Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# global.allowGpsInPhone
source: TrashOut wants to use your location to display dumps around you. Please enable it in your phone settings.
cs: chce použít vaši polohu. Prosím povolte to v nastaveních telefonu.
de: will dein Position verwenden, bitte bestätige es in deinen Handy Einstellungen.
es: quiere usar la ubicación. Actívela en la configuración del teléfono.
fr: TrashOut utilise votre position pour afficher les décharges autour de vous. Veuillez l'activer dans les paramètres de votre appareil.
hu: A TrashOut az Ön tartózkodási helyét akarja használni a szennyezett területek megjelenítéséhez. Adjon engedélyt a Beállításokban.
it: TrashOut vuole utilizzare la tua posizione per visualizzare le discariche nelle tue vicinanze. Necessario abilitare i permessi dalle configurazioni del dispositivo.
ka: TrashOut-ს სურს გამოიყენოს თქვენი მდებარეობა თქვენს ირგვლივ ნაგავსაყრელების საჩვენებლად. გთხოვთ, ჩართოთ ის თქვენი ტელეფონის პარამეტრებში.
pt: O TrashOut deseja usar sua localização para exibir lixeiras ao seu redor. Por favor, ative-o nas configurações do seu telefone.
ro: TrashOut dorește să utilizeze locația dvs. pentru a afișa depozite ilegale de gunoi în jurul dvs. Vă rugăm să îl activați în setările telefonului.
sk: chce použiť vašu polohu. Prosím, povoľte to v nastaveniach telefónu.

# global.settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Beállítások
it: Impostazioni
ka: პარამეტრები
pt: Configurações
ro: Setări
sk: Nastavenia

# trash.detail.header
source: Trash detail
cs: Detail skládky
de: Müll Detail
es: Detalle de la basura
fr: Détails de la décharge
hu: A szennyezett területről
it: Dettagli rifiuti
ka: დეტალები
pt: Detalhe da lixeira
ro: Detalii despre deseuri
sk: Detail skládky

# organizations.assignToOrganization
source: Assign to available organizations
cs: Přiřadit k dostupné organizaci
de: Verfügbare Organisationen zuordnen
es: Asignar a las organizaciones disponibles
fr: Assigner à une organisation
hu: Hozzárendelés a rendelkezésre álló szervezetekhez
it: Assegna ad un'organizzazione disponibile
ka: მიანიჭეთ ხელმისაწვდომ ორგანიზაციებს
pt: Atribuir às organizações disponíveis
ro: Alocați organizațiilor disponibile
sk: Priradiť k dostupnej organizácií

# statistics.header
source: Statistics
cs: Statistika
de: Statistik
es: Estadísticas
fr: Statistiques
hu: Statisztika
it: Statistiche
ka: სტატისტიკები
pt: Estatisticas
ro: Statistici
sk: Štatistiky

# statistics.hint
source: View worldwide statistics or statistics for countries.
cs: Zobrazí světovou nebo národní statistiku.
de: Zeige weltweite Statistiken oder Statistiken für Länder an.
es: Consulte estadísticas globales o estadísticas por país.
fr: Afficher les statistiques au niveau mondial ou par pays.
hu: Tekintse meg a globális és nemzeti statisztikákat.
it: Visualizza statistiche mondiali o per nazione.
ka: იხილეთ მსოფლიო სტატისტიკა ან სტატისტიკა ქვეყნებისთვის.
pt: Veja estatísticas mundiais ou estatísticas para países.
ro: Vedeți statisticile la nivel mondial sau statisticile pe țări.
sk: Pozrite si štatistiky za celý svet alebo za jednotlivé krajiny.

# statistics.show
source: show statistics
cs: Zobrazit statistiku
de: Statistik anzeigen
es: mostrar estadísticas
fr: afficher statistiques
hu: Statisztikák megjelenítése
it: Mostra le statistiche
ka: ანახე სტატისტიკები
pt: mostre estatisticas
ro: Arată statisticile
sk: zobraziť štatistiky

# global.selectArea
source: Select area
cs: Vybrat území
de: Gebiet auswählen
es: Seleccionar área
fr: Choisir secteur
hu: Válassza ki a területet
it: Scegli l'area
ka: შეარჩიე არეა
pt: Selecionar área
ro: Selectează zonă
sk: Vyberte oblasť

# notifications.reported
source: Reported
cs: nahlášeno
de: gemeldet
es: denunciado
fr: Signalé
hu: Bejelentett
it: Segnalato
ka: მოახსენეს
pt: Relatado
ro: Raportat
sk: nahlásených

# global.cleaned
source: Cleaned
cs: Vyčištěno
de: Gereinigt
es: Limpio
fr: Nettoyé
hu: Megtisztított
it: Pulito
ka: გაწმენდილი
pt: Limpo
ro: Curățat
sk: Vyčistených

# notification.noEmailAddress
source: Sorry, we don't have any email address set for this area. Please insert it manually.
cs: Promiňte, nemáme žádnou e-mailovou adresu pro tuto oblast. Prosím vložte manuálně.
de: Es tut uns leid, wir haben keine E-Mail-Adresse für diesen Bereich eingestellt. Bitte gib sie manuell ein.
es: No tenemos ninguna dirección de correo electrónico definida para esta área. Insértela manualmente.
fr: Désolé, nous n'avons aucune adresses mail pour ce secteur. Veuillez la saisir manuellement.
hu: Sajnáljuk, nincs beállítva e-mail cím erre a területre. Illessze be manuálisan.
it: Non abbiamo un indirizzo email per quest'area. Perfavore inseriscilo manualmente.
ka: უკაცრავად, ჩვენ არ გვაქვს ელფოსტის მისამართი დაყენებული ამ ზონისთვის. გთხოვთ ჩადეთ ხელით
pt: Desculpe, não temos nenhum endereço de e-mail definido para esta área. Por favor insira manualmente.
ro: Ne pare rău, nu avem nicio adresă de e-mail setată pentru această zonă. Vă rugăm să introduceți manual.
sk: Ospravedlňujeme sa, nemáme žiadnu e-mailovú adresu pre túto oblasť. Zadajte túto adresu, prosím.

# event.header
source: Cleaning Events
cs: Čistící události
de: Aufräumveranstaltungen
es: Eventos de limpieza
fr: Évènements
hu: Takarítási akciók
it: Eventi di pulizia
ka: დასუფთავების აქტივობები
pt: Eventos de limpeza
ro: Evenimente de curățare
sk: Čistiace podujatie

# event.create.header
source: Create an event
cs: Vytvoření události
de: Eine Veranstaltung erstellen
es: Crear un evento
fr: Créer un évènement
hu: Hozzon létre egy eseményt
it: Crea un evento
ka: შექმენი აქტივობა
pt: Crie um evento
ro: Crează un eveniment
sk: Vytvoriť podujatie

source: Event name
cs: Název události
de: Name der Veranstaltung
es: Nombre del evento
fr: Nom de l'évènement
hu: Esemény neve
it: Nome dell'evento
ka: აქტივობის სახელი
pt: Nome do evento
ro: Numele evenimentului
sk: Meno udalosti

# event.duration
source: Choose duration of an event
cs: Zvolte dobu trvání události
de: Wähle die Dauer einer Veranstaltung
es: Elegir duración de un evento
fr: Choisissez la durée de l'évènement
hu: Válassza ki az esemény időtartamát
it: Scegli una durata per l'evento
ka: შეარჩიე აქტივობის ხანგრძლივობა
pt: Escolha a duração de um evento
ro: Alege durata unui eveniment
sk: Vyberte trvanie podujatia

# event.about
source: About an event
cs: O události
de: Über eine Veranstaltung
es: Acerca de un evento
fr: A propos de l'évènement
hu: Az eseményről
it: Info sull' evento
ka: აქტივობის შესახებ
pt: Sobre um evento
ro: Despre un eveniment
sk: O podujatí

# event.equipment
source: Equipment
cs: Nářadí
de: Ausrüstung
es: Equipo
fr: Matériel
hu: Felszerelés
it: Equipaggiamento
ka: აღჭურვილობა
pt: Equipamento
ro: Echipament
sk: Vybavenie

# event.whatWeHave
source: What We Already Have
cs: Co máme
de: Was wir bereits haben
es: Qué tenemos
fr: Ce que nous avons déjà
hu: Amink már van
it: Cosa abbiamo gia
ka: რა გვაქვს უკვე
pt: O que já temos
ro: Ceea ce avem deja
sk: Čo máme

# event.whatBring
source: What attendees can bring
cs: Účastníci musí přinést
de: Was die Teilnehmer mitbringen können
es: Qué pueden llevar los asistente
fr: Ce que vous pouvez apporter
hu: Mit hozhatnak a résztvevők?
it: Cosa possono portare i partecipanti
ka: რას მოიტანენ მონაწილეები
pt: O que os participantes podem trazer
ro: Ce pot aduce participanții
sk: Čo si musia priniesť účastníci

# event.whatWeHave.hint
source: E.g.: Gloves, bags, wheelbarrows...
cs: Např.: Rukavice...
de: E.g.: Gloves,...
es: P. ej. guantes, bolsas, carretillas...
fr: Ex: Gants, sacs, brouettes...
hu: Például: Kesztyűket, zsákokat, talicskákat...
it: Per esempio: guanti, sacchi, carriole...
ka: მაგ. ხელთათმანები, პარკები...
pt: Por exemplo: luvas, bolsas, carrinhos de mão ...
ro: De exemplu: mănuși, saci, roabe ...
sk: Napr.: Rukavice,...

# event.wahtBring.hint
source: E.g.: Shovel, bags, water...
cs: Např.: Lopata, tašky...
de: E.g.: Shovel, bags,...
es: P. ej. pala, bolsas, agua...
fr: Ex: Pelles, sacs, eau...
hu: Például: Lapátot, zsákokat, vizet...
it: Per esepmio: pala, sacchi, acqua...
ka: მაგ. პარკები, ნიჩბები
pt: Ex .: Pá, sacos, água ...
ro: De ex .: lopată, pungi, apă ...
sk: Napr.: Lopata, vrecia,...

# event.meetingPoint
source: Meeting point
cs: Zde je místo srazu.
de: Treffpunkt
es: Punto de encuentro
fr: Lieu de rendez-vous
hu: Találkozási hely
it: Punto d'incontro
ka: შეხვერდის ადგილი
pt: Ponto de encontro
ro: Punct de intalnire
sk: Tu je miesto stretnutia.

# global.city
source: City
cs: Město
de: Ort
es: Ciudad
fr: Ville
hu: Város
it: Città
ka: ქალაქი
pt: Cidade
ro: Oras
sk: Mesto

# global.street
source: Street and number
cs: Ulice a č.
de: Straße und Hausnummer
es: Calle y número
fr: Numéro et rue
hu: Utca és házszám
it: Indirizzo
ka: ქუჩის ნომერი
pt: Rua e número
ro: Strada si numarul
sk: Ulica a č.

# event.contact
source: Contact
cs: Kontakt
de: Kontakt
es: Contacto
hu: Kapcsolat
it: Contatti
ka: კონტაქტი
pt: Contato
sk: Kontakt

# global.phone
source: Phone
cs: Telefon
de: Telefonnummer
es: Teléfono
fr: Téléphone
hu: Telefon
it: Telefono
ka: ტელეფონი
pt: telefone
ro: Telefon
sk: Telefón

# global.create
source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
hu: Létrehoz
it: Crea
ka: შექმენი
pt: Crio
ro: Creaza
sk: Vytvoriť

# event.startDate
source: Start date of an event
cs: Počáteční datum události
de: Startdatum einer Veranstaltung
es: Elegir fecha de inicio de un evento
fr: Date de début de l'évènement
hu: Az esemény kezdő dátuma
it: Data inizio evento
ka: აქტივობის დღე
pt: Data de início de um evento
ro: Data de inceput a unui eveniment
sk: Dátum začiatku udalosti

# event.startTime
source: Start time of an event
cs: Čas zahájení události
de: Startzeit einer Veranstaltung
es: Elegir fecha de inicio de un evento
fr: Heure de début de l'évènement
hu: Az esemény kezdési ideje
it: Ora inizio evento
ka: აქტივობის დაწყების დრო
pt: Hora de início de um evento
ro: Ora de inceput a unui eveniment
sk: Čas začiatku udalosti

# event.days
source: days
cs: dny
de: Tage
es: días
fr: jours
hu: napok
it: giorni
ka: დღეები
pt: dias
ro: zile
sk: dni

# event.hours
source: hours
cs: hodiny
de: Stunden
es: horas
fr: heures
hu: órák
it: ore
ka: საათები
pt: horas
ro: ore
sk: hodín

# event.validation.checkName
source: Please check name of an event.
cs: Zkontrolujte název události.
de: Bitte überprüfe den Namen einer Veranstaltung.
es: Consulte el nombre de un evento.
fr: Vérifiez le nom de l'évènement.
hu: Kérjük, ellenőrizze az esemény nevét.
it: Perfavore controlla il nome dell'evento.
ka: შეამოწმეთ აქტივობის სახელი
pt: Por favor, verifique o nome de um evento.
ro: Te rog verifica numele evenimentului
sk: Prosím, skontrolujte názov podujatia.

# event.validation.durationInvalid
source: Please check the date and duration of an event.
cs: Zkontrolujte datum a dobu trvání události.
de: Bitte überprüfe das Datum und die Dauer einer Veranstaltung.
es: Consulte la fecha y la duración de un evento.
fr: Vérifiez la date et la durée de l'évènement
hu: Kérjük, ellenőrizze az esemény dátumát és időtartamát.
it: Perfavore controlla la data e la durata dell'evento.
ka: შეამოწმეთ აქტივობის დრო და ადგილი
pt: Verifique a data e a duração de um evento.
ro: Te rog verifica data si durata evenimentului
sk: Prosím, skontrolujte dátum a trvanie podujatia.

# event.validation.checkAddress
source: Please check the address.
cs: Zkontrolujte adresu.
de: Bitte überprüfe die Adresse.
es: Consulte la dirección.
fr: Vérifiez l'adresse
hu: Kérjük, ellenőrizze a címet.
it: Perfavore controlla l'indirizzo.
ka: შეამოწმეთ მისამართი
pt: Por favor, verifique o endereço.
ro: Te rog verifica adresa
sk: Prosím, skontrolujte adresu.

# event.validation.checkEmail
source: Please check the e-mail in contact information.
cs: Zkontrolujte, prosím, e-mail v kontaktech.
de: Bitte überprüfe die E-Mail in den Kontaktinformationen.
es: Consulte el correo electrónico en la información de contacto.
fr: Vérifiez l'adresse mail dans les informations de contact.
hu: Kérjük, ellenőrizze az e-mail elérhetőséget a kapcsolati információknál.
it: Perfavore controlla l'e-mail tra le informazioni del contatto.
ka: შეამოწმეთ ელექტრონული მისამართი
pt: Por favor, verifique o e-mail nas informações de contato.
ro: Vă rugăm să verifici e-mailul în informațiile de contact.
sk: Prosím, skontrolujte email v kontaktných údajoch.

# event.validation.checkPhone
source: Please check the phone number in contact information.
cs: Zkontrolujte prosím telefonní číslo v kontaktech.
de: Bitte überprüfe die Telefonnummer in den Kontaktinformationen.
es: Consulte el número de teléfono en la información de contacto.
fr: Vérifiez le numéro de téléphone dans les informations du contact.
hu: Kérjük, ellenőrizze a telefonszámot a kapcsolati információknál.
it: Perfavore controlla il numero di telefono tra le informazioni del contatto.
ka: შეამოწმეთ ტელეფონის ნომერი
pt: Por favor, verifique o número de telefone nas informações de contato.
ro: Vă rugăm să verifici numărul de telefon din informațiile de contact.
sk: Prosím, skontrolujte telefónne číslo v kontaktných údajoch.

# event.created
source: Event was successfully created.
cs: Událost je úspěšně vytvořena.
de: Veranstaltung wurde erfolgreich angelegt.
es: El evento se ha creado correctamente.
fr: Évènement créé avec succès.
hu: Az eseményt sikeresen létrehozta.
it: L'evento è stato creato con successo.
ka: აქტივობა წარმატებით შეიქმნა
pt: Evento foi criado com sucesso.
ro: Evenimentul a fost creat cu succes
sk: Podujatie bolo úspešne vytvorené.

# event.signToJoin
source: Please log in to join this event.
cs: Přidat k této události je možné po přihlášení.
de: Bitte melde dich an, um an dieser Veranstaltung teilzunehmen.
es: Inicie sesión para unirse a este evento.
fr: Connectez-vous pour vous inscrire à cet évènement.
hu: Kérjük, jelentkezzen be, hogy tudjon csatlakozni az eseményhez.
it: Perfavore effettua l'accesso per partecipare a questo evento.
ka: გთხოვთ შეხვიდეთ ამ ღონისძიებაში შესაერთებლად.
pt: Faça login para participar deste evento.
ro: Te rog sa te loghezi pentru a participa la eveniment
sk: Pre pridanie sa k podujatiu je potrebné prihlásiť sa.

# event.join
source: Join
cs: Připojit se
de: Zusammenführen
es: Unirse
fr: Participer
hu: Csatlakozás
it: Unisciti
ka: გაწევრიანდი
pt: Junte-se
ro: Alatura-te
sk: Pridať sa

# event.leave
source: Leave
cs: Opustit
de: Verlassen
es: Abandonar
fr: Se désinscrire
hu: Kilépés
it: Abbandona
ka: დატოვე
pt: Sair
ro: Paraseste
sk: Opustiť

# event.share
source: Share
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
hu: Megosztás
it: Condividi
ka: გააზიარე
pt: Compartilhar
ro: Distribuie
sk: Zdieľať

# event.delete
source: Cancel it
cs: Zrušit to
de: Abbrechen
es: Cancelarlo
fr: Supprimer
hu: Törlés
it: Cancella
ka: გაუქმება
pt: Cancele
ro: Anuleaza
sk: Zrušiť

# event.delete.confirmation
source: Do you want to cancel this event?
cs: Přejete si zrušit tuto událost?
de: Möchtest du diese Veranstaltung absagen?
es: ¿Desea cancelar este evento?
fr: Souhaitez-vous annuler cet évènement?
hu: Törölni kívánja ezt az eseményt?
it: Vuoi veramente cancellare l'evento?
ka: გსურთ ივენთის გაუქმება?
pt: Deseja cancelar este evento?
ro: Doresti sa anulezi acest eveniment?
sk: Chcete zrušiť toto podujatie?

# event.deleteSuccess
source: Event was canceled.
cs: Událost byla zrušena.
de: Veranstaltung wurde abgesagt.
es: El evento se ha cancelado.
fr: L'évènementa été annulé
hu: Az esemény törlésre került.
it: Evento cancellato.
ka: აქტივობა გაუქმნდა
pt: Evento cancelado.
ro: Evenimentul a fost anulat
sk: Podujatie bolo zrušené.

# event.meetingAddress
source: Meeting address
cs: Adresa srazu
de: Adresse der Versammlung
es: Dirección de la reunión
fr: Adresse
hu: Találkozó címe
it: Indirizzo per l'incontro
ka: შეხვედრის მისამართი
pt: Endereço da reunião
ro: Adresa de intalnire
sk: Adresa miesta stretnutia

# event.when
source: When
cs: Kdy
de: Wann
es: Cuándo
fr: Quand
hu: Időpont
it: Dove
ka: როდის
pt: Quando
ro: cand
sk: Kedy

# event.navigateTo
source: Would you like to navigate to this place?
cs: Přejete si navigovat na toto místo?
de: Möchtest du zu diesem Ort navigieren?
es: ¿Desea navegar hasta este lugar?
fr: Voulez-vous être guidé vers ce site ?
hu: Szeretne útvonalat erre a helyre?
it: Vorresti attivare la navigazione per questo posto?
ka: გსურთ ნავიგაცია?
pt: Deseja navegar para este lugar?
ro: Ți-ar plăcea să navighezi spre acest loc?
sk: Chceli by ste spustiť navigáciu k tomuto miestu?

# home.nearestDumps
source: Nearest Dumps
cs: Nejbližší skládky
de: Nächste Deponien
es: Los vertederos más cercanos
fr: Décharges les plus proches
hu: Legközelebbi szennyezett terület
it: Discariche più vicine
ka: უახლოესი ნაგავსაყრელი
pt: Despejos mais próximos
ro: Cele mai apropiate deșeuri
sk: Najbližšie skládky

# home.goAndFindDumps
source: Go, find and update these dumps
cs: Najdi a uprav tyto skládky.
de: Suche und aktualisiere diese Deponien
es: Vaya, localice y actualice estos vertederos
fr: Allez ! Cherchez et mettez à jour ces décharges
hu: Menj, keresd meg és frissítd ezeket a szennyezett területeket
it: Vai, trova ed aggiorna le informazioni su queste discariche.
ka: იპოვე და განაახლე
pt: Vá, encontre e atualize esses dumps
ro: Duceți-vă, gasiți și actualizați aceste deșeuri
sk: Choď, nájdi a aktualizuj skládky.

# home.didYouKnow
source: News and Updates
cs: Novinky
de: Neuigkeiten und Updates
es: Noticias y actualizaciones
fr: Nouvelles et mises à jour
hu: Hírek és frissítések
it: News ed aggiornamenti
ka: სიახლეები
pt: Notícias e Atualizações
ro: Noutăți și Actualizări
sk: Novinky a aktualizácie

# home.nearestRecyclingPoints
source: Nearest collection Points
cs: Nejbližší sběrná místa
de: Nächste Recyclingstelle
es: Punto de reciclaje más cercano
fr: Points de collecte les plus proches
hu: Legközelebbi gyűjtőhelyek
it: Punti di raccolta più vicini
ka: უახლოესი შეგროვების წერტილები
pt: Pontos de coleta mais próximos
ro: Cele mai apropiate puncte de colectare
sk: Najbližšie zberné miesta

# collectionPoint.size.recyclingBin
source: Bin
cs: Sběrná nádoba
de: Lagerort
es: Papelera
fr: Poubelle
hu: Kuka
it: Cestino
ka: ურნა
ro: Coș de gunoi
sk: Kôš

# collectionPoint.size.recyclingCenter
source: Center
cs: Sběrný dvůr
de: Recyclinghof (groß)
es: Centro
fr: Déchèterie
hu: Újrahasznosítási központ
it: Punto di raccolta
ka: ცენტრი
pt: Centro
ro: Centru
sk: Dvor

# collectionPoint.size.all
source: All
cs: Vše
de: Alle
es: Todas
fr: Tout
hu: Összes
it: Tutto
ka: ყველა
pt: Todos
ro: Toate
sk: Všetko

# collectionPoint.header
source: Collection Points
cs: Sběrná místa
de: Recyclingstandort
es: Puntos de reciclaje
fr: Points de collecte
hu: Gyűjtési pontok
it: Punti di raccolta
ka: შეგროვების წერტილები
pt: Pontos de Coleta
ro: Puncte de Colectare
sk: Zberné miesta

# collectionPoint.list.header
source: Collection Point List
cs: Seznam sběrných míst
de: Recycling-Punktliste
es: Lista de puntos de reciclaje
fr: Liste des points de collecte
hu: Gyűjtési pontok listája
it: Elenco dei punti di raccolta
ka: შეგროვების პუნქტების სია
pt: Lista de pontos de coleta
ro: Lista Punctului de Colectare
sk: Zoznam zberných miest

# collectionPoint.create.header
source: Create Collection Point
cs: Vytvořit sběrné místo
de: Recyclingstelle anlegen
es: Crear punto de reciclaje
fr: Ajouter un point de collecte
hu: Gyűjtési pont létrehozása
it: Crea un punto di raccolta
ka: შექმენი შეგროვების პუნქტი
pt: Criar ponto de coleta
ro: Crează Punct de Colectare
sk: Vytvoriť zberné miesto

# collectionPoint.edit.header
source: Edit Collection Point
cs: Upravit sběrné místo
de: Recycling-Punkt bearbeiten
es: Editar punto de reciclaje
fr: Modifier point de collecte
hu: Gyűjtési pont szerkesztése
it: Modifica il punto di raccolta
ka: დააედითე შეგროვების პუნქტი
pt: Editar ponto de coleta
ro: Editează Punct de Colectare
sk: Upraviť zberné miesto

# collectionPoint.edit.firstStep
source: General Information
cs: Základní informace
de: Allgemeine Informationen
es: Información general
fr: Informations générales
hu: Általános információ
it: Informazioni generali
ka: ზოგადი ინფორმაცია
pt: Informação geral
ro: Informații Generale
sk: Všeobecné informácie

# collectionPoint.edit.secondStep
source: Opening Hours and Description
cs: Otvírací hodiny a popis
de: Öffnungszeiten und Beschreibung
es: Horario de apertura y descripción
fr: Horaires d'ouverture et description
hu: Nyitvatartási idő és leírás
it: Orario di apertura e descrizione
ka: აღწერა
pt: Horário de funcionamento e descrição
ro: Orele de Deschidere și Descriere
sk: Otváracie hodiny a popis

# collectionPoint.edit.thirdStep
source: Choose Images
cs: Výběr obrázků
de: Wähle Bilder aus
es: Elegir imágenes
fr: Illustrations
hu: Válasszon képeket
it: Scegli immagini
ka: შეარჩიე იმიჯი
pt: Escolha Imagens
ro: Alegeți imagini
sk: Vyberte obrázok

# collectionPoint.name
source: Name
cs: Název
es: Nombre
fr: Nom
hu: Név
it: Nome
ka: სახელი
pt: Nome
ro: Nume
sk: Meno

# collectionPoint.location
source: Address of collection point
cs: Lokace sběrného místa
de: Adresse der Recyclingstelle
es: Dirección del punto de reciclaje
fr: Adresse du point de collecte
hu: A gyűjtési pont címe
it: Indirizzo del punto di raccolta
ka: შეგროვების პუნქტის მისამართი
pt: Endereço do ponto de coleta
ro: Adresa punctului de colectare
sk: Adresa zberného miesta

# collectionPoint.size
source: Size of Collection Point
cs: Velikost sběrného místa
de: Größe der Recyclingstelle
es: Tamaño del punto de reciclaje
fr: Taille du point de collecte
hu: A gyűjtési pont mérete
it: Dimensione del punto di raccolta
ka: შეგროვების პუნქტის ზომა
pt: Tamanho do ponto de coleta
ro: Mărimea Punctului de Colectare
sk: Veľkosť zberného miesta

source: Collection point type
cs: Typ
de: Typ der Recyclingstelle
es: Tipo de punto de reciclaje
fr: Type de point de collecte
hu: Gyűjtési pont típusa
it: Tipo del punto di raccolta
ka: შეგროვების პუნქტის ტიპი
pt: Tipo de ponto de coleta
ro: Tipul punctului de colectare
sk: Typ zberného miesta

# home.recentActivity.header
source: Recent Activity on Dumps You Follow
cs: Nedávná aktivita
de: Aktuelle Aktivität
es: Actividad reciente
fr: Activités récentes des décharges que vous suivez
hu: Legutóbbi tevékenység a követett szennyezett területen
it: Azioni recenti nelle discariche che segui
ka: უახლოესი აქტივობები
pt: Atividade recente em dumps que você segue
ro: Activitățile recente ale Deșeurilor pe care Tu le Urmărești
sk: Nedávne aktivity

# home.recentActivity.noActivity
source: No recent activity.
cs: Žádná nedávná aktivita.
de: Keine neue Aktivität.
es: No hay actividad reciente.
fr: Aucune activité récente
hu: Nincs közelmúltbeli tevékenység.
it: Nessun azione recente
ka: ბოლო აქტივობა არ არის.
pt: Nenhuma atividade recente.
ro: Nicio activitate recentă
sk: Žiadne nedávne aktivity

# events.header
source: Events
cs: Události
de: Termine
es: Eventos
fr: Évènements
hu: Események
it: Eventi
ka: აქტივობები
pt: Eventos
ro: Evenimente
sk: Udalosti

# home.events.text
source: Upcoming events in your neighborhood
cs: Nadcházející události ve vašem okolí
de: Bevorstehende Veranstaltungen in deiner Nähe
es: Próximos eventos en tu vecindario
fr: Évènements à venir à proximité
hu: Közelgő események a környéken
it: Azioni in corso nelle tue vicinanze
ka: მომავალი მოვლენები თქვენს სამეზობლოში
pt: Próximos eventos em seu bairro
ro: Evenimente viitoare în cartierul tău
sk: Najbližšie udalosti v tvojom okolí

# home.numberDumpsWorldwide
source: Number of dumps worldwide
cs: Počet skládek na světě
de: Anzahl der Deponien weltweit
es: Número de vertederos en todo el mundo
fr: Nombre de décharges dans le monde
hu: Szennyezett területek száma világszerte
it: Numero di discariche nel mondo
ka: ნაგავსაყრელების რაოდენობა მსოფლიოში
pt: Número de lixões em todo o mundo
ro: Numărul deșeurilor din toată lumea
sk: Počet skládok na svete
