Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# user.stats.userUpdated
source: User Updated
cs: Uživatelem aktualizoval
de: Benutzer aktualisiert
es: Usuario actualizado
fr: Mises à jour
hu: Felhasználó frissítve
it: Utente aggiornato
ka: მომხმარებელი განახლდა
pt: Usuário atualizado
ro: Utilizator actualizat
sk: Používateľ aktualizovaný

# user.stats.userCleaned
source: User Cleaned
cs: Uživatel vyčistil
de: Benutzer bereinigt
es: Usuario limpiado
fr: Ramassages
hu: Felhasználó által megtisztítva
it: Utente sbiancato
ka: მომხმარებელი გაიწმინდა
pt: Usuário limpo
ro: Utilizator șters
sk: Používateľ zmazaný

# global.activateAccount.header
source: Please verify e-mail and activate account
cs: Ověření mailu a aktivace účtu
de: E-Mail und aktives Konto überprüfen
es: Verifique el correo electrónico y active la cuenta
fr: Vérifiez vos mails pour activer votre compte
hu: Kérjük, ellenőrizze az e-mailt, és aktiválja a fiókot
it: Per piacere verifica e attiva il tuo account via e-mail
ka: გთხოვთ, გადაამოწმოთ ელფოსტა და გაააქტიუროთ ანგარიში
pt: Verifique o e-mail e ative a conta
ro: Vă rugăm verificați e-mail-ul și activați contul
sk: Prosím, overte e-mail a aktivujte účet.

# profile.changePassword.header
source: Change password header
cs: Změna hesla
de: Passwort-Header ändern
es: Cambiar encabezado de la contraseña
fr: Modifier mot de passe
hu: Jelszó fejlécének módosítása
it: Header cambio password
ka: შეცვალე პაროლი
pt: Alterar cabeçalho da senha
ro: Schimbă antetul parolei
sk: Zmena hesla hlavičky

# global.validation.invalidtwitterUrl
source: Invalid Twiiter URL
cs: Zadali jste špatnou Twitter URL
de: Ungültige Twiiter-URL
es: URL de Twiiter no válida
fr: URL Twitter invalide
hu: Érvénytelen Twiiter URL
it: Twitter url invalido
ka: არასწორი ტვიტერ ლინკი
pt: URL Twiiter inválido
ro: Twitter URL invalid
sk: Neplatná URL pre Twiiter

# global.validation.invalidgooglePlusUrl
source: Invalid Goolge Plus URL
cs: Zadali jste špatnou Google Plus URL
de: Ungültige Goolge Plus URL
es: URL de Goolge Plus no válida
fr: URL Google+ invalide
hu: Érvénytelen Goolge Plus URL
it: Google Plus url invalido
ka: არასწორი google ლინკი
pt: URL inválido do Goolge Plus
ro: Google Plus URL invalid
sk: Neplatná URL pre Goolge Plus

# global.validation.invalidfacebookUrl
source: Invalid Facebook URL
cs: Zadali jste špatnou Facebook URL
de: Ungültige Facebook URL
es: URL de Facebook no válida
fr: URL Facebook invalide
hu: Érvénytelen Facebook URL
it: Facebook url invalido
ka: არასწორი Facebook ლინკი
pt: URL do Facebook inválido
ro: Facebook URL invalid
sk: Neplatná URL pre Facebook

# user.facebook.hint
source: Link of your profile
cs: Facebook hint
de: Facebook-Hinweis
es: Sugerencia de Facebook
fr: Lien vers votre profil
hu: Profilod linkje
it: Link al tuo profilo
ka: პროფილის ლინკი
pt: Link do seu perfil
ro: Link-ul profilului tău
sk: Facebook Tip

# user.google.hint
source: Link of your profile
cs: Nápověda Google+
de: Google+ Hinweis
es: Sugerencia de Google+
fr: Lien vers votre profil
hu: Profilod linkje
it: Collega il tuo profilo
ka: თქვენი პროფილის ლინკი
pt: Link do seu perfil
ro: Link-ul profilului tău
sk: Google + Tip

# global.phone.hint
source: Phone number starts with +/ 00
cs: Nápověda telefonu
de: Telefonhinweis
es: Sugerencia telefónica
fr: Numéro de téléphone commençant par + / 00
hu: A telefonszám + / 00-val kezdődik
it: Il numero di telefono inizia con + / 00
ka: ტელეფონის ნომერი იწყება +/00
pt: O número de telefone começa com + / 00
ro: Numărul de telefon începe cu +/ 00
sk: Telefón Tip

# profile.currentPassword
source: Current Password
cs: Současné heslo
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
hu: Aktuális jelszó
it: Password attuale
ka: ამჟამინდელი პაროლი
pt: senha atual
ro: Parola curentă
sk: Aktuálne heslo

# user.addToArea.success
source: Area was successfully added
cs: Oblast byla úspěšně přidána
de: Bereich wurde erfolgreich hinzugefügt
es: El área se ha añadido correctamente
fr: Secteur ajouté avec succès
hu: A terület sikeresen hozzáadva
it: Area aggiunta con successo
pt: A área foi adicionada com sucesso
sk: Oblasť bola úspešne pridaná

# collectionPoint.created.success
source: Collection point was successfully created
cs: Sběrné místo bylo úspěšně vytvořeno
de: Recyclingstandort wurde erfolgreich erstellt.
es: El punto de reciclaje se ha creado correctamente
fr: Le point de collecte a été créé avec succès
hu: A gyűjtőpont sikeresen létrejött
it: Il punto di raccolta è stato creato con successo
ka: შეგროვების პუნქტი წარმატებით დაემატა
pt: O ponto de coleta foi criado com sucesso
ro: Punctul de colectare a fost creat cu succes
sk: Recyklačný bod bol úspešne vytvorený

# collectionPoint.markedAsSpam.success
source: Collection point was successfully marked as spam.
cs: Sběrné místo bylo úspěšně označeno jako spam.
de: Recyclingstandort wurde erfolgreich als Spam markiert.
es: El punto de reciclaje se ha marcado correctamente como spam.
fr: Le point de collecte a été signalé comme inapproprié.
hu: A gyűjtési pont sikeresen meg lett jelölve spamként.
it: Il punto di raccolta è stato segnalato come spam correttamente
ka: წარმატებით დარეპორტდა
pt: O ponto de coleta foi marcado com sucesso como spam.
ro: Punctul de colectare a fost marcat drept spam cu succes.
sk: Recyklačný bod bol úspešne označený ako spam.

# collectionPoint.removed.success
source: Collection point was successfully removed
cs: Sběrné místo bylo úspěšně odstraněno
de: Recyclingstandort wurde erfolgreich entfernt.
es: El punto de reciclaje se ha eliminado correctamente
fr: Le point de collecte a été supprimé avec succès
hu: A gyűjtőpont sikeresen eltávolításra került
it: Il punto di raccolta è stato rimosso con successo
ka: წარმატებით წაიშალა
pt: O ponto de coleta foi removido com sucesso
ro: Punctul de colectare a fost eliminat cu succes
sk: Recyklačný bod bol úspešne odstránený

# profile.passwordChanged.success
source: Password was successfully changed.
cs: Heslo bylo úspěšně změněno.
de: Das Passwort wurde erfolgreich geändert.
es: La contraseña se ha cambiado correctamente.
fr: Mot de passe modifié avec succès
hu: A jelszó sikeresen megváltozott.
it: La password è stata cambiata con successo
ka: პაროლი წარმატებით შეიცვალა
pt: A senha foi alterada com sucesso.
ro: Parola a fost schimbată cu succes.
sk: Heslo bolo úspešne zmenené.

# profile.emailChanged.success
source: E-mail was successfully changed.
cs: E-mail byl úspěšně změněn.
de: E-Mail wurde erfolgreich geändert.
es: El correo electrónico se ha cambiado correctamente.
fr: Mail modifié avec succès
hu: Az e-mail sikeresen megváltozott.
it: L'e-mail è stata cambiata con successo
ka: ელ-ფოსტა წარმატებით შეიცვალა
pt: O email foi alterado com sucesso.
ro: E-mailul a fost schimbat cu succes.
sk: E-mail bol úspešne zmenený.

# profile.signedOut.success
source: Sign out successful.
cs: Odhlášení bylo úspěšné.
de: Abmeldung erfolgreich.
es: Ha cerrado la sesión correctamente.
fr: Désinscription réussie
hu: Sikeres kijelentkezés.
it: Logout eseguito con successo
ka: წარმატებით გამოსვლა
pt: Saia com êxito.
ro: Delogare cu succes
sk: Odhlásenie bolo úspešné.

# event.removed.success
source: Event was successfully removed
cs: Událost byla úspěšně odstraněna
de: Veranstaltung wurde erfolgreich entfernt
es: El evento se ha eliminado correctamente
fr: Évènement supprimé avec succès
hu: Az esemény sikeresen eltávolítva
it: Evento rimosso con successo
ka: ივენთი წარმატებით წაიშალა
pt: Evento removido com sucesso
ro: Evenimentul a fost eliminat cu succes
sk: Udalosť bola úspešne odstránená

# event.confirmed.success
source: Event was successfully confirmed
cs: Událost byla úspěšně potvrzena
de: Veranstaltung wurde erfolgreich bestätigt
es: El evento se ha confirmado correctamente
fr: Évènement confirmé avec succès
hu: Az esemény sikeresen megerősítésre került
it: Evento confermato con successo
ka: წარმატებით დადასტურდა
pt: Evento confirmado com sucesso
ro: Evenimentul a fost confirmat cu succes
sk: Udalosť bola úspešne potvrdená.

# event.unjoined.success
source: Cancelation of your attendance was recorded.
cs: Odhlášení z události proběhlo úspěšně.
de: Du hast abgesagt.
es: Se ha registrado la cancelación de su asistencia.
fr: L'annulation de votre participation a été prise en compte
hu: A részvételt visszamondták.
it: La cancellazione della tua presenza è stata registrata.
ka: თქვენი მონაწილეობის გაუქმება ასახულია
pt: O cancelamento de sua participação foi gravado.
ro: Anularea participarii tale a fost inregistrata
sk: Zrušenie tvojej účasti bolo potvrdené.

# spam.resolved.success
source: Spam was resolved.
cs: Spam byl vyřešen.
de: Spam wurde aufgelöst.
es: El spam se ha resuelto.
fr: Élément inapproprié résolu.
hu: A spam megoldva.
it: Lo spam è stato risolto.
ka: პრობლემა მოგვარდა
pt: O spam foi resolvido.
ro: Spamul a fost rezolvat
sk: Spam bol vyriešený.

# spam.removed.success
source: Spam was deleted.
cs: Spam byl smazán.
de: Spam wurde gelöscht.
es: El spam se ha eliminado.
fr: Élément inapproprié supprimé.
hu: A spam törölve.
it: Lo spam è stato cancellato.
ka: სპამი წაიშალ
pt: O spam foi excluído.
ro: Spamul a fost sters
sk: Spam bol odstránený.

# user.approved.success
source: User was approved successfully.
cs: Uživatel byl úspěšně schválen.
de: Der Benutzer wurde erfolgreich genehmigt.
es: El usuario correctamente se ha aprobado correctamente.
fr: Utilisateur approuvé avec succès.
hu: A felhasználó sikeresen jóváhagyva.
it: L'utente è stato approvato con successo.
ka: მომხმარებელი წარმატებით დარეგისტრირდა
pt: O usuário foi aprovado com sucesso.
ro: Utilizatorul a fost aprobat cu succes
sk: Používateľ bol úspešne schválený.

# user.notApproved.success
source: User was not approved.
cs: Uživatel nebyl schválen.
de: Der Benutzer wurde nicht genehmigt.
es: El usuario no se ha aprobado.
fr: Utilisateur non approuvé.
hu: A felhasználó nem lett jóváhagyva.
it: Utente non approvato.
ka: მომხმარებელი ვერ დარეგისტრირდა
pt: O usuário não foi aprovado.
ro: Utilizatorul nu a fost aprobat
sk: Používateľ nebol schválený.

# organization.removed.success
source: Organization was successfully removed.
cs: Organizace byla úspěšně odstraněna.
de: Die Organisation wurde erfolgreich entfernt.
es: La organización se ha eliminado correctamente.
fr: Organisation supprimée avec succès.
hu: A szervezet sikeresen eltávolításra került.
it: Associazione rimossa con successo.
ka: ორგანიზაცია წარმატებით წაიშალა
pt: A organização foi removida com sucesso.
ro: Organizatia a fost scoasa cu succes
sk: Organizácia bola úspešne odstránená.

# organization.invitationSent.success
source: Invitation was successfully sent.
cs: Pozvánky byly úspěšně odeslány.
de: Einladungen wurden erfolgreich gesendet.
es: La invitación se ha enviado correctamente.
fr: Invitation envoyée avec succès.
hu: A meghívó sikeresen elküldve.
it: Invito inviato con successo.
ka: მოწვევა წარმატებით გაიგზავნა
pt: O convite foi enviado com sucesso.
ro: Invitatia a fost rimisa cu succes
sk: Pozvanie bolo úspešne odoslané.

# geo.rootSet.success
source: Root of Area was successfully set.
cs: Root Area byla úspěšně nastavena.
de: Der Wurzelbereich wurde erfolgreich festgelegt.
es: La raíz del área se ha definido correctamente.
fr: Secteur principal renseigné avec succès.
hu: A terület beállítása sikeres volt.
it: L'origine dell'Area è stata impostata correttamente.
ka: არეის ფესვი წარმატებით აირჩა
pt: Raiz da área foi definida com sucesso.
ro: Radacina zonei a fost setata cu succes
sk: Hlavné oblasti boli úspešne nastavené.

# geo.rootUnset.success
source: Root of Area was successfully unset.
cs: Root Area byla úspěšně zrušena.
de: Der Wurzelbereich wurde erfolgreich entfernt.
es: La raíz del área se ha anulado correctamente.
fr: Secteur principal supprimé avec succès.
hu: A terület sikeresen hatástalanítva lett.
it: L'origine dell'Area è stata reimpostata correttamente.
ka: წარმატებით წაიშალა
pt: A raiz da área foi desabilitada com sucesso.
ro: Radacina zonei a fost desetata cu succes
sk: Hlavné oblasti boli neúspešne nastavené.

# user.widget.height
source: Widget height
cs: Výška widgetu
de: Widgethöhe
es: Altura del widget
fr: Hauteur
hu: Modul magassága
it: Altezza widget
ka: სიმაღლე
pt: Altura do widget
ro: Inaltimea widget-ului
sk: Výška widgetu

# user.widget.width
source: Widget width
cs: Šířka widgetu
de: Widgetbreite
es: Ancho del widget
fr: Largeur
hu: Modul szélessége
it: Larghezza widget
ka: სიგანე
pt: Largura do widget
ro: Latimea widget-ului
sk: Šírka widgetu

# user.widget.language
source: Widget language
cs: Jazyk widgetu
de: Widget-Sprache
es: Idioma del widget
fr: Langue
hu: A modul nyelve
it: Linguaggio widget
ka: ენა
pt: Idioma do widget
ro: Limba widget-ului
sk: jazyk widgetu

# user.widget.trash.id
source: Trash ID
cs: ID skládky
de: Abfall-ID
es: ID de la basura
fr: ID décharge
hu: Hulladék azonosítója
ka: ნაგვის აიდი
pt: ID da lixeira
ro: CI gunoi

# user.widget.copy
source: Copy widget code
cs: Kopírovat kód widgetu
de: Widgetcode kopieren
es: Copiar código de widget
fr: Copier le code du Widget
hu: Másolja be a modul kódját
it: Copia codice widget
ka: დააკოპირე კოდი
pt: Copiar código do widget
ro: Copiaza codul widget-ului
sk: Skopírovať kód widgetu

# user.widget.map
source: Select center of map
cs: Vyberte střed widgetu na mapě
de: Wähle das Zentrum der Karte
es: Seleccionar el centro del mapa
fr: Choisir le centre de la carte
hu: Válassza ki a térkép központját
it: Seleziona centro della mappa
ka: აირჩიე ცენტრი
pt: Selecione o centro do mapa
ro: Selecteaza centrul hartii
sk: Vyberte stred mapu

# user.widget.map.lat
source: Latitude
cs: Zeměpisná šířka
de: Breitengrad
es: Latitud
hu: Szélességi kör
it: Latitudine
ka: გრძედი
ro: Latitudine
sk: Zemepisná šírka

# user.widget.map.lng
source: Longitude
cs: Zeměpisná délka
de: Längengrad
es: Longitud
hu: Hosszúsági kör
it: Longitudine
ka: განედი
ro: Longitudine
sk: Zemepisná dĺžka

# user.widget.map.zoom
source: Zoom level
cs: Úroveň přiblížení
de: Zoomstufe
es: Nivel de zoom
fr: Niveau de zoom
hu: Nagyítási szint
it: Livello Zoom
ka: დონე
pt: Nível de zoom
ro: Nivel de apropiere
sk: Úroveň priblíženia

# user.widget.filterLastUpdate
source: Date of Last Update
cs: Datum posledního updatu
de: Datum der letzten Aktualisierung
es: Fecha de la última actualización.
fr: Date de dernière mise à jour
hu: Az utolsó frissítés dátuma
it: Data dell'ultimo aggiornamento
ka: ბოლო აფდეითის ინფომაცია
pt: Data da última atualização
ro: Data ultimului update
sk: Dátum poslednej aktualizácie.

# user.widget.event.id
source: Event ID
cs: ID události
de: Vorfall-ID
es: ID del evento
fr: ID évènement
hu: Esemény azonosítója
it: ID Evento
ka: ივენთის აიდი
pt: ID do evento
ro: ID evenimentului
sk: ID udalosti

# global.trashoutURL
source: Admin Web URL
es: URL del web de administración
hu: Rendszergazda web URL-je
it: Indirizzo amministatore
ka: ადვინის ვებ ლინკი
pt: URL da Web do administrador
ro: Administrator WEB URL

# geo.createAlias
source: Create Alias
cs: Vytvořit alias
de: Alias ​​erstellen
es: Crear alias
fr: Créer Alias
hu: Fedőnév létrehozása
it: Crea Alias
ka: შექმენი მეტსახელი
pt: Criar alias
ro: Creaza Alias
sk: Vytvoriť Alias

# user.confirmed
source: Confirmed
cs: Potvrzeno
de: Bestätigt
es: Confirmado
fr: Confirmé
hu: Megerősített
it: Confermato
ka: დათანხმება
pt: Confirmado
ro: Confirmat
sk: Potvrdené

# user.confirmed.true
source: Confirmed
cs: Potvrzeno
de: Bestätigt
es: Confirmado
fr: Confirmé
hu: Megerősített
it: Confermato
ka: დადასტურება
pt: Confirmado
ro: Confirmat
sk: Potvrdené

# user.confirmed.false
source: Not confirmed
cs: Nepotvrzeno
de: Nicht bestätigt
es: No confirmado
fr: Non confirmé
hu: Nem megerősített
it: Non confermato
ka: არ დადასტურდა
pt: Não confirmado
ro: Neconfirmat
sk: Nepotvrdené

# event.validation.eventShouldEndAfterStartDate
source: Event start date has to be before end date
cs: Datum zahájení události musí být před datem ukončení
de: Das Startdatum der Veranstaltung muss vor dem Enddatum liegen
es: La fecha de inicio del evento debe ser anterior a la fecha de finalización
fr: La date de début doit être avant la date de fin
hu: Az esemény kezdő dátumának a befejezési dátum előttre kell esnie
it: La data di inizio dell'evento deve essere antecedente alla data di fine
ka: აქტივობის საწყოსი დრო უნდა იყოს დასრულების დრომდე
pt: A data de início do evento deve ser anterior à data de término
ro: Data de start al evenimentului trebuie să fie înaintea datei de terminare
sk: Dátum začiatku udalosti musí byť skôr ako jej koniec.

# global.currentImage
source: Current Image
cs: Aktuální obrázek
de: Aktuelles Bild
es: Imagen actual
fr: Image actuelle
hu: Aktuális kép
it: Immagine attuale
ka: ამჟამინდელი იმიჯი
pt: Imagem atual
ro: Imagine curentă
sk: Aktuálny obrázok

# global.videos
source: Videos
cs: Videa
es: Vídeos
fr: Vidéos
hu: Videók
it: Video
ka: ვიდეო
pt: Vídeos
ro: Videoclipuri
sk: Videá

# geo.removeManager
source: Remove Manager
cs: Odebrat správce
de: Manager entfernen
es: Eliminar administrador
fr: Supprimer représentant
hu: Távolítsa el a menedzsert
it: Rimuovi manager
ka: წაშალე მენჯელი
pt: Remover gerente
ro: Șterge managerul
sk: Odstrániť manažéra.

# global.pageNotFound
source: Page Not Found
cs: Stránka nenalezena
de: Seite nicht gefunden
es: Página no encontrada
fr: Page introuvable
hu: Az oldal nem található
it: Pagina non trovata
ka: ფოტო არ მოიპოვება
pt: Página não encontrada
ro: Pagină negăsită
sk: Stránka nebola nájdená

# profile.widget.validation.typeNeeded
source: Type is required
cs: Typ widgetu je povinný
de: Typ ist erforderlich
es: El tipo es obligatorio
fr: Le type est requis
hu: Típus megadása szükséges
it: Tipo richiesto
ka: ტიპი სავალდებულოა
pt: O tipo é obrigatório
ro: Scrisul este necesar
sk: Typ je potrebný

# profile.widget.validation.heightFormat
source: Insert values like 1000 px / em / %
cs: Vložte hodnoty jako 800 px / em /%
de: Werte wie 1000 px / em /% einfügen
es: Insertar valores como 1000 px / em / %
fr: Indiquer valeur telle que 1000 px / em / %
hu: Írja be az értékeket, például 1000 px / em /%
it: Inserire valori like 1000 / pax / em / %
ka: შეავსეთ ისეთი მნიშვნელობები, როგორიცაა 1000 px / em / %
pt: Inserir valores como 1000 px / em /%
ro: Introduceti valori ca 1000 px / em / %
sk: Vložte hodnoty, napríklad: 800 px / em / %

# profile.widget.validation.widthFormat
source: Insert values like 1000 px / em / %
cs: Vložte hodnoty jako 800 px / em /%
de: Werte wie 1000 px / em /% einfügen
es: Insertar valores como 1000 px / em / %
fr: Indiquer valeur telle que 1000 px / em / %
hu: Írja be az értékeket, például 1000 px / em /%
it: Inserire valori like 1000 / pax / em / %
ka: შეავსეთ ისეთი მნიშვნელობები, როგორიცაა 1000 px / em / %
pt: Inserir valores como 1000 px / em /%
ro: Introduceti valori ca 1000 px / em / %
sk: Vložte hodnoty, napríklad: 800 px / em / %

# user.widget.height.hint
source: Insert values like 1000 px / em / %
cs: Vložte hodnoty jako 800 px / em / %
de: Werte wie 1000 px / em /% einfügen
es: Insertar valores como 1000 px / em / %
fr: Indiquer valeur telle que 1000 px / em / %
hu: Írja be az értékeket, például 1000 px / em /%
it: Inserire valori like 1000 / pax / em / %
ka: შეავსეთ ისეთი მნიშვნელობები, როგორიცაა 1000 px / em / %
pt: Inserir valores como 1000 px / em /%
ro: Introduceti valori ca 1000 px / em / %
sk: Vložte hodnoty, napríklad: 800 px / em / %

# user.widget.width.hint
source: Insert values like 1000 px / em / %
cs: Vložte hodnoty jako 800 px / em / %
de: Werte wie 1000 px / em /% einfügen
es: Insertar valores como 1000 px / em / %
fr: Indiquer valeur telle que 1000 px / em / %
hu: Írja be az értékeket, például 1000 px / em /%
it: Inserire valori like 1000 / pax / em / %
ka: შეავსეთ ისეთი მნიშვნელობები, როგორიცაა 1000 px / em / %
pt: Inserir valores como 1000 px / em /%
ro: Introduceti valori ca 1000 px / em / %
sk: Vložte hodnoty, napríklad: 800 px / em / %

# export.description
source: You can modify which items to export in filter
cs: Můžete ve filtru zvolit, které záznamy chcete exportovat
de: Einstellung der Elemente im Filter für den Export
es: Puede modificar los elementos que deben exportarse en filtro
fr: Vous pouvez modifier les éléments à exporter dans les filtres
hu: A szűrőben módosíthatja az exportálandó elemeket
it: È possibile modificare quali elementi esportare nel filtro
ka: შეგიძლიათ შეცვალოთ ექსპორტი
pt: Você pode modificar quais itens exportar no filtro
ro: Poti modifica ce obiecte sa exporti in filtru
sk: Môžete upravovať položky, ktoré sa môžu vybrať vo filtri

# global.oneOfRequired
source: At least one is required to be filled.
cs: Jedna položka je povinná.
de: Mindestens ein Feld ist erforderlich.
es: Debe rellenarse uno como mínimo.
fr: Vous devez en saisir au moins un
hu: Legalább egyet ki kell tölteni.
it: Almeno uno è richiesto per essere riempito.
ka: მინიმუმ ერთი მაინც სავალდებულოა
pt: Pelo menos um é necessário para ser preenchido.
ro: Este necesar sa completezi cel putin unul.
sk: Je potrebné vložiť minimálne jeden súbor.

# notifications.user.approve.header
source: Approve user
cs: Schválit uživatele
de: Benutzer genehmigen
es: Aprobar usuario
fr: Validation utilisateurs
hu: Felhasználó jóváhagyása
it: Approva utente
ka: თანხმობა
pt: Aprovar usuário
ro: Aproba utilizator
sk: Schváliť používateľa
