Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# info.termsAndConditions
source: Terms and Conditions
cs: Pravidla užívání
de: AGB
es: Términos y condiciones
fr: Conditions d'utilisation
hu: Felhasználási feltételek
it: Termini e condizioni
ka: ვადები და პირობები
pt: Termos e Condições
ro: Termeni și Condiții
sk: Pravidlá používania

# info.feedbackAndSupport
source: Feedback & Support
cs: Připomínky & Podpora
de: Feedback & Unterstützung
es: Apoyo y comentarios
fr: Commentaires & assistance
hu: Visszajelzés és támogatás
it: Feedback & Supporto
ka: ვადები და პირობები
pt: Feedback e Suporte
ro: Feedback & Suport
sk: Spätná väzba & Podpora

# info.donate
source: Donate
cs: Podpořte nás
de: Spenden
es: Donar
fr: Effectuer un don
hu: Adományozok
it: Donazioni
ka: შემოწირულობა
pt: Doar
ro: Donează
sk: Podporte nás

# info.whyDonate
source: Why donate to TrashOut?
cs: Proč podpořit TrashOut?
de: Warum für TrashOut spenden?
es: ¿Por qué donar a TrashOut?
fr: Pourquoi donner à TrashOut ?
hu: Miért támogassuk a TrashOut-t?
it: Perché donare a TashOut?
ka: რატომ გაიღოთ შემოწირულობა TrashOut აპლიკაციისთვის?
pt: Por que doar para o TrashOut?
ro: De ce să donezi TrashOut-ului?
sk: Prečo podporiť TrashOut?

# info.donateText
source: Thanks to your donations we can run our servers, update and improve TrashOut application, add new functionalities and most importantly continue out mission to clean the world.
cs: Díky Vašim darům můžeme aktualizovat a zlepšovat službu TrashOut, přidávat nové funkce a hlavně pokračovat...
de: Dank deiner Spenden können wir unsere Server betreiben, die TrashOut App aktualisieren und verbessern, neue Funktionen hinzufügen und vor allem unsere Mission fortsetzen, die Welt sauberer zu machen.
es: Gracias a las donaciones podemos mantener nuestros servidores, actualizar y mejorar TrashOut, añadir funcionalidades nuevas y, lo más importante, seguir con nuestra misión de limpiar el mundo.
fr: Merci pour votre don ! Grace à lui nous pouvons faire tourner nos serveurs, mettre à jour et améliorer TrashOut, ajouter de nouvelles fonctionnalités, et, plus important, contribuer à un monde plus propre.
hu: Adományainak köszönhetően futtatjuk szervereinket, frissítjük és továbbfejlesztjük a TrashOut alkalmazást, új funkciókat adunk hozzá, és ami a legfontosabb: folytatjuk a világ megtisztítását.
it: Il tuo contributo sarà utilizzato per mantenere i nostri server, aggiornare l'applicazione di TrashOut aggiungendone nuove funzionalità e in generale per continuare il nostro obbiettivo di rendere il mondo un posto più pulito.
ka: თქვენი შემოწირულობების წყალობით ჩვენ შეგვიძლია გავუშვათ ჩვენი სერვერები, განაახლოთ და გავაუმჯობესოთ TrashOut აპლიკაცია, დავამატოთ ახალი ფუნქციები და რაც მთავარია გავაგრძელოთ მისია სამყაროს დასუფთავებისთვის.
pt: Graças às suas doações, podemos rodar nossos servidores, atualizar e melhorar o aplicativo TrashOut, adicionar novas funcionalidades e, o mais importante, continuar a missão de limpar o mundo.
ro: Cu ajutorul donațiilor dumneavoastră putem menține serverele noastre, actualiza și îmbunătăți aplicația TrashOut, adăuga noi funcționalități și cel mai important, continua misiunea de a curăța lumea.
sk: Vďaka Vášim darom môžeme aktulizovať a zlepšovať službu TrashOut, pridávať nové fukncie a hlavne pokračovať

# profile.gpsCoordinatesFormat
source: GPS Coordinates Format
cs: Formát GPS souřadnic
de: Format der GPS-Koordinaten
es: Formato de las coordenadas GPS
fr: Format des coordonnées GPS
hu: GPS koordináták formátuma
it: Formato coordinate GPS
ka: GPS კოორდინატების ფორმატი
pt: Formato das coordenadas GPS
ro: Formatul Coordonatelor GPS
sk: Formát GPS súradníc

# globa.cancel
source: Cancel changes
cs: Zrušit změny
de: Änderungen verwerfen
es: Cancelar cambios
fr: Abandonner modifications
hu: Elvetem a változtatásokat.
it: Annulla
ka: გააუქმე ცვლილებები
pt: Cancelar alterações
ro: Anulează modificările
sk: Zrušiť zmeny

# profile.reported
source: Reported
cs: Nahlášené
de: Gemeldet
es: Denunciado
fr: Signalé
hu: Bejelentett
it: Notificato
ka: დარეპორტებულია
pt: Relatado
ro: Raportate
sk: Nahlásené

# profile.confirmed
source: Confirmed
cs: Potvrzené
de: Bestätigt
es: Confirmado
fr: Confirmé
hu: Megerősített
it: Confermato
ka: დადასტურებულია
pt: Confirmado
ro: Confirmat
sk: Potvrdené

# profile.cleaned
source: Cleaned
cs: Vyčistené
de: Bereinigt
es: Limpiado
fr: Nettoyé
hu: Kitisztított
it: Ripulito
ka: გაწმენდილია
pt: Limpo
ro: Curățate
sk: Vyčistené

# trash.removingTrash
source: Removing trash…
cs: Odstraňuji skládku…
de: Müll entfernen....
es: Quitando la basura...
fr: Suppression de la décharge...
hu: Hulladék eltávolítása ...
it: Rimozione rifiuti...
ka: ნაგვის წაშლა…
pt: Removendo lixo…
ro: În curs de curățare...
sk: Odstraňujem skládku…

# global.confirm
source: confirm
cs: potvrďte
de: Bestätigt
es: confirmar
fr: comfirmer
hu: megerősít
it: conferma
ka: დაადასტურე
pt: confirme
ro: confirmă
sk: potvrdiť

# global.error.noData
source: Oops, we are waiting for server to give us more information. Please give us a second.
cs: Stále čekáme, až nám server poskytne potřebné informace. Prosím, dejte nám ještě chvíli.
de: Hoppla, wir warten darauf, dass der Server uns mehr Informationen gibt. Bitte warte einen Moment.
es: Estamos esperando a que el servidor nos de más información. ¡Un segundo!
fr: Oups, nous attendons que le serveur donne plus d'informations. Attendez une seconde, s'il vous plait.
hu: Hoppá, a szerver nem válaszol. Kérjük, legyen türelemmel.
it: Siamo in attesa di risposta dal server. Per piacere attendi qualche secondo.
ka: უი, ველოდებით სერვერს, რომ მოგვაწოდოს მეტი ინფორმაცია. გთხოვთ მოგვცეთ ერთი წამი.
pt: Ops, estamos aguardando pelo servidor para nos fornecer mais informações. Por favor, nos dê um segundo.
ro: Ups, așteptăm să primim mai multe informații de la serverul nostru. Acordă-ne o secundă.
sk: Stále čakáme, kým nám server poskytne potrebné informácie. Prosím, dajte nám ešte chvíľu.

# trash.youHaveToBeClose
source: You have to be near the dump to update it.
cs: Musíte být v blízkosti skládky aby jste ji mohli potvrdit.
de: Du musst in der Nähe der Mülldeponie sein, um sie zu aktualisieren.
es: Tiene que estar cerca del vertedero para actualizarlo.
fr: Vous devez être proche de la décharge pour la mettre à jour
hu: A szennyezett terület közelében tudja csak frissíteni az adatokat.
it: È necessario tu sia nei pressi della discarica per aggiornare il suo stato.
ka: თქვენ უნდა იყოთ ნაგავსაყრელთან ახლოს მის გასაახლებლად.
pt: Você precisa estar próximo ao despejo para atualizá-lo.
ro: Trebuie să fii mai aproape de zona cu deșeuri pentru a actualiza notificarea.
sk: Musíte byť v blízkosti skládky aby ste ju mohli aktualizovať.

# global.allow
source: Allow
cs: Povolit
de: Erlauben
es: Permitir
fr: Autoriser
hu: Engedélyezés
it: Consenti
ka: ნებართვა
pt: Permitir
ro: Permite
sk: Povolte

# trash.loadingTrashMap
source: Loading TrashMap...
cs: Načítavam TrashMap...
de: TrashMap laden....
es: Cargando TrashMap...
fr: Chargement de la carte des décharges...
hu: Hulladéktérkép betöltése ...
it: Caricamento TrashMap...
ka: იტვირთება
pt: Carregando o TrashMap ...
ro: Se încarcă harta deșeurilor....
sk: Pripravujem TrashMap...

# user.username
source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
ka: მომხმარებლის სახელი
pt: Nome do usuário
ro: Nume de utilizator
sk: Používateľské meno

# profile.wrongPassword
source: Oops, you entered wrong password.
cs: Jejda zadali jste nesprávné heslo.
de: Hoppla, du hast ein falsches Passwort eingegeben.
es: Ups, ha insertado una contraseña incorrecta.
fr: Oups, vous avez saisi un mauvais mot de passe
hu: Hoppá, rossz jelszót adott meg.
it: Oops, password errata.
ka: უი, არასწორი პაროლი შეიყვანეთ.
pt: Ops, você digitou a senha incorreta.
ro: Ups, ai introdus o parolă greșită
sk: Jejda, zadali ste zlé heslo.

# global.organization
source: Organization
cs: Organizace
de: Organisation
es: Organización
fr: Organisation
hu: Szervezet
it: Organizzazione
ka: ორგანიზაცია
pt: Organização
ro: Organizație
sk: Organizácia

# profile.assignOrganization
source: Assign organization
cs: Zvolit organizaci
de: Organisation zuweisen
es: Asignar organización
fr: Choisissez une organisation
hu: Szervezet kijelölése
it: Assegna organizzazione
ka: მიანიჭე ორგანიზაცია
pt: Atribuir organização
ro: Atribuiți organizația
sk: Zvoliť organizáciu

# profile.assign
source: Assign
cs: Přiřadit
de: Zuweisen
es: Asignar
fr: Choisir
hu: Hozzárendelés
it: Assegna
ka: მიანიჭე
pt: Atribuir
ro: Asignați
sk: Zvoliť

# global.organizations
source: Organizations
cs: Organizace
de: Organisationen
es: Organizaciones
fr: Organisations
hu: Szervezetek
it: Organizzazioni
ka: ორგანიზაციები
pt: Organizações
ro: Organizații
sk: Organizácie

# profile.badges
source: Your Green Points
cs: Odznaky
de: Deine Abzeichen
es: Insignias
fr: Vos points verts
hu: Zöld pontok
it: I tuoi Green Points
ka: შენი მწვანე ქულები
pt: Seus Pontos Verdes
ro: Puntele tale verzi
sk: Zelené body

# profile.info
source: Info
es: Información
hu: Információ
ka: ინფორმაცია
pt: Informações
ro: Informații

# profile.noInfo
source: Share some information with TrashOut community.
cs: Sdílejte informace s TrashOut komunitou.
de: Teile Informationen mit der TrashOut-Community.
es: Comparta información con la comunidad de TrashOut.
fr: Partager des informations avec la communauté TrashOut
hu: Osszon meg információkat a TrashOut közösséggel.
it: Condividi con la community TrashOut.
ka: გააზიარე ინფორმაცია თრაშაუთის წევრებთან
pt: Compartilhe algumas informações com a comunidade TrashOut.
ro: Distribuie informații în comunitatea TrashOut
sk: Zdieľajte informácie s TrashOut komunitou.

# profile.authorizing
source: Authorizing
cs: Autorizuji
de: Wird genehmigt
es: Autorizando
fr: Autoriser
hu: Engedélyezés
it: Autorizzazione
ka: ავტორიზაცია
pt: Autorizando
ro: Autorizare
sk: Autorizujem

# profile.syncing
source: Syncing
cs: Synchronizuji
de: Synchronisation
es: Sincronizando
fr: Synchronizer
hu: Szinkronizálás
it: Sincroniccazione
ka: სინქრონიზაცია
pt: A sincronizar
ro: Se sincronizează
sk: Synchronizujem

# profile.badge
source: Badge
cs: Odznak
de: Abzeichen
es: Insignia
hu: Besorolás
ka: ბეჯი
pt: Distintivo
ro: Insignă
sk: Odznak

# user.roles.administrator
source: Administrator
cs: Administrátor
de: Verwalter
es: Administrador
fr: Administrateur
hu: Adminisztrátor
it: Amministratore
ka: ადმინისტრატორი
pt: Administrador
sk: Administrátor

# profile.logoutQuestion
source: Do you really want to log out?
cs: Chcete se opravdu odhlásit?
de: Möchtest du dich wirklich abmelden?
es: ¿Desea cerrar la sesión?
fr: Voulez-vous vraiment vous déconnecter ?
hu: Biztosan kijelentkezik?
it: Vuoi veramente sloggarti ?
ka: ნამდვილად გსურთ გამოსვლა?
pt: Deseja realmente sair?
ro: Chiar doresti sa te deloghezi?
sk: Chcete sa naozaj odhlásiť?

# profile.whyRegister
source: All your activity will be synced. You will get points for your activities.
cs: Všechny Vaše aktivity budou synchronizované. Získáte odměnu ve formě odznaků. Je to zadarmo.
de: Alle deine Aktivitäten werden synchronisiert. Du bekommst Punkte für deine Aktivitäten.
es: Se sincronizará toda su actividad. Obtendrá puntos por sus actividades.
fr: Toutes vos activités seront conservées. Vous gagnerez des points pour vos actions. C'est gratuit.
hu: Az összes tevékenységét szinkronizáljuk. Minden bejelentésért pontokat kap.
it: Le tue attività saranno sincronizzate con il server. Riceverai dei punti per le tue attività.
ka: მთელი თქვენი აქტივობა იქნება სინქრონიზებული. თქვენ მიიღებთ ქულებს თქვენი საქმიანობისთვის.
pt: Toda a sua atividade será sincronizada. Você receberá pontos por suas atividades.
ro: Toată activitatea ta va fi sincronizată. Vei obține puncte pentru activitățile tale.
sk: Všetky Vaše aktivity budú synchronizované. Získate odmenu vo forme odznakov. Je to zadarmo.

# profile.validation.invalidEmail
source: Oops, the e-mail you entered looks invalid
cs: Huups, vložili ste neplatný email :(
de: Hoppla, die eingegebene E-Mail-Adresse scheint ungültig zu sein.
es: Ups, el correo electrónico introducido no es válido :(
fr: Oups, l'adresse mail semble invalide
hu: Hoppá, a megadott e-mail cím érvénytelen.
it: Oops, l'e-mail da te inserita risulta invalida
ka: უი, თქვენ მიერ შეყვანილი ელფოსტა არასწორია
pt: Ops, o e-mail digitado parece inválido
ro: Ups, e-mailul introdus este invalid
sk: Huups, vložili ste neplatný email :(

# profile.validation.enterPassword
source: Oops, please enter your password
cs: Huups, prosím zadajte heslo
de: Hoppla, bitte gib dein Passwort ein.
es: Ups, por favor, introduzca su contraseña
fr: Oups, saisissez votre mot de passe à nouveau s'il vous plait
hu: Hoppá, kérjük, írja be a jelszavát
it: Oops, per piacere inserisci la tua password
ka: გთხოვთ შეიყვანოთ თქვენი პაროლი
pt: Ops, digite sua senha
ro: Ups, vă rugăm introduceți parola dumneavoastră
sk: Huups! Prosím, zadajte heslo.

# profile.validation.invalidPasswordOrEmail
source: Oops, your password and e-mail don't match
cs: Huups, Vaše heslo a email nesouhlasí :(
de: Hoppla, dein Passwort und deine E-Mail-Adresse stimmen nicht überein.
es: Ups, su contraseña no coincide :(
fr: Oups, votre mot de passe et votre mail ne correspondent pas
hu: Hoppá, a jelszó és az e-mail nem egyeznek
it: Oops, e-mail o password errate.
ka: უი, თქვენი პაროლი და ელფოსტა არ ემთხვევა
pt: Ops, sua senha e email não coincidem
ro: Ups, parola și e-mailul dumneavoastră nu se potrivesc
sk: Huups, Vaše heslo a email nesedia :(

# profile.enterEmail
source: Please enter an email address you used previously to register to TrashOut
cs: Prosím vložte Vaši emailovou adresu, kterou jste zadali při registraci.
de: Bitte gib eine E-Mail-Adresse ein, mit der du dich zuvor bei TrashOut registriert hast.
es: Introduzca una dirección de correo electrónico que haya utilizado anteriormente para registrar TrashOut
fr: S'il vous plait, saisissez l'adresse mail utilisée lors de votre inscription
hu: Kérjük, adja meg azt az e-mail címet, amit korábban használt a TrashOut regisztrációhoz.
it: Inserisci l'email utilizzata per la registrazione a TrashOut
ka: გთხოვთ, შეიყვანოთ ელფოსტის მისამართი, რომელიც ადრე გამოიყენეთ TrashOut-ში დასარეგისტრირებლად
pt: Digite um endereço de e-mail que você usou anteriormente para se registrar no TrashOut
ro: Vă rugăm să introduceți o adresă de e-mail pe care ați folosit-o anterior pentru a vă înregistra în aplicația TrashOut
sk: Prosím, vložte Vašu emailovú adresu, ktorú ste zadali pri registrácií.

# profile.emailExists
source: Oops, it looks like somebody is already registered with this e-mail
cs: Huups, zdá se, že tato emailová adresa je již registrovaná. Zvolte prosím jinou
de: Hoppla, es sieht so aus, als ob jemand bereits mit dieser E-Mail-Adresse registriert ist.
es: Ups, parece que alguien ya se ha registrado con este correo electrónico
fr: Oups, il semble que quelqu'un d'autre utilise cette adresse mail
hu: Hoppá, úgy tűnik, hogy valaki már regisztrált ezzel az e-mail címmel.
it: Oops, sembra che questo inidizzio email sia già in uso
ka: უი, როგორც ჩანს, ვიღაც უკვე დარეგისტრირებულია ამ ელფოსტაზე
pt: Ops, parece que alguém já está registrado neste e-mail
ro: Ups, se pare că cineva este deja înregistrat cu acest e-mail
sk: Huups, zdá sa, že táto emailová adresa je už registrovaná. Zvoľte inú, prosím.

# profile.resetPassword
source: Forgot password
cs: Reset hesla
de: Passwort vergessen
es: Contraseña olvidada
fr: Mot de passe oublié
hu: Elfelejtett jelszó
it: Password dimenticata
ka: დაგავიწყდა პაროლი
pt: Esqueceu a senha
ro: Am uitat parola
sk: Reset hesla

# profile.signedInStatus
source: Now you are signed in…
cs: Nyní jste přihlášen...
de: Du bist jetzt angemeldet....
es: Ahora ha iniciado sesión ...
fr: Vous êtes maintenant inscrit...
hu: Bejelentkezve
it: Login effettuato...
ka: ახლა თქვენ შესული ხართ…
pt: Agora você está logado…
ro: Acum ești logat...
sk: Ste prihlásený...

# user.firstName
source: First name
cs: Jméno
de: Vorname
es: Nombre
fr: Prénom
hu: Keresztnév
it: Nome
ka: სახელი
pt: Primeiro nome
ro: Prenume
sk: Meno

# user.lastName
source: Last name
cs: Příjmení
de: Nachname
es: Apellido
fr: Nom
hu: Vezetéknév
it: Cognome
ka: გვარი
pt: Último nome
ro: Nume
sk: Priezvisko

# user.name
source: Name
cs: Jméno
es: Nombre
fr: Nom
hu: Név
it: Nome
ka: სახელი
pt: Nome
ro: Nume
sk: Meno

# user.password
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
ka: პაროლი
pt: Senha
ro: Parolă
sk: Heslo

# user.reEnterPassword
source: Re-enter password
cs: Znovu zadejte heslo
de: Passwort wiederholen
es: Introduzca la contraseña de nuevo
fr: Re-saisissez votre mot de passe
hu: Írja be a jelszót újra
it: ri-inserisci password
ka: ხელახლა შეიყვანეთ პაროლი
pt: Digite novamente a senha
ro: Reintrodu parola
sk: Znovu zadajte heslo

# user.validation.passwordTooShort
source: Oops, please enter longer password. At least 8 characters.
cs: Prosím zadajte delší heslo. Alespoň 8 znaků.
de: Achtung, bitte längeres Passwort eingeben. Mindestens 8 Zeichen.
es: Introduzca una contraseña de 8 caracteres como mínimo.
fr: Oups, veuillez saisir un mot de passe plus long, au moins 8 caractères
hu: Hoppá, hosszabb jelszó kell. Legalább 8 karakteres.
it: Inserisci una password più lunga, di almeno 8 caratteri.
ka: უი, გთხოვთ შეიყვანოთ უფრო გრძელი პაროლი. მინიმუმ 8 სიმბოლო.
pt: Ops, digite uma senha mais longa. Pelo menos 8 caracteres.
ro: Ups, vă rugăm introduceți o parolă mai lungă. Minim 8 caractere.
sk: Prosím, zadajte dlhšie heslo. Aspoň 8 znakov.

# user.validation.passwordsNotMatch
source: Oops, your re-entered password doesn't match.
cs: Huups, heslo nesouhlasí, zkuste znova.
de: Hoppla, dein erneut eingegebenes Passwort stimmt nicht überein.
es: La contraseña introducida no coincide.
fr: Oups, les mots de passe ne correspondent pas
hu: Hoppá, az újból megadott jelszó nem egyezik.
it: Le due password non corrispondono
ka: უი, თქვენი ხელახლა შეყვანილი პაროლი არ ემთხვევა.
pt: Ops, sua senha digitada novamente não corresponde.
ro: Ups, parola reintrodusă nu se potrivește.
sk: Huups, heslá nesedia, skúste znova.

# user.info
source: About you
cs: Informace o tobě
de: Über dich
es: Acerca de usted
fr: A propos de vous
hu: Rólam
it: Su di te
ka: თქვენს შესახებ
pt: Sobre você
ro: Despre tine
sk: O vás

# user.header
source: Users
cs: Uživatelé
de: Benutzer
es: Usuarios
fr: Utilisateurs
hu: Felhasználók
it: Utenti
ka: მომხმარებლები
pt: Comercial
ro: Utilizatori
sk: Používatelia

# user.changePassword
source: Change Password
cs: Změna hesla
de: Passwort ändern
es: Cambiar la contraseña
fr: Modifier mot de passe
hu: Jelszó módosítása
it: Cambia password
ka: შეცვალე პაროლი
pt: Mudar senha
ro: Schimbă parola
sk: Zmena hesla

# user.bulk.changeRole
source: Change role
cs: Změna role
de: Rolle ändern
es: Cambiar el papel
fr: Modifier role
hu: Feladatkör megváltoztatása
it: Cambia ruolo
ka: შეცვალე როლი
pt: Alterar função
ro: Schimbă rolul
sk: Zmena role

# profile.noInternetWhileRegister
source: Oops, we cannot register you without internet access. Please come back when you are back online
cs: Huups, nedokážeme Vás zaregistrovat bez internetového připojení. Prosím zkuste to znova, jak budete online.
de: Hoppla, wir können dich nicht ohne Internetzugang registrieren. Bitte komm zurück, wenn du wieder online bist.
es: No podemos registrarlo sin conexión a internet. Por favor, regrese cuando tenga conexión
fr: Oups, impossible de vous inscrire sans accès internet. S'il vous plait ré-essayez une fois en ligne.
hu: Hoppá, nem regisztrálhatjuk Önt internet-hozzáférés nélkül. Próbálja újra később.
it: Oops, accesso a internet assente. Per piacere, ritenta quando sarai di nuovo online.
ka: უი, ჩვენ ვერ დაგირეგისტრირებთ ინტერნეტის გარეშე. გთხოვთ დაბრუნდით, როცა ონლაინ დაბრუნდებით
pt: Ops, não podemos registrar você sem acesso à Internet. Volte quando estiver on-line novamente
ro: Oops, nu vă putem înregistra fără access la internet. Vă rugăm să reveniți când vă conectați online
sk: Huups, nedokážeme Vás zaregistrovať bez internetového pripojenia. Prosím, skúste znova, keď budete online.

# profile.noInternetWhileSignIn
source: Oops, we cannot sign you in without internet access. Please come back when you are back online.
cs: Huups, nedokážeme Vás přihlásit bez internetového připojení. Prosím zkuste to znova, jak budete online.
de: Hoppla, wir können dich nicht ohne Internetzugang registrieren. Bitte komm zurück, wenn du wieder online bist.
es: Ups, no puede entrar sin conexión a internet. Por favor, regrese cuando tenga conexión.
fr: Oups, impossible de vous inscrire sans accès internet. S'il vous plait ré-essayez une fois en ligne.
hu: Hoppá, internet-hozzáférés nélkül nem tud bejelentkezni. Próbálja újra később.
it: Oops, accesso a internet assente. Per piacere, ritenta quando sarai di nuovo online.
ka: უი, ჩვენ ვერ შეხვალთ ინტერნეტის გარეშე. გთხოვთ დაბრუნდით, როცა ონლაინ დაბრუნდებით.
pt: Não é possível fazer login sem acesso à Internet. Volte quando estiver novamente online.
ro: Oops, nu vă putem loga fără access la internet. Vă rugăm să reveniți când vă conectați online
sk: Uups, nedokážeme Vás prihlásiť bez internetového pripojenia. Prosím, skúste znova, keď budete online.

# profile.noName
source: No name provided
cs: Nezadali jste jméno
de: Kein Name angegeben
es: No se proporcionó ningún nombre
fr: Vous n'avez pas saisi de nom
hu: Nincs megadva név.
it: nome mancante
ka: სახელი არ არის მოწოდებული
pt: Nenhum nome fornecido
ro: Niciun nume furnizat
sk: Nezadali ste meno

# profile.resetPasswordInfoToMail
source: Info how to reset your password was sent to your e-mail address.
cs: Informace potřebné k obnovení hesla Vám byly zaslány na Váš e-mail.
de: Informationen zum Zurücksetzen deines Passworts wurden an Ihre E-Mail-Adresse gesendet.
es: Se ha enviado información para restablecer la contraseña a su dirección de correo electrónico
fr: Les informations concernant la réinitialisation de votre mot de passe ont été envoyées sur votre adresse mail.
hu: A jelszó visszaállításával kapcsolatos információkat elküldtük az Ön e-mail címére.
it: Le informazioni sul reset della password sono state inviate al tuo indirizzo email
ka: ინფორმაცია, თუ როგორ უნდა აღადგინოთ პაროლი, გაიგზავნა თქვენს ელ. ფოსტაზე.
pt: Informações sobre como redefinir sua senha foram enviadas para o seu endereço de e-mail.
ro: Informații despre cum să vă resetați parola au fost trimise la adresa dvs. de e-mail.
sk: Informácie potrebné k obnove hesla Vám boli zaslané na Váš e-mail.

# profile.welcome
source: Welcome
cs: Vítejte
de: Willkommen
es: Bienvenid@
fr: Bienvenue
hu: Üdvözöljük!
it: Benvenuto
ka: მოგესალმებით
pt: Bem-vinda
ro: Bun venit
sk: Vitajte

# profile.signOut
source: Sign Out
cs: Odhlásit
de: Abmelden
es: Cerrar sesión
fr: Déconexion
hu: Kijelentkezés
ka: გამოსვლა
pt: Sair
ro: Delogare
sk: Odhlásiť

# profile.validation.passwordRequired
source: Please fill in your password.
cs: Prosím vyplňte Vaše heslo.
de: Bitte gib dein Passwort ein.
es: Introduzca su contraseña.
fr: Saisissez votre mot de passe, s'il vous plait.
hu: Kérjük, adja meg jelszavát.
it: Per piacere, inserisci la tua password
ka: გთხოვთ შეიყვანოთ თქვენი პაროლი.
pt: Por favor, preencha sua senha.
ro: Vă rugăm să introduceți parola
sk: Prosím, zadajte heslo.

# profile.validation.emailRequired
source: Please enter an e-mail address.
cs: Prosím vyplňte Váš e-mail.
de: Informationen zum Zurücksetzen deines Passworts wurden an Ihre E-Mail-Adresse gesendet.
es: Por favor introduzca una dirección de correo eléctronico.
fr: Saisissez votre adresse mail, s'il vous plait.
hu: Kérjük, írjon be egy e-mail címet.
it: Inserisci un indirizzo e-mail
ka: გთხოვთ შეიყვანოთ ელექტრონული ფოსტის მისამართი.
pt: Por favor insira um endereço de e-mail.
ro: Vă rugăm să introduceți adresa de e-mail
sk: Prosím, zadajte emailovú adresu.
