Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# event.addedToCalender.success
source: Cleaning event was added to your calendar
cs: Čistící událost byla přidána do kalendáře
de: Aufräumveranstlatung wurde deinem Kalender hinzugefügt
es: El evento de limpieza se agregó a su calendario
fr: Évènement ajouté à votre agenda
hu: A takarítási eseményt hozzá adta a naptárához
it: L'evento di pulizia è stato aggiunto al tuo calendario
ka: დასუფთავების ღონისძიება დაემატა თქვენს კალენდარს
pt: O evento de limpeza foi adicionado ao seu calendário
ro: Evenimentul de curățare a fost adăugat în calendarul tău
sk: Čistiaca udalosť bola pridaná do kalendára

# global.enableAccessToCalendar
source: Enable access to calendar in settings
cs: Umožněte přístup do kalendáře v nastavení
de: Aktiviere den Zugriff auf den Kalender in den Einstellungen.
es: Habilitar el acceso al calendario en los ajustes
fr: Autorisez l'accès à votre agenda dans le paramétrage
hu: Engedélyezze a naptárához való hozzáférést a beállításokban
it: Attiva l'accesso al calendario dalle Impostazioni
ka: ჩართეთ კალენდარზე წვდომა პარამეტრებში
pt: Ativar acesso ao calendário nas configurações
ro: Permite accesul la calendar din setări
sk: Povoliť prístup ku kalendáru v nastaveniach

# collectionPoint.allowedTypes
source: Type of waste you can dispose here
cs: Povolené typy:
de: Müllarten, die du hier entsorgen kannst
es: Tipo de residuo que puede desechar aquí
fr: Types de déchets acceptés
hu: Az itt elhelyezhető hulladék típusa
it: Tipo di rifiuti che puoi conferire
ka: ნარჩენების ტიპი, რომელიც შეგიძლიათ აქ გადაყაროთ
pt: Tipo de lixo que você pode descartar aqui
ro: Tipul de deșeuri pe cate îl puteți arunca aici
sk: Druh odpadu, aký tu môžete odkladať

# collectionPoint.other
source: More collection Points Around You
cs: Ostatní sběrná místa
de: Mehr Recyclingstellen in deiner Nähe
es: Más puntos de reciclaje a su alrededor
fr: Plus de points de collecte autour de vous
hu: További gyűjtési pontok az Ön közelében
it: Più punti di raccolta vicino a te
ka: მეტი კოლექციის ქულები თქვენს გარშემო
pt: Mais pontos de coleta ao seu redor
ro: Mai multe puncte de colectare în jurul dumneavoastră
sk: Viac recyklačných miest okolo vás

# global.filter.noResult
source: No results, change filter options
cs: Žádné výsledky, změňte nastavení filtru
de: Keine Ergebnisse, Filteroptionen ändern
es: Sin resultados, cambiar las opciones de filtro
fr: Aucun résultat. Modifiez les paramètres du filtre
hu: Nincs eredmény, változtassa meg a szűrési opciókat
it: Nessun risultato, prova a cambiare i filtri di ricerca
ka: შედეგი არ არის, შეცვალეთ ფილტრის პარამეტრები
pt: Sem resultados, altere as opções de filtro
ro: Niciun rezultat, schimbă opțiunile de filtrare
sk: Žiadne výsledky, zmeniť možnosti filtra

# collectionPoint.filter.header
source: collection Point Filter
cs: Filtr sběrných míst
de: Filter für den Recyclingstandort
es: Filtro de puntos de reciclaje
fr: Filtre des points de collecte
hu: Gyűjtési pont szűrő
it: Filtra il punto di raccolta
ka: შეგროვების წერტილის ფილტრი
pt: filtro de ponto de coleção
ro: filtrul punctelor de colectare
sk: Filter pre recyklačné miesta

# trash.filter.header
source: Trash Filter
cs: Filtr skládky
de: Müllfilter
es: Filtro de basura
fr: Filtrer les décharges
hu: Szemét jelölő szűrő
it: Filtra i Rifiuti
ka: ნაგვის ფილტრი
pt: Filtro de Lixo
ro: Filtrează gunoiul
sk: Filter skládok

# global.filter
source: Filter
cs: Filtr
es: Filtrar
fr: Filtre
hu: Szűrő
it: Filtri
ka: ფილტრი
pt: Filtro
ro: Filtrează

# collectionPoint.filter.size
source: Size of collection Point
cs: Filtrovat velikost
de: Entsorgungsmende
es: Eliminar el tamaño
fr: Taille de la déchèterie
hu: A gyűjtési pont mérete
it: Dimensione del punto di raccolta
ka: შეგროვების პუნქტის ზომა
pt: Tamanho do ponto de coleta
ro: Mărimea punctului de colectare
sk: Veľkosť zberného miesta

# collectionPoint.filter.types
source: Type of Trash to Dispose
cs: Filtrovat typ
de: Typen entsorgen
es: Eliminar los tipos
fr: Types de déchets acceptés
hu: Az összegyűjtött hulladék típusa leadáshoz
it: Tipo di rifiuti da conferire
ka: ნაგვის ტიპი
pt: Tipo de lixo a ser descartado
ro: Tip de gunoi de aruncat
sk: Typy zberných miest

# collectionPoint.openingHours
source: Opening Hours
cs: Otevírací doba
de: Öffnungszeiten
es: Horarios de apertura
fr: Heures d'ouverture
hu: Nyitvatartási idő
it: Orario di apertura
ka: გახსნის საათები
pt: Horário de funcionamento
ro: Orele de Deschidere
sk: Otváracie hodiny

# global.noLongerExistQuestion
source: Does not exist?
cs: Již neexistuje?
de: Gibt es nicht?
es: ¿No existe?
fr: N'existe plus ?
hu: Nem létezik?
it: Non esiste?
ka: არ არსებობს
pt: Não existe?
ro: Nu există?
sk: Neexistuje?

# global.forgotPassword
source: Forgot Password?
cs: Zapomněli jste heslo?
de: Passwort vergessen?
es: ¿Olvidó la contraseña?
fr: Mot de passe oublié ?
hu: Elfelejtette a jelszavát?
it: Hai dimenticato la password?
ka: დაგავიწყდა პაროლი
pt: Esqueceu a senha?
ro: Parolă uitată?
sk: Zabudli ste heslo?

# user.validation.firstNameRequired
source: First name is required
cs: Křestní jméno je vyžadováno
de: Vorname ist erforderlich
es: El nombre es obligatorio
fr: Prénom requis
hu: Keresztnév szükséges
it: E' richiesto il nome
ka: სახელი სავალდებულოა
pt: O primeiro nome é necessário
ro: Prenumele este necesar
sk: Meno je povinné

# user.validation.lastNameRequired
source: Last name is required
cs: Příjmení je vyžadováno
de: Nachname ist erforderlich
es: El apellido es obligatorio
fr: Nom requis
hu: Vezetéknév szükséges
it: E' richiesto il cognome
ka: გვარი სავალდებულოა
pt: O sobrenome é obrigatório
ro: Numele este necesar
sk: Priezvisko je povinné

# profile.yourActivities
source: Your Activities
cs: Vaše činnosti
de: Deine Aktivitäten
es: Sus actividades
fr: Vos activités
hu: Az Ön tevékenysége
it: Le tue attività
ka: შენი აქტივობები
pt: Suas atividades
ro: Activitățile dumneavoastră
sk: Vaše aktivity

# profile.other
source: Other
cs: Jiné
de: Sonstiges
es: Otro
fr: Autres
hu: Egyéb
it: Altro
ka: სხვა
pt: De outros
ro: Altele
sk: Ostatné

# profile.logout
source: Logout
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hu: Kijelentkezés
it: Disconnetti
ka: გამოსვლა
pt: Sair
ro: Deloghează-te
sk: Odhlásiť

# global.edit
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
ka: რედაქტირება
pt: Editar
ro: Editează
sk: Upraviť

# trash.anonymous
source: Anonymous
cs: Anonymní
de: Anonym
es: Anónimo
fr: Anonyme
hu: Névtelen
it: Anonimo
ka: ანონიმური
pt: Anônimo
ro: Anonim
sk: Anonym

# global.phoneNotSet
source: Phone not set
cs: Telefon není nastaven
de: Telefon nicht eingestellt
es: Teléfono no configurado
fr: Téléphone non renseigné
hu: A telefon nincs beállítva
it: Numero di telefono non inserito
ka: ტელეფონი არ არის დაკავშირებული
pt: Telefone não definido
ro: Numărul de telefon nu a fost setat
sk: Telefón nie je nastavený

# profile.earnedPoints_X
source: You have earned %d points so far! Update more dumps to receive more. Thank you!
cs: Již jste získali %d bodů! Tím získáváte následující skvělé odznaky!
de: Du hast bisher% d Punkte verdient! Suche nach weiteren Deponien, es bringt dir neue Abzeichen!
es: ¡Ha ganado %d puntos hasta ahora! ¡Busque más vertederos para recibir distintivos!
fr: Vous avez gagné %d points. Mettez à jour d'autres signalements pour en gagner d'autres. Merci !
hu: Eddig% d pontot szerzett! Frissítsen több szennyezett területet, hogy többet érjen el. Köszönöm!
it: Hai guadagnato %d punti fino ad ora. Aggiorna più discariche per riceverne ancora. Grazie!
ka: შენ გამოიმუშავე %d ქულა! განაახლე მეტი ნაგავსაყრელები და მიიღე მეტი! მადლობა!
pt: Você ganhou% d pontos até agora! Atualize mais dumps para receber mais. Obrigado!
ro: Ați acumulat %d puncte până acum! Actualizați mai multe mormane de gunoaie pentru mai multe puncte. Vă mulțumim!
sk: Získali ste doteraz %d bodov! Aktualizujte skládky, aby ste získali viac.

# profile.points_X
source: %d points
cs: %d bodů
de: % Punkte
es: %d puntos
hu: % d pont
it: %d punti
ka: % ქულა
pt: % d pontos
ro: %d puncte
sk: %d bodov

# profile.youReported
source: Your reports
cs: Nahlásili jste
de: Deine Berichte
es: Sus informes
fr: Vos signalements
hu: Az Ön jelentései
it: Le tue segnalazioni
ka: შენი რეპორტები
pt: Seus relatórios
ro: Raportările dumneavoastră
sk: Vaše hlásenia

# profile.youUpdated
source: Your updates
cs: Aktualizovali jste
de: Deine Updates
es: Sus actualizaciones
fr: Vos mises à jour
hu: Az Ön frissítései
it: I tuoi aggiornamenti
ka: შენი აფდეითები
pt: Suas atualizações
ro: Actualizările dumneavoastră
sk: Vaše aktualizácie

# profile.youCleaned
source: Dumps cleaned
cs: Vyčistili jste
de: Deponien gereinigt
es: Vertederos limpios
fr: Vos ramassages
hu: Megtisztított szennyezett területek
it: Discariche pulite
ka: დასუფთავებული ნაგავსაყრელები
pt: Despejos limpos
ro: Deșeuri eliminate
sk: Vyčistené skládky

# profile.header.editProfile.header
source: Edit Profile
cs: Upravit profil
de: Profil bearbeiten
es: Editar perfil
fr: Modifier profil
hu: Profil szerkesztése
it: Modifica profilo
ka: დააედითე პროფილი
pt: Editar Perfil
ro: Editare profil
sk: Upraviť profil

# profile.yourProfile
source: Your Profile
cs: Váš profil
de: Dein Profil
es: Su perfil
fr: Votre profil
hu: Az Ön profilja
it: Il tuo profilo
ka: შენი პროფილი
pt: Seu perfil
ro: Profilul dumneavoastră
sk: Váš profil

# profile.selectOrganization
source: Select an Organization
cs: Vyberte organizaci
de: Wähle eine Organisation
es: Seleccionar una organización
fr: Choisissez une organisation
hu: Válasszon egy szervezetet
it: Scegli un'organizzazione
ka: შეარჩიე ორგანიზაცია
pt: Selecione uma organização
ro: Selectează o organizație
sk: Vybrať organizáciu

# profile.uploadFotoError
source: Can not upload photo, please try it again later
cs: Fotografie nelze nahrát, prosím zkuste to později
de: Kann kein Foto hochladen, bitte versuche es später noch einmal.
es: No se puede subir la foto, inténtelo más tarde
fr: Impossible d'envoyer une photo, veuillez réessayer ultérieurement.
hu: Nem lehet feltölteni a fényképet, próbálja újra később
it: Non puoi caricare la foto, per favore riprova più tardi
ka: ფოტო არ აიტვირთა, სცადე თავიდან
pt: Não é possível fazer o upload da foto, tente novamente mais tarde
ro: Nu se poate încărca poza, vă rugăm sa încercați din nou mai târziu
sk: Nie je možné nahrať fotku. Skúste to neskôr, prosím.

# profile.edit.error
source: Can not update user profile, try it again later
cs: Profil nelze aktualizovat, zkuste to později
de: Kann das Benutzerprofil nicht aktualisieren, versuche es später noch einmal.
es: No se puede actualizar el perfil de usuario, inténtelo más tarde
fr: Impossible de mettre à jour le profil utilisateur, veuillez réessayer ultérieurement.
hu: Nem lehet frissíteni a felhasználói profilt, próbálja újra később
it: Non puoi aggiornare il tuo profilo utente, riprova più tardi
ka: რაღაც შეცდომაა, სცადე თავიდან
pt: Não é possível atualizar o perfil do usuário, tente novamente mais tarde
ro: Nu se poate actualiza profilul utilizatorului, încearcă din nou mai târziu
sk: Nie je možné aktualizovať profil používateľa, skúste to neskôr

# profile.edit.success
source: Your profile was successfully updated
cs: Váš profil byl úspěšně aktualizován
de: Dein Profil wurde erfolgreich aktualisiert
es: Su perfil se ha actualizado correctamente
fr: Votre profil a été mis à jour avec succès
hu: Az Ön profilja sikeresen frissült
it: Il tuo profilo è stato aggiornato con successo
ka: შენი პროფილი წარმატებით განახლდა
pt: Seu perfil foi atualizado com sucesso
ro: Profilul tău a fost actualizat cu succes
sk: Váš profil bol úspešne aktualizovaný

# global.pullToRefresh
source: Pull to refresh
cs: Zatáhni pro obnovení
de: Zum Aktualisieren ziehen
es: Deslizar para actualizar
fr: Balayez pour rafraichir
hu: Húzza a frissítéshez
it: Scorri per aggiornare
ka: ჩამოქაჩე განსაახლებლად
pt: Puxe para atualizar
ro: Trage pentru reîncărcare
sk: Potiahnite na obnovu obrazovky

# trash.accuracyOfLocationSmaller
source: Accuracy of location: <
cs: Přesnost umístění: <
de: Positionsgenauigkeit:
es: Precisión de la ubicación: <
fr: Précision de la position : <
hu: A hely pontossága: <
it: Precisione della localizzazione: <
ka: ლოკაციის სიზუსტე
pt: Precisão da localização: <
ro: Acuratețea locației
sk: Presnosť polohy: <

# global.sendEmail.error
source: It is not possible to send an e-mail.
cs: Email nelze odeslat.
de: Es ist nicht möglich, eine E-Mail zu versenden.
es: No es posible enviar un correo electrónico.
fr: Il est impossible d'envoyer un mail.
hu: Nem lehet e-mailt küldeni.
it: Non è possibile invia un'email
ka: არ არის შესაძლებელი მეილის გაგზავნა
pt: Não é possível enviar um email.
ro: Nu e posibil să trimiți un e-mail
sk: Nie je možné poslať e-mail

# trash.illegalDumpIn_X
source: Illegal Dump in %s
cs: Nelegální skládka v %
de: Illegale Deponie in %s
es: Vertedero ilegal en %s
fr: Décharges sauvages dans %s
hu: Szennyezett terület % s-ban
it: Discariche illegali in %s
ka: არალეგალური ნაგავსაყრელების %
pt: Despejo ilegal em% s
ro: Deșeu ilegal în %s
sk: Nelegálne skládky v %s

# trash.reportedDetailsonWeb_X
source: Illegal dump was reported! Details about illegal dump can be found on website: %s
cs: Hlášení nelegální skládky! Detaily k ilegální skládce dostupné na stránkách: %s
de: Illegale Deponie gemeldet! Details über illegale Deponien findest du auf der Website: %s
es: ¡Se ha denunciado el vertedero ilegal! Se puede consultar información sobre vertederos ilegales en el sitio web: %s
fr: Décharge signalée. Plus d'infos à propos des décharges sauvages disponibles à cette adresse : %s
hu: Szennyezett területet jelentettek! A szennyezett területtel kapcsolatos részletet a következő webhelyen találhatók:% s
it: Le discariche illegali sono state segnalate! Per vedere i dettagli della segnalazione vai al sito: %s
ka: არალეგალური ნაგავსაყრელი დარეპორტდა. დეტალები იხილეთ ვებსაიტზე: %s
pt: Despejo ilegal foi relatado! Detalhes sobre despejo ilegal podem ser encontrados no site:% s
ro: Deșeu ilegal raportat! Detalii despre deșeul ilegal pot fii gasite pe website: %s
sk: Nelegálna skládka bola nahlásená! Podrobnosti o nelegálnej skládke môžete nájsť na webovej stránke: %s

# trash.messageWasReceived
source: Thank you, message was received
cs: Děkujeme, zprávu jsme obdrželi
de: Danke, die Nachricht wurde empfangen.
es: Gracias, el mensaje se ha recibido
fr: Merci, message reçu
hu: Köszönöm, az üzenet megérkezett
it: Grazie, il messaggio è stato ricevuto
ka: მადლობა, მესიჯი მიღებულია
pt: Obrigado, a mensagem foi recebida
ro: Mulțumim, mesajul a fost primit
sk: Ďakujeme, správa bola prijatá

# global.noDate
source: No date
cs: Žádné datum
de: Kein Datum
es: Sin fecha
fr: Pas de date
hu: Nincs dátum
it: Nessuna data
ka: არ არის ინფორმაცია
pt: Sem data
ro: Fară dată
sk: Žiadny dátum

# global.unknow
source: unknown
cs: neznámé
de: unbekannt
es: desconocido
fr: inconnu
hu: ismeretlen
it: sconosciuto
ka: უცნობი
pt: desconhecido
ro: neștiut
sk: Neznámy

# trash.filter.dateOfLastUpdate
source: Date of Last Update
cs: Datum poslední aktualizace
de: Datum der letzten Aktualisierung
es: Fecha de la última actualización
fr: Date de dernière mise à jour
hu: Az utolsó frissítés dátuma
it: Data dell'ultimo aggiornamento
ka: ბოლო განახლების რიცხვი
pt: Data da última atualização
ro: Data ultimei actualizări
sk: Dátum poslednej aktualizácie

source: Trash Hunter
de: Mülljäger
es: Cazador de Basura
fr: Chasse à la décharge
hu: Szemét vadász
ka: ნაგვის მონადირე
pt: Caçador de Lixo
ro: Vânător de deșeuri

# trashHunter.text
source: Turn on "Trash Hunter mode" to receive notifications about illegal dumps around you
cs: Pro notifikace o ilegálních skládkách v okolí zapněte Trash Hunter mód
de: Aktiviere den "Mülljäger-Modus", um Benachrichtigungen über illegale Mülldeponien in deiner Nähe zu erhalten
es: Active el "modo Cazador de Basura" para recibir notificaciones sobre vertederos ilegales a su alrededor
fr: Activez le mode "Chasse à la décharge" pour recevoir des notifications sur les décharges sauvages autour de vous
hu: Kapcsolja be a „Szemét vadász módot”, amennyiben értesítést szeretne kapni az Ön közelében lévő szennyezett területekről
it: Attiva la modalità "Trash Hunter" per ricevere notifiche sulle discariche illegali intorno a te
ka: ჩართე ნაგვის მონადირის როლი
pt: Ative o "Modo Caçador de Lixo" para receber notificações sobre lixões ilegais ao seu redor
ro: Pornește " modul Vânător de Gunoi" pentru a primii notificări despre deșeurile ilegale din zona ta
sk: Čistite efektívnejšie - dostávajte oznámenia o skládkach v predvolenom okruhu

# trashHunter.startHunting
source: Start Hunting
cs: Začni lovit
de: Beginne mit der Jagd
es: Empezar la caza
fr: Démarrer la chasse
hu: Kezdjen vadászni
it: Inizia la caccia
ka: დაიწყე ნადირობა
pt: Comece a Caçar
ro: Începe Vânarea
sk: Začiatok lovu

# trashHunter.huntingArea
source: Hunting Area
cs: Oblast pro lovení
de: Jagdgebiet
es: Área de caza
fr: Secteur de chasse
hu: Vadászterület
it: Area di caccia
ka: სანადირო არეა
pt: Área de caça
ro: Zonă de vânat
sk: Lovecké oblasti

# trashHunter.stopHunting
source: STOP HUNTING
cs: Zastav lovení
de: STOPP DIE JAGD
es: DETENER LA CAZA
fr: Arrêter la chasse
hu: A vadászat leállítása
it: STOP CACCIA
ka: შეწყვიტე ნადირობა
pt: PARAR A CAÇA
ro: OPRIȚI VÂNATUL
sk: ZASTAVIŤ LOV

# trash.foundDumps_X
source: Found dumps: %d
cs: Nalezeno skládek: %d
de: Gefundene Deponien :% d
es: Vertederos encontrados: %d
fr: Trouvé %d décharges
hu: Talált szennyezett területek:% d
it: Discariche trovate: %d
ka: ნაპოვნო ნაგავსაყრელები
pt: Despejos encontrados:% d
ro: Găsirea deșeurilor: %d
sk: Nájdených skládok: %d

# trashHunter.turnedOnInfo
source: "Trash Hunter mode" has been turned on and will be active for following period.
cs: "Trash Hunter mód" byl zapnut a bude aktivní po následující období.
de: "Mülljäger-Modus" wurde aktiviert und ist für den folgenden Zeitraum aktiv.
es: El "modo Cazador de Basura" se ha activado y estará activo durante el siguiente período.
fr: Le mode "Chasse à la décharge" a été activé et le sera pour la période suivante.
hu: A "Szemét vadász mód" be van kapcsolva, és a következő időszakban aktív lesz.
it: La modalità "Trash Hunter" è stata arrivata e sarà attiva da ora in poi
ka: ნაგავზე მონადირის როლი ჩაირთო
pt: O "modo Caçador de Lixo" foi ativado e ficará ativo no período seguinte.
ro: "modul Vânător de Gunoi" a fost pornit și va fi activ în perioada următoare
sk: Trash Hunter bol zapnutý a bude aktívny počas odpočítavania

# trash.updateNeeded
source: Update needed
cs: Nutnost aktualizace
de: Update erforderlich
es: Actualización necesaria
fr: Besoin de mise à jour
hu: Frissítésre van szükség
it: Aggiornamento richiesto
ka: განახლებას საჭიროებს
pt: Atualização necessária
ro: Actualizare necesară
sk: Potrebné aktualizovať

# trash.filter.lastUpdate.noLimit
source: No limit
cs: Bez omezení
de: Keine Begrenzung
es: Sin límite
fr: Pas de limite
hu: Korlátozás nélkül
it: Nessun limite
ka: ულიმიტო
pt: Sem limite
ro: Fără limită
sk: Žiadny limit

# trash.filter.lastUpdate.lastWeek
source: Last Week
cs: Minulý týden
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière
hu: Múlt hét
it: Ultima settimana
ka: წინა კვირა
pt: Semana Anterior
ro: Ultima săptămână
sk: Minulý týždeň

# trash.filter.lastUpdate.lastYear
source: Last Year
cs: Minulý rok
de: Letztes Jahr
es: El año pasado
fr: L'an dernier
hu: Tavaly
it: Ultimo anno
ka: წინა წელი
pt: Ano passado
ro: Ultimul an
sk: V minulom roku

# trash.filter.lastUpdate.today
source: Today
cs: Dnes
de: Heute
es: Hoy
fr: Aujourd'hui
hu: Ma
it: Oggi
ka: დღეს
pt: Hoje
ro: Astăzi
sk: Dnes

# trash.filter.lastUpdate.lastMonth
source: Last Month
cs: Minulý měsíc
de: Letzter Monat
es: El mes pasado
fr: Le mois dernier
hu: Múlt hónap
it: Ultimo mese
ka: წინა თვე
pt: Mês passado
ro: Ultima lună
sk: Minulý mesiac

# collectionPoint.types.paper
source: paper
cs: papír
de: Papier
es: papel
fr: papier
hu: papír
it: carta
ka: ქაღალდი
pt: papel
ro: hârtie
sk: papier

# collectionPoint.types.glassAll
source: all glass
cs: sklo všech barev
de: Alles Glas
es: todo vidrio
fr: tous verres
hu: minden üveg
it: Tutti tipi di vetro
ka: ყველა მინა
pt: todo de vidro
ro: doar sticlă
sk: všetko sklo

# collectionPoint.types.glassGreen
source: green glass
cs: zelené sklo
de: Grünglas
es: vidrio verde
fr: verre vert
hu: zöld üveg
it: vetro verde
ka: მწვანე მინა
pt: vidro verde
ro: sticlă verde
sk: zelené sklo

# collectionPoint.types.glassGold
source: gold glass
cs: žluté sklo
de: Goldglas
es: vidrio dorado
fr: verre brun
hu: arany üveg
it: vetro scuro
ka: ოქროსფერი მინა
pt: copo de ouro
ro: sticlă aurie
sk: zlaté sklo

# collectionPoint.types.glassWhite
source: white glass
cs: bílé sklo
de: weißes Glas
es: vidrio blanco
fr: verre blanc
hu: fehér üveg
it: vetro trasparente
ka: თეთრი მინა
pt: vidro branco
ro: sticlă albă
sk: biele sklo

# collectionPoint.types.metal
source: metal
cs: kov
de: Metall
fr: métal
hu: fém
it: metallo
ka: მეტალი
sk: kov

# collectionPoint.types.plastic
source: plastic
cs: plast
de: Kunststoff
es: plástico
fr: plastique
hu: műanyag
it: plastica
ka: პლასტმასი
pt: plástico
sk: plast

# collectionPoint.types.dangerous
source: dangerous
cs: nebezpečný
de: gefährlich
es: peligroso
fr: dangereux
hu: veszélyes
it: pericoloso
ka: საშიში
pt: perigoso
ro: materiale periculoase
sk: nebezpečné

# collectionPoint.types.cardboard
source: cardboard
cs: kartón
de: Karton
es: cartón
fr: carton
hu: karton
it: cartone
ka: მუყაო
pt: cartão
ro: carton
sk: kartón

# collectionPoint.types.clothes
source: clothes
cs: oblečení
de: Kleidung
es: ropa
fr: vêtements
hu: ruhák
it: vestiti
ka: ტანსაცმელი
pt: roupas
ro: haine
sk: oblečenie

# collectionPoint.types.biodegradable
source: biodegradable
cs: biologicky odbouratelný
de: biologisch abbaubar
fr: biodégradable
hu: biológiailag lebomló
it: biodegradabile
ka: ბიოდეგრადირებადი
pt: biodegradável
ro: biodegradabile
sk: biologický

# collectionPoint.types.electronic
source: electronic
cs: elektronický
de: Elektronik
es: electrónica
fr: électronique
hu: elektronikus
it: elettronica
ka: ელექტრო
pt: eletrônico
ro: elctronice
sk: elektronický

# collectionPoint.types.everything
source: everything
cs: vše
de: Alles
es: todo
fr: tout venant
hu: minden
it: di tutto
ka: ყველა
pt: tudo
ro: orice
sk: všetko

# collectionPoint.types.recyclables
source: recyclables
cs: recyklovatelný
de: Wertstoffe
es: reciclables
hu: újrahasznosítható
it: riciclabili
ka: გადამუშავებადი
pt: recicláveis
ro: reciclabile
sk: recyklovateľné materiály

# collectionPoint.types.wiredGlass
source: wired glass
cs: drátové sklo
de: Drathglas
es: vidrio armado
fr: verre armé
hu: huzalbetétes üveg
it: vetro cablato
ka: მინა
pt: vidro com fio
ro: sticlă armată
sk: káblové sklo

# collectionPoint.types.battery
source: batteries
cs: baterie
de: Batterien
es: baterías
hu: akkumulátorok
it: batterie
ka: ბატარეა
pt: pilhas
ro: baterii
sk: batérie

# collectionPoint.types.tires
source: tires
cs: pneumatiky
de: Reifen
es: neumáticos
fr: pneus
hu: gumiabroncsok
it: Copertoni
ka: საბურავები
pt: pneus
ro: anvelope
sk: pneumatiky

# collectionPoint.types.iron
source: iron
cs: železo
de: Eisen
es: hierro
fr: ferraille
hu: vas
it: Ferro
ka: რკინა
pt: ferro
ro: fier
sk: železo

# collectionPoint.types.woodenAndUpholsteredFurniture
source: wooden and upholstered furniture
cs: dřevěný a čalouněný nábytek
de: Holz- und Polstermöbel
es: muebles de madera y tapizados
fr: Meubles en bois et tissus
hu: fa és kárpitozott bútorok
it: Legno o mobili imbottiti
ka: ხის ავეჯი
pt: móveis de madeira e estofados
ro: mobilier din lemn si tapițat
sk: drevený a čalúnený nábytok

# collectionPoint.types.carpets
source: carpets
cs: koberec
de: Teppiche
es: alfombras
fr: tapis
hu: szőnyegek
it: tappeti
ka: ხალიჩა
pt: tapetes
ro: covoare
sk: koberce
