Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# profile.validation.mailAndPasswordrequired
source: Please fill in your e-mail address and password.
cs: Prosím vyplňte Váš e-mail a heslo.
de: Bitte gib deine E-Mail-Adresse und dein Passwort ein.
es: Introduzca su dirección de correo electrónico y contraseña.
fr: Saisissez votre adresse mail et votre mot de passe, s'il vous plait.
hu: Kérjük, adja meg e-mail címét és jelszavát.
it: Inserisci e-mail e password.
ka: გთხოვთ შეავსოთ თქვენი ელექტრონული ფოსტის მისამართი და პაროლი.
pt: Por favor, preencha seu endereço de e-mail e senha.
ro: Vă rugăm să introduceți parola și adresa de e-mail
sk: Prosím, zadajte emailovú adresu a heslo.

# profile.validation.somethingMissing
source: Oops, you haven't filled in all fields.
cs: Huups, nevyplnili jste všechny pole.
de: Hoppla, du hast nicht alle Felder ausgefüllt.
es: No ha rellenado todos los campos.
fr: Oups, vous n'avez pas rempli tous les champs requis
hu: Hoppá, nem töltötte ki az összes mezőt.
it: Opps, campi non compilati.
ka: თქვენ არ შეავსეთ ყველა ველი.
pt: Ops, você não preencheu todos os campos.
ro: Oops, nu ai completat toate câmpurile.
sk: Uups, nevyplnili ste všetky polia.

# profile.userNotRegistered
source: Oops, this user is not registered
cs: Huups, tento uživatel neexistuje :(
de: Hoppla, dieser Benutzer ist nicht registriert.
es: Este usuario no es registrado :(
fr: Oups, cet utilisateur n'est pas inscrit
hu: Hoppá, ez a felhasználó nincs regisztrálva
it: Utente non registrato
ka: ეს მომხმარებელი არ არის რეგისტრირებული
pt: Ops, este usuário não está registrado
ro: Ups, acest utilizator nu este înregistrat
sk: Uups, tento používateľ neexistuje :(

# profile.signOutNoInternet
source: Oops, we cannot sign you out without internet access. Please come back when you are online
cs: Prominte, nedokážeme Vás odhlásit bez internetového připojení. Prosím zkuste to znova, jak budete online
de: Hoppla, wir können dich nicht ohne Internetzugang abmelden. Bitte komm zurück, wenn du wieder online bist.
es: No podemos cerrar la sesión sin acceso a internet. Regrese cuando tenga conexión
fr: Oups, impossible de vous déconnecter sans accès internet. S'il vous plait ré-essayez une fois en ligne.
hu: Hoppá, nem tud kilépni internet-hozzáférés nélkül. Próbálja újra később.
it: Oops, accesso a internet assente. Per piacere, ritenta quando sarai di nuovo online.
ka: უკაცრავად, ჩვენ ვერ გამოხვალთ სისტემიდან ინტერნეტის გარეშე. გთხოვთ დაბრუნდით, როცა ონლაინ იქნებით
pt: Ops, não podemos desconectá-lo sem acesso à Internet. Volte quando estiver online
ro: Oops, nu vă putem loga fără access la internet. Vă rugăm să reveniți când vă conectați online
sk: Prepáčte, nedokážeme Vás odhlásiť bez internetového pripojenia. Prosím, skúste znova, keď budete online

# profile.organization.remove
source: Cancel membership
cs: zrušit členství
de: Mitgliedschaft kündigen
es: Cancelar membresía
fr: Quitter l'organisation
hu: Tagság törlése
it: Cancella registrazione
ka: გააუქმეთ წევრობა
pt: Cancelar a adesão
ro: Anuleaza abonamentul
sk: Zrušiť členstvo

# trash.accuracy
source: Accuracy
cs: Přesnost
de: Genauigkeit
es: Precisión
fr: Précision
hu: Pontosság
it: Accuratezza
ka: სიზუსტე
pt: Precisão
ro: Acuratețe
sk: Presnosť

# trash.metersAway
source: meters away
cs: metrů odsud
de: Meter entfernt
es: metros de distancia
fr: mètres
hu: Távolság méterben
it: distanza in metri
ka: მეტრის დაშორებით
pt: metros de distância
ro: metri depărtare
sk: metrov odtiaľto

# trash.trashType
source: Type of Trash
cs: Typ odpadu
de: Art des Mülls
es: Tipo de la basura
fr: Type de déchets
hu: Hulladék fajtája
it: Tipo rifiuti
ka: ნაგვის ტიპი
pt: Tipo de Lixo
ro: Tipul deșeurilor
sk: Typ odpadu

# trash.trashSize
source: Size of Trash
cs: Velikost skládky
de: Größe des Mülls
es: Tamaño de la basura
fr: Taille de la décharge
hu: Hulladéklerakat mérete
it: Dimensioni rifiuti
ka: ნაგვის ზომა
pt: Tamanho do lixo
ro: Cantitatea deșeurilor
sk: Veľkosť skládky

# trash.cameraError
source: Oops, something went wrong with camera
cs: Huups, fotoaparát nefunguje :(
de: Hoppla, irgendwas ist mit der Kamera schief gelaufen.
es: Algo salió mal con la cámara :(
fr: Oups, il semble y avoir un problème avec l'appareil photo
hu: Hoppá, valami van a kamerával.
it: Oops, qualcosa non va con la fotocamera.
ka: უკაცრავად, კამერასთან შეფერხება მოხდა
pt: Ops, algo deu errado com a câmera
ro: Oops, ceva nu a mers bine cu camera
sk: Huups, fotoaparát neodpovedá :(

# trash.create.notEnoughtData
source: Please, can you provide us with more data?
cs: Prosím, zadejte víc parametrů.
de: Kannst du uns bitte weitere Daten zur Verfügung stellen?
es: ¿Nos puede proporcionar más datos?
fr: Pouvez-vous donner plus de détails ?
hu: Tudna még több adatot szolgáltatni nekünk?
it: Per piacere, potresti fornirci più informazioni?
ka: გთხოვთ, შეგიძლიათ მოგვაწოდოთ მეტი მონაცემები?
pt: Por favor, você pode nos fornecer mais dados?
ro: Ne puteți furniza, vă rugăm, mai multe date?
sk: Prosím, zadajte viac parametrov.

# trash.create.takeAtLeastOnePhoto
source: Take at least one photo
cs: Vytvořte alespoň jednu fotografii
de: Mach mindestens ein Foto
es: Haga por lo menos una foto
fr: Prenez au moins une photo
hu: Készítsen legalább egy fényképet!
it: Richiesta almeno una foto
ka: გადაიღეთ მინიმუმ ერთი ფოტო
pt: Tire pelo menos uma foto
ro: Faceți cel puțin o fotografie
sk: Urobte aspoň jednu fotografiu

# trash.removeImage
source: Remove image
cs: Odstranit obrázek
de: Bild entfernen
es: Eliminar imagen
fr: Supprimer image
hu: Kép eltávolítása
it: Rimuovi immagine
ka: სურათის ამოღება
pt: Remover imagem
ro: Șterge imaginea
sk: Odstrániť obrázok

# trash.removeImageConfirm
source: Do you want to delete selected photo?
cs: Chcete odstranit vybranou fotku?
de: Möchtest du das ausgewählte Foto löschen?
es: ¿Desea eliminar la foto seleccionada?
fr: Voulez-vous supprimer la photo choisie ?
hu: Törli a kiválasztott fotót?
it: Vuoi eliminare l'immagine selezionata?
ka: გსურთ არჩეული ფოტოს წაშლა?
pt: Deseja excluir a foto selecionada?
ro: Dorești sa ștergi imaginea selectată?
sk: Chcete odstrániť vybranú fotku?

# trash.create.noGps
source: No gps
cs: Nemám polohu
de: Kein GPS
es: No hay señal GPS
fr: Position GPS manquante
hu: Nincs GPS jel.
ka: ძველი GPS მდებარეობა! ჩართეთ მდებარეობის გაზიარება.␣
pt: Sem GPS
ro: Locatie GPS veche! Porneste optiunea de GPS
sk: Nemám polohu

# trash.create.noInternetHeader
source: You are offline!
cs: Jste bez internetu!
de: Du bist offline!
es: ¡Sin conexión!
fr: Pas d'internet disponible !
hu: Ön Offline.
it: Sei offline!
ka: თქვენ ხაზგარეშე ხართ!
pt: Você está offline!
ro: Esti offline!
sk: Ste bez internetu!

# trash.create.noInternetText
source: This illegal dump will be submitted later, because your phone is offline. When you get online please turn on TrashOut app and your report will be submitted automatically.
cs: Tato nelegální skládka nemůže být odeslána, protože nejste připojený na internet. Až budete připojený, prosím zapněte TrashOut aplikaci a Vaše hlášení bude automaticky odesláno.
de: Wenn du online gehst, schalte bitte die TrashOut App ein und dein Bericht wird automatisch übermittelt.
es: Este vertedero ilegal se enviará más tarde porque no tiene conexión. Cuando esté en línea, active la aplicación TrashOut y su denuncia se enviará automáticamente.
fr: Ce signalement sera envoyée plus tard. Votre appareil est hors ligne. Lorsque vous serez en ligne, lancez l'appli TrashOut et votre signalement sera envoyé automatiquement.
hu: Ezt az illegális hulladéklerakót most nem tudja bejelenteni, mert telefonja offline állapotban van. Ha az alkalmazás legközelebb csatlakozik az internethez, automatikusan elküldi az adatokat.
it: Questa discarica abusiva verrà inviata più tardi, perché risulti offline. Quando il tuo dispositivo tornerà onine accedi a TrashOut e il tuo report sarà inviato automaticamente.
ka: ეს უკანონო ნაგავსაყრელი მოგვიანებით გაიგზავნება, რადგან თქვენი ტელეფონი ხაზგარეშეა. როდესაც ონლაინ გახვალთ, გთხოვთ, ჩართოთ TrashOut აპი და თქვენი ანგარიში ავტომატურად გაიგზავნება.
pt: Este despejo ilegal será enviado posteriormente, porque seu telefone está offline. Ao ficar on-line, ative o aplicativo TrashOut e seu relatório será enviado automaticamente.
ro: Aceast raport cu deșeu ilegal va fi trimis mai târziu, deoarece telefonul dvs. nu este conectat la internet. Când vă conectați la internet, activați aplicația TrashOut și raportul dvs. va fi trimis automat.
sk: Táto nelegálna skládka nemôže byť odoslaná, pretože nie ste pripojený na internet. Prosím, keď budete pripojený, zapnite TrashOut aplikáciu a Vaše hlásenie bude odoslané automaticky.

# trash.create.sendWasInterruptedHeader
source: Sending has been interrupted.
cs: Odesílání bylo přerušeno.
de: Das Senden wurde unterbrochen.
es: Se ha interrumpido el envío.
fr: L'envoi a été interrompu
hu: Megszakadt az adatforgalom.
it: Invio dati interrotto
ka: გაგზავნა შეწყდა.
pt: O envio foi interrompido.
ro: Trimiterea a fost întreruptă.
sk: Odosielanie bolo prerušené.

# trash.create.sendWasInterruptedText
source: Don't worry. We saved your progress and we will try to send your report right after you start TrashOut again.
cs: Buďte bez obav. Uložili jsme to a zkusíme odeslat hned, jak znova zapnete TrashOut.
de: Wir haben deinen Fortschritt gespeichert und werden versuchen, deinen Bericht direkt nach dem Start von TrashOut zu versenden.
es: No se preocupe. Hemos guardado su progreso e intentaremos enviar su denuncia inmediatamente después de volver a iniciar TrashOut.
fr: Ne vous inquiétez pas. Votre signalement est sauvegardé et nous essaierons de l'envoyer au prochain lancement de l'appli.
hu: Semmi ok az aggodalomra. Az applikáció újraindítása után minden adat beküldésre kerül.
it: Non preoccuparti. I tuoi progessi sono stati salvati e riproveremo ad inviare il tuo report alla riapertura di TrashOut.
ka: არ ინერვიულო. ჩვენ შევინახეთ თქვენი პროგრესი და შევეცდებით თქვენი ანგარიშის გაგზავნას TrashOut-ის ხელახლა დაწყებისთანავე
pt: Não se preocupe. Salvamos o seu progresso e tentaremos enviar o seu relatório logo após o TrashOut novamente.
ro: Nu vă faceți griji. V-am salvat progresul și vom încerca să vă trimitem raportul imediat după ce accesati din nou TrashOut.
sk: Bez obáv. Uložili sme to a skúsime odoslať hneď ako znova zapnete TrashOut.

# trash.status.cleaned
source: Cleaned
cs: Vyčistené
de: Sie wurde aufgeräumt
es: Se ha limpiado
fr: Nettoyé
hu: Megtisztítva
it: Ripulito
ka: გაიწმინდა
pt: Limpo
ro: Curățat
sk: Vyčistené

# trash.status.less
source: Less
cs: Méně
de: Weniger
es: Menos
fr: Moins
hu: Kevesebb
it: Di meno
ka: ნაკლები
pt: Menos
ro: Mai puțin
sk: Menej

# trash.status.more
source: More
cs: Více
de: Mehr
es: Más
fr: Plus
hu: Több
it: Di più
ka: მეტი
pt: Mais
ro: Mai multe
sk: Viac

# trash.status.stillHere
source: It`s still here
cs: Je stále zde
de: Sie ist immer noch hier
es: Aún está aquí
fr: Inchangé
hu: Még mindig itt van
it: È ancora qui
ka: კვლავ აქ არის
pt: Ainda está aqui
ro: E încă aici
sk: Stále to tu je

# trash.updated
source: Updated
cs: Aktualizováno
de: Aktualisiert
es: Actualizado
fr: Mis à jour
hu: Frissítve
it: Aggiornato
ka: განახლებული
pt: Atualizada
ro: Actualizat
sk: Aktualizované

# trash.address
source: Location
cs: Adresa
de: Ort
es: Ubicación
fr: Localisation
hu: Elhelyezkedés
it: Posizione
ka: ლოკაცია
pt: Localização
ro: Locație
sk: Adresa

# trash.gpsLocation
source: GPS Location
cs: GPS Poloha
de: GPS-Ortung
es: Localización GPS
fr: Position GPS
hu: GPS pozíció
it: Coordinate GPS
ka: ჯიპიეს ლოკაცია
pt: Localização GPS
ro: Locație GPS
sk: GPS Poloha

# trash.accuracyOfLocation
source: Accuracy of location
cs: Přesnost polohy
de: Genauigkeit der Positionsbestimmung
es: Precisión de la ubicación
fr: Précision de la position
hu: A hely pontossága
it: Accuratezza della posizione
ka: ლოკაციის სიზუსტე
pt: Precisão da localização
ro: Acuratetea locatiei
sk: Presnosť polohy

# trash.delete.confirmation
source: Do you really want to delete this report?
cs: Opravdu chcete vymazat toto hlášení?
de: Möchtest du diesen Bericht wirklich löschen?
es: ¿Seguro de que quiere eliminar esta denuncia?
fr: Voulez-vous vraiment supprimer ce signalement ?
hu: Tényleg törli ezt a jelentést?
it: Vuoi veramente cancellare questo report?
ka: ნამდვილად გსურთ წაშლა?
pt: Deseja realmente excluir este relatório?
ro: Chiar vrei sa stergi aceasta sesizare?
sk: Naozaj chcete vymazať túto činnosť?

# trash.delete.success
source: Trash was successfully deleted.
cs: Činnost byla vymazaná.
de: Müll wurde erfolgreich gelöscht.
es: La basura se la eliminado correctamente.
fr: Signalement supprimé avec succès
hu: A szennyezést sikeresen töröltük.
it: Rifiuti rimossi con successo.
ka: წარმატებით წაიშალა
pt: Lixeira foi excluída com sucesso.
ro: Gunoiul a fost șters cu succes.
sk: Hlásenie bolo úspešne vymazané.

# trash.create.success
source: Trash was successfully reported. Thank you.
cs: Nelegální skládka byla úspěšně nahlášená. Děkujeme.
de: Abfall wurde erfolgreich gemeldet. Vielen Dank.
es: La basura se ha denunciado correctamente. Gracias.
fr: Décharge signalée avec succès. Merci
hu: A szennyezett területet sikeresen bejelentette. Köszönjük.
it: Rifiuti notificati con successo. Grazie :)
ka: ოფლაინ რეჟიმში ყოფნისას შექმნილი ანგარიშები წარმატებით აიტვირთა. მადლობთ!
pt: O lixo foi relatado com sucesso. Obrigado.
ro: Gunoiul a fost raportat cu succes.Mulțumim.
sk: Nelegálna skládka bola úspešne nahlásená. Ďakujeme.

# trash.photosOfTrash
source: Photos of this Trash
cs: Fotky skládky
de: Fotos von diesem Müll
es: Fotos de esta basura
fr: Photos de cette décharge
hu: Fotók a szennyezett területről
it: Foto di questi rifiuti
ka: ნაგვის ფოტო
pt: Fotos deste Lixo
ro: Poze cu acest Gunoi
sk: Fotky skládky

# trash.comments
source: Comments
cs: Komentáře
de: Kommentare
es: Comentarios
fr: Commentaires
hu: Hozzászólások
it: Commenti
ka: კომენტარები
pt: Comentários
ro: Comentarii
sk: Komentáre

# global.fetchError
source: We are experiencing temporary issue with our server. We are doing our best to fix it soon. Please come back later.
cs: Huups, server aktuálně neodpovídá, prosím zkuste to za chvíli.
de: Wir haben ein vorübergehendes Problem mit unserem Server. Wir tun unser Bestes, um es bald zu beheben, bitte versuche es später noch einmal.
es: Algo salió mal :( El servidor no responde ahora mismo; vuelva a intentarlo más tarde.
fr: Nous rencontrons un problème ponctuel avec notre serveur. Nous faisons de notre mieux pour le résoudre au plus vite. Veuillez réessayer plus tard.
hu: A szerver átmenetileg nem üzemel. Mindent megteszünk a probléma elhárítása érdekében. Később legyen szíves próbálja újra.
it: Server mementaneamente non disponibile. Risolveremo preso il problema, riprova più tardi.
ka: ჩვენ გვაქვს დროებითი პრობლემა ჩვენს სერვერთან. ყველაფერს ვაკეთებთ, რომ მალე გამოვასწოროთ. გთხოვ დაბრუნდი მოგვიანებით.
pt: Estamos com um problema temporário com nosso servidor. Estamos fazendo o possível para corrigi-lo em breve. Por favor, volte mais tarde.
ro: Întâmpinăm probleme temporare cu serverul nostru. Facem tot posibilul să reparăm cât mai curând. Te rog intoarce-te mai tarziu.
sk: Huups, server aktuálne neodpovedá. Skúste to o chvíľu, prosím.

# trash.discardChanges
source: Discard all changes?
cs: Zrušit všechny změny?
de: Alle Änderungen verwerfen?
es: ¿Descartar todos cambios?
fr: Abandonner tous les changements ?
hu: Elveti az összes változtatást?
it: Annulla le modifiche
ka: წაშალე ცვლილებები
pt: Descartar todas as alterações?
ro: Renunțați la toate modificările?
sk: Zrušiť všetky zmeny?

# trash.spam.comfirmation
source: Do you really want to report this trash as spam?
cs: Opravdu chcete nahlásit tuto skládku jako spam?
de: Willst du diesen Müll wirklich als Spam melden?
es: ¿Realmente desea denunciar esta basura como spam?
fr: Voulez-vous vraiment signaler cette décharge comme inappropriée ?
hu: Valóban spam-ként szeretné bejelenteni ezt a helyszínt?
it: Vuoi davvero segnalare questi rifiuti come spam?
ka: ნამდვილად გსურთ ამ ნაგვის შეტყობინება სპამად?
pt: Deseja realmente denunciar este lixo como spam?
ro: Chiar vrei să raportezi acest gunoi ca spam?
sk: Naozaj chcete nahlásiť túto skládku ako spam?

# global.detail
source: Detail
es: Detalle
fr: Détail
hu: Részletek
it: Dettagli
ka: დეტალი
pt: Detalhe
ro: Detaliu

# global.serviceUnavaliable
source: Our service is temporary unavailable, please try again later
cs: Naše služba je momentálně nedostupná. Prosím zkuste opakovat Váš požadavek později.
de: Unser Service ist vorübergehend nicht verfügbar, bitte versuche es später noch einmal.
es: Nuestro servicio no está disponible temporalmente; inténtelo más tarde
fr: Le service est temporairement indisponible, veuillez réessayer plus tard
hu: Szolgáltatásunk ideiglenesen nem érhető el, kérjük, próbálkozzon később újra.
it: Servizio non disponibile, riprova più tardi
ka: ჩვენი სერვისი დროებით მიუწვდომელია, გთხოვთ, სცადოთ მოგვიანებით
pt: Nosso serviço está temporariamente indisponível. Tente novamente mais tarde
ro: Serviciul nostru este temporar indisponibil, vă rugăm sa încercați din nou mai târziu
sk: Naša služba je momentálne nedostupná. Skúste opakovať Vašu požiadavku neskôr, prosím.

# global.markedAsSpam
source: Marked as SPAM
cs: Nahlášeno jako SPAM
de: Als SPAM markiert
es: Marcado como SPAM
fr: Marqué comme inapproprié
hu: SPAM-nek jelölve
it: Notifica come SPAM
ka: მონიშნულია სპამად
pt: Marcado como SPAM
ro: Marcat ca spam
sk: Nahlásené ako SPAM

# global.spams.false
source: don't want spams
cs: Nechci SPAMy
de: kein Spam erwünscht
es: no quiero spams
fr: refuse le spam
hu: SPAM-ek kíméljenek
it: non voglio spam
ka: არ მინდა სპამები
pt: não quero spams
ro: nu vreau spam
sk: don\\ 't chcieť spamy

# global.spams.true
source: want spams
cs: Chci SPAMy
de: Spam erwünscht
es: quiero spams
fr: accepte le spam
hu: SPAM-ek jöhetnek
it: spammami tutto
ka: მინდა სპამები
pt: quer spams
ro: vreau spam
sk: chcete spamy

# global.pickAll
source: Pick all
cs: Všechno
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
hu: Összes kijelölése
it: Seleziona tutto
ka: შეარჩიე ყველა
pt: Escolha tudo
ro: Alege toate
sk: Označiť všetko

# global.share
source: Share
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
hu: Megosztás
it: Condividi
ka: გაზიარება
pt: Compartilhar
ro: Distribuie
sk: Zdieľať

# global.facebookShare
source: Share on Facebook
cs: Sdílet na Facebook
de: Auf Facebook teilen
es: Compartir en Facebook
fr: Partager sur Facebook
hu: Megosztás a Facebookon
it: Condividi su Facebook
ka: ფეისბუქზე გაზიარება
pt: Compartilhar no Facebook
ro: Distribuie pe Facebook
sk: Zdieľaj na Facebook

# trash.isCleaned
source: It`s already cleaned
cs: Je již uklizená
de: Sie wurde bereits aufgeräumt
es: Ya está limpio
fr: C'est nettoyé
hu: Már tisztították
it: È già stato ripulito
ka: უკვე სუფთაა
pt: Já está limpo
ro: Este deja curățat
sk: Je to vyčistené

# trash.cleanedByMe
source: I`ve cleaned it
cs: Uklizené mnou
de: Ich habe sie aufgeräumt
es: Lo he limpiado
fr: Je l'ai nettoyé
hu: Megtisztítottam
it: L'ho ripulito io
ka: გავასუფთავე
pt: Eu limpei
ro: Curățat de dumneavoastră
sk: Vyčistil som to

# home.loadingNearDumps
source: Loading nearby illegal dumps
cs: Nahrávám nejbližší nelegální skládky
de: Laden von nahegelegenen illegalen Deponien
es: Cargando vertederos ilegales cercanos
fr: Charge les décharges sauvages à proximité
hu: Közeli szennyezett területek betöltése
it: Caricamento discariche abusive
ka: ახლომდებარე უკანონო ნაგავსაყრელის ჩატვირთვა
pt: Carregando lixões ilegais nas proximidades
ro: Încărcare deșeuri ilegale în apropiere
sk: Nahrávam nelegálne skládky v okolí

# home.noDumpsNear
source: No illegal dumps nearby
cs: V blízkosti nejsou žádné nelegální skládky
de: Keine illegalen Deponien in der Nähe
es: No hay vertederos ilegales cercanos
fr: Aucune décharge sauvage à proximité
hu: Nincsenek szennyezett területek a közelben
it: Discariche abusive non rilevate nelle vicinanze
ka: მიმდებარედ უკანონო ნაგავსაყრელები არ არის
pt: Não há lixões ilegais nas proximidades
ro: Nu sunt deseuri ilegale in apropiere
sk: Žiadne nelegálne skládky v okolí

# global.enableGps
source: Allow location services
cs: Povolit lokalizační služby
de: Standortdienste zulassen
es: Permitir los servicios de ubicación
fr: Autoriser la localisation
hu: Helymeghatározási szolgáltatások engedélyezése
it: Abilità i servizi di geolocalizzazione
ka: მდებარეობის სერვისების დაშვება
pt: Permitir serviços de localização
ro: Permite serviciile de localizare
sk: Povoliť lokalizačné služby

# trash.loadingDumps
source: Loading dumps in your area...
cs: Načítaní skládek v okolí...
de: Deponien in deiner Nähe werden geladen....
es: Cargando vertederos en su área...
fr: Chargement des décharges à proximité...
hu: Szennyezett területek a környéken ...
it: Caricamento discariche nella tua zona...
ka: ნაგავსაყრელის ჩატვირთვა თქვენს მხარეში...
pt: Carregando lixões na sua área ...
ro: Încărcare deșeuri în zona dvs.
sk: Nahrávam skládky v okolí...

# global.loadingError
source: “Please connect to the internet in order to see this section.”
cs: Nezdařilo se načítat :(
de: Bitte verbinden Sie sich mit dem Internet, um diesen Abschnitt zu sehen.
es: Error al cargar :(
fr: "connectez-vous s'il vous plaît à internet pour pouvoir accéder à cette section."
hu: “Kérjük, csatlakozzon az internethez, hogy megtekinthesse ezt a részt.”
it: "È necessario accedere a internet per vedere questa sezione"
ka: „გთხოვთ დაუკავშირდეთ ინტერნეტს ამ განყოფილების სანახავად“.
pt: "Conecte-se à Internet para ver esta seção."
ro: "Vă rugăm să vă conectați la internet pentru a vedea această secțiune."
sk: Nahrávanie zlyhalo :(

# trash.edit.betterLocation
source: Trying to get better location
cs: Pokouším se získat lepší zaměření
de: Versuche, einen besseren Standort zu finden.
es: Intentando obtener una mejor ubicación
fr: Essaie d'améliorer la localisation
hu: Próbáljon változtatni a helyzetén.
it: Miglioramento posizione
ka: ცდილობს უკეთესი მდებარეობის მოპოვებას
pt: Tentando obter uma melhor localização
ro: Încearcă să obții o locație mai bună
sk: Snažíme sa získať lepšiu polohu

# trash.create.error
source: Sending has been interrupted.
cs: Odesílání bylo přerušeno.
de: Das Senden wurde unterbrochen.
es: Se ha interrumpido el envío.
fr: L'envoi a été interrompu
hu: A bejelentés megszakadt.
it: Invio interrotto.
ka: გაგზავნა შეწყდა
pt: O envio foi interrompido.
ro: Expedierea a fost întreruptă
sk: Odosielanie bolo prerušené.

# global.dbError
source: Oops, we could NOT save the data.
cs: Huups, údaje se nepodařilo uložit.
de: Hoppla, wir konnten die Daten NICHT speichern.
es: No hemos podido guardar los datos.
fr: Oups, impossible de sauvegarder les données.
hu: Elnézést, NEM tudtuk elmenteni az adatokat.
it: Oops, impossibile salvare i dati.
ka: ვერ შევინახეთ ინფორმაცია
pt: Ops, NÃO foi possível salvar os dados.
ro: Trimiterea a fost întreruptă
sk: Huups, nepodarilo sa nám to uložiť :(.

# global.search
source: search
cs: vyhledávání
de: Suche
es: buscar
fr: recherche
hu: Keresés
it: ricerca
ka: ძიება
pt: procurar
ro: caută
sk: vyhľadávanie

# global.remove
source: Remove
cs: Odstranit
de: Entfernen
es: Eliminar
fr: Supprimer
hu: Eltávolítás
it: Rimuovi
ka: წაშლა
pt: Retirar
ro: Șterge
sk: Odstrániť
