Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# global.confirmation.reject
source: really want to reject
cs: opravdu chcete odmítnout
de: wirklich ablehnen
es: seguro de que quiero rechazar
fr: voulez-vous vraiment rejeter
hu: valóban el akarom utasítani
it: Vuoi davvero rifiutare?
ka: ნამდვილად მინდა უარი თქვას
pt: realmente quer rejeitar
ro: chiar vreau sa resping
sk: Naozaj chcete zamietnuť

# event.confirmation.unjoinEvent
source: Really want to leave event?
cs: Opravdu chcete opustit událost?
de: Willst du wirklich Veranstaltung verlassen?
es: ¿Seguro de que quiere dejar el evento?
fr: Voulez-vous vraiment vous désinscrire à cet évènement ?
hu: Valóban el akarja hagyni az eseményt?
it: Vuoi davvero abbandonare l'azione?
ka: ნამდვილად გსურთ აქტივობის დატოვება?
pt: Realmente quer sair do evento?
ro: Chiar vrei sa parasesti evenimentul?
sk: Naozaj chcete opustiť podujatie?

# global.unsubscribe
source: Do you really want to unsubscribe?
cs: opravdu chcete zrušit odběr
de: Möchtest du dich wirklich abbestellen?
es: ¿Seguro de que quiere cancelar la suscripción?
fr: Voulez-vous vraiment vous désabonner ?
hu: Valóban szeretne leiratkozni?
it: Vuoi davvero disiscriverti?
ka: ნამდვილად გსურთ გამოწერის გაუქმება?
pt: Deseja realmente cancelar a inscrição?
ro: Chiar vrei sa te dezabonezi?
sk: Naozaj sa chcete odpísať?

# notifications.user.approve
source: Really want to approve user?
cs: Opravdu chcete schválit uživatele?
de: Willst du wirklich Benutzer genehmigen?
es: ¿Seguro de que quiere aprobar el usuario?
fr: Valider cet utilisateur ?
hu: Valóban jóváhagyja a felhasználót?
it: Vuoi davvero approvare l'utente?
ka: ნამდვილად გსურთ მომხმარებლის მიღება?
pt: Deseja realmente aprovar o usuário?
ro: Chiar vrei sa aprobi utilizatorul?
sk: Naozaj chcete schváliť používateľa?

# global.selectFile
source: Select File
cs: Vyberte soubor
de: Datei auswählen
es: Seleccione archivo
fr: Choisir un fichier
hu: Válassza ki a fájlt!
it: Scegli file
ka: შეარჩიე ფაილი
pt: Selecione o arquivo
ro: Selectează fișier
sk: Vyberte súbor

# global.selectFiles
source: Select Files
cs: Kliknutím do pole vyberte obrázky
de: Dateien auswählen
es: Selecciona archivos
fr: Choisir des fichiers
hu: Fájlok kiválasztása
it: Scegli file
ka: შეარჩიე ფაილები
pt: Selecionar arquivos
ro: Selectează fișiere
sk: Vybrať súbory

# trash.removeActivity
source: Remove Activity
cs: Odstranit aktivitu
de: Aktivität entfernen
es: Eliminar actividad
fr: Supprimer activité
hu: Tevékenység eltávolítása
it: Rimuovi l'attività
ka: წაშალე აქტივობა
pt: Remover atividade
ro: Șterge activitatea
sk: Odstránenie aktivity

# event.validation.areaToBig
source: Area too big
cs: Oblast je příliš veliká
de: Bereich zu groß
es: Área demasiado grande
fr: Secteur trop vaste
hu: A terület túl nagy
it: Area troppo grande
ka: არეალი ძალიან დიდია
pt: Área muito grande
ro: Zona este prea mare
sk: Plocha je príliš veľká

# event.validation.areaRequired
source: Area required
cs: Oblast je požadována
de: Bereich erforderlich
es: Área requerida
fr: Secteur requise
hu: Terület szükséges
it: Area richiesta
ka: არეალი სავალდებულოა
pt: Área necessária
ro: Zona este necesară
sk: Oblasť je požadovaná

# global.required
source: Required
cs: Povinný
de: Erforderlich
es: Necesario
fr: Requis
hu: Kívánt
it: Richiesto
ka: სავალდებულოა
pt: Requeridos
ro: Obligatoriu
sk: Požadované

# global.typeAddress
source: Type address
cs: Zadejte adresu
de: Adresse eingeben
es: Escriba la dirección
fr: Adresse
hu: Írja be a címet!
it: Scrivi l'indirizzo
ka: ჩაწერე მისამართი
pt: Digite o endereço
ro: Scrie adresa
sk: Zadajte adresu

# user.filter.header
source: User filter
cs: Filtr uživatelů
de: Benutzerfilter
es: Filtro de usuario
fr: Filtre utilisateurs
hu: Felhasználói szűrő
it: Filtro utenti
ka: გამოიყენე ფილტრი
pt: Filtro de usuário
ro: Filtru utilizator
sk: Používateľský filter

# user.filter.userIds
source: User IDs
cs: Uživatelská ID (identifikátory)
de: Benutzer-IDs
es: ID de usuario
fr: IDs utilisateurs
hu: Felhasználói azonosítók
it: ID utente
ka: მომხმარებლის ID
pt: IDs de usuário
ro: ID utilizator
sk: Identifikácie používateľov

# user.list.header
source: List of Users
cs: Seznam uživatelů
de: Benutzerliste
es: Lista de usuarios
fr: Liste des utilisateurs
hu: Felhasználók listája
it: Lista degli utenti
ka: მომხმარებლების სია
pt: Lista de Usuários
ro: Lista utilizatorilor
sk: Zoznam používateľov

# user.roles.manager
source: Manager
cs: Manažer
es: Gerente
fr: Représentant
hu: Menedzser
it: Gestore
ka: მენეჯერი
pt: Gerente
sk: Manažér

# user.roles.user
source: User
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
ka: მომხმარებელი
pt: Do utilizador
ro: Utilizator
sk: Používateľ

# profile.edit.header
source: Update Profile
cs: Úprava profilu
de: Profil aktualisieren
es: Actualización del perfil
fr: Mettre à jour le profil
hu: Profil frissítése
it: Aggiorna il profilo
ka: განაახლე პროფილი
pt: Atualizar perfil
ro: Actualizează Profilul
sk: Aktualizovať profil

# profile.edit.mainInfo
source: Main information
cs: Základní informace
de: Hauptinformation
es: Informacion principal
fr: Informations principales
hu: Fő információk
it: Informazioni principali
ka: მთავარი ინფორმაცია
pt: Informação principal
ro: Informatie principala
sk: Hlavné informácie

# profile.edit.otherInfo
source: Other information
cs: Další informace
de: Sonstige Angaben
es: Otra información
fr: Autres informations
hu: Egyéb információk
it: Altre informazioni
ka: სხვა ინფორმაცია
pt: Outra informação
ro: Alta informatie
sk: Ďalšie informácie

# profile.changePassword
source: Change Password
cs: Změnit heslo
de: Passwort ändern
es: Cambia la contraseña
fr: Changer mot de passe
hu: Jelszó módosítása
it: Cambia la password
ka: შეცვალე პაროლი
pt: Mudar senha
ro: Schimba parola
sk: Zmena hesla

# user.filter.emails
source: List of E-mails (Separated by a comma without space)
cs: Seznam emailů (oddělených čárkou bez mezery)
de: Liste der E-Mail-Adressen (getrennt durch ein Komma ohne Leerzeichen)
es: Lista de correos electrónicos (separados por una coma sin espacio)
fr: Liste d'adresses mail (séparée par des virgules sans espace)
hu: E-mailek listája (vesszővel elválasztva, szóköz nélkül)
it: Lista delle Email (separate dalla virgola senza spazio)
ka: ელ ფოსტის სია (დაშორებულია წერტილებით)
pt: Lista de e-mails (separados por vírgula sem espaço)
ro: Lista E-mailurilor
sk: Zoznam e-mailov (oddelené čiarkou bez miesta)

# user.filter.organizationIds
source: Organization IDs
cs: Seznam ID organizací
de: Organisation-IDs
es: ID de organización
fr: iDs des organisations
hu: Szervezet azonosítók
it: ID organizzazioni
ka: ორგანიზაციების
pt: IDs da organização
ro: ID-uri organizatorice
sk: ID organizácie

# global.pageNotFound.header
source: This page isn't available
cs: Tato stránka není k dispozici
de: Diese Seite ist nicht verfügbar
es: Esta página no está disponible
fr: Cette page n'existe pas
hu: Ez az oldal nem érhető el
it: Questa pagina non è disponibile
ka: გვერდი არ არის ხელმისაწვდომი
pt: Esta página não está disponível
ro: Aceasta pagina nu este valabila
sk: Táto stránka nie je k dispozícii

# global.pageNotFound.text
source: The link may be broken, or the page may have been removed.
cs: Odkaz může být rozbitý nebo může být stránka odstraněna.
de: Der Link ist möglicherweise beschädigt oder die Seite wurde möglicherweise entfernt.
es: El enlace puede estar roto o la página puede haber sido eliminada.
fr: Soit le lien est cassé, soit la page a été supprimée.
hu: Lehetséges, hogy a link megsérült, vagy az oldalt eltávolították.
it: Il link è sbagliato o la pagina è stata rimossa
ka: ლინკი დაზიანებულია
pt: O link pode estar quebrado ou a página pode ter sido removida.
ro: Linkul ar putea fi stricat, sau pagina ar putea fi scoasa
sk: Prepojenie môže byť prerušené alebo stránka bola odstránená

# global.pageNotFound.continue
source: Continue here please.
cs: Pokračujte zde, prosím.
de: Hier bitte fortfahren.
es: Continúa aquí por favor.
fr: Poursuivez ici, s'il vous plaît.
hu: Kérjük, itt folytassa!
it: Continua qui perfavore
ka: აქ გააგრძელეთ
pt: Continue aqui, por favor.
ro: Continua aici te rog
sk: Pokračujte tu, prosím.

# collectionPoint.create.everyDayFromAm
source: Open from (AM)
cs: Otevřeno od (dopoledne)
de: Geöffnet von
es: Abierto desde (AM)
fr: Ouvert de (matin)
hu: Nyitva (AM)
it: Apre da (AM)
ka: ღიაა დილის საათებიდან
pt: Aberto de (AM)
ro: Deschis de la (AM)
sk: Otvorené od (AM)

# collectionPoint.create.everyDayFromPm
source: Open from (PM)
cs: Otevřeno od (odpoledne)
de: Geöffnet von
es: Abierto desde (PM)
fr: Ouvert de (après midi)
hu: Nyitva (PM)
it: Apre da (PM)
ka: ღიაა საღამოს საათებიდან
pt: Aberto de (PM)
ro: Deschis de la (PM)
sk: Otvorené od (PM)

# collectionPoint.create.everyDayToAm
source: Open to (AM)
cs: Otevřeno do (dopoledne)
de: Offen bis
es: Abierto a (AM)
fr: Ouvert jusqu'à (matin)
hu: Nyitva (AM)
it: Aperto fino (AM)
ka: ღიაა დილის საათებამდე
pt: Aberto para (AM)
ro: Deschis pentru (AM)
sk: Otvorené do (AM)

# collectionPoint.create.everyDayToPm
source: Open to (PM)
cs: Otevřeno do (odpoledne)
de: Offen bis
es: Abierto a (PM)
fr: Ouvert jusqu'à (après midi)
hu: Nyitva (PM)
it: Aperti fino (PM)
ka: ღიაა საღამოს საათებამდე
pt: Aberto a (PM)
ro: Deschis pentru (PM)
sk: Otvorené do (PM)

# collectionPoint.create.chooseDay
source: Choose day
cs: Vyberte den
de: Wähle Tag
es: Elige el día
fr: Choisir un jour
hu: Válasszon napot!
it: Scegli un giorno
ka: შეარჩიე დრო
pt: Escolha o dia
ro: Alege ziua
sk: Vybrať deň

# global.map
source: Map
cs: Mapa
de: Karte
es: Mapa
fr: Carte
hu: Térkép
it: Mappa
ka: რუკა
pt: Mapa
ro: Hartă
sk: Mapa

# collectionPoint.validation.timeFromMustBeGreater
source: Time FROM (PM) must be greater
cs: Čas OD (odpoledne) musí být větší
de: Zeit VON muss größer sein
es: La hora DESDE (PM) debe ser mayor
fr: L'heure de début (après midi) doit être supérieure
hu: A kezdő (PM) időnek nagyobbnak kell lennie
it: L'orario DA (PM) deve essere maggiore
ka: დრო (PM) უმჯობესია
pt: O horário FROM (PM) deve ser maior
ro: Timpul DE LA (PM) trebuie să fie mai mare
sk: Čase od (PM) musí byť väčší

# collectionPoint.validation.timeToMustBeGreater
source: Time TO must be greater than time FROM
cs: Čas OD musí být větší než čas DO
de: Zeit BIS muss größer sein als Zeit VON
es: La hora HASTA debe ser mayor que la hora DESDE
fr: L'heure de fin doit être supérieure à celle de début
hu: A záró időnek nagyobbnak kell lennie, mint a kezdő időnek.
it: L'orario A deve essere maggiore dell'orario DA
ka: დრო “მდე” უნდა იყოს მეტი ვიდრე დრო “დან”
pt: O tempo TO deve ser maior que o tempo FROM
ro: Timpul trebuie să fie mai mare decât timpul DE LA
sk: Čas OD musí byť väčší ako čas DO

# global.validation.tooLong
source: Value is too long
cs: Příliš dlouhé
de: Zu lang
es: El valor es demasiado largo
fr: La valeur est trop grande
hu: Az érték túl hosszú
it: Il valore inserito è troppo lungo
ka: ღირებულება ზედმეტად დიდია
pt: O valor é muito longo
ro: Valoarea prea lungă
sk: Hodnota je príliš dlhá

# global.validation.urlInvalid
source: Invalid URL (e.g.: http://www.google.com)
cs: URL je ve špatném formátu.
de: Ungültige URL (z. B. http://www.google.com)
es: URL no válida (por ejemplo, http://www.google.com)
fr: URL invalide (ex: http://www.google.com)
hu: Érvénytelen URL (pl .: http://www.google.com)
it: Url non valido (tipo: http://www.google.com)
ka: არასწორი ლინკი
pt: URL inválido (por exemplo: http://www.google.com)
ro: Adresă URL nevalidă (de exemplu: http://www.google.com)
sk: Neplatná URL adresa (napr.: http://www.google.com)

# global.validation.passwordTooLong
source: Password is too long
cs: Heslo je příliš dlouhé
de: Passwort ist zu lang
es: La contraseña es demasiado larga
fr: Mot de passe trop long
hu: A jelszó túl hosszú
it: La password è troppo lunga
ka: პაროლი ძალიან გრძელია
pt: A senha é muito longa
ro: Parola este prea lunga
sk: Heslo je príliš dlhé

# global.validation.phoneInvalid
source: Oops, the phone you entered looks invalid :(
cs: Zadaný telefon není platný.
de: Hoppla, die eingegebene E-Mail-Adresse scheint ungültig zu sein.
es: Vaya, el teléfono introducido no es válido :(
fr: Oups, le numéro de téléphone semble invalide
hu: Hoppá, érvénytelennek tűnik a megadott telefon :(
it: Oops, il numero di telefono che hai inserito non è valido :(
ka: ტელეფონი არასწორია
pt: Ops, o telefone digitado parece inválido :(
ro: Oops, telefonul introdus este invalid
sk: Ups, zdá sa, že telefón, ktorý ste zadali je neplatný :(

# global.validation.phoneRequired
source: Please fill phone number
cs: Prosím vyplňte telefon.
de: Bitte gib die Telefonnummer ein
es: Por favor complete el número de teléfono
fr: Veuillez renseigner le numéro de téléphone
hu: Kérjük, töltse ki a telefonszámot!
it: Perfavore inserisci un numero di telefono
ka: შეიყვანე ტელეფონის ნომერი
pt: Por favor, preencha o número de telefone
ro: Te rog completeaza cu numarul de telegon
sk: Prosím, vyplňte telefónne číslo.

# trash.validation.statusRequired
source: Status is required
cs: Stav je povinný
de: Status ist erforderlich
es: El estado es obligatorio
fr: Etat requis
hu: Az állapot megadása kötelező
it: É richiesto lo stato
ka: სტატუსი სავალდებულოა
pt: O status é obrigatório
ro: Statusul este necesar
sk: Status je povinný

# event.validation.nameRequired
source: Name is required
cs: Název je povinný
de: Name ist erforderlich
es: El nombre es obligatorio
fr: Nom requis
hu: A név megadása kötelező
it: È richiesto il nome
ka: სახელი სავალდებულოა
pt: Nome é obrigatório
ro: Numele este necesar
sk: Meno je povinné

# global.validation.locationRequired
source: Location Required
cs: Požadovaná poloha
de: Standort erforderlich
es: Ubicación obligatoria
fr: Position requise
hu: A hely megadása kötelező
it: É richiesto il luogo
ka: ლოკაცია სავალდებულოა
pt: Local Necessário
ro: Locatia este necesara
sk: Miesto je povinné

# user.validation.passwordShouldContain
source: Passwords must contain at least 1 uppercase letter, 1 lowercase letter and 1 number.
cs: Heslo musí obsahovat alespoň 1 velké písmeno, 1 malé písmeno a 1 číslo.
de: Passwort muss mindestens 1 Großbuchstaben, 1 Kleinbuchstaben und 1 Nummer enthalten.
es: Las contraseñas deben contener al menos 1 letra mayúscula, 1 letra minúscula y 1 número.
fr: Le mot de passe doit au moins contenir 1 majuscule, 1 minuscule et 1 chiffre.
hu: A jelszónak legalább 1 nagybetűt, 1 kisbetűt és 1 számot tartalmaznia kell.
it: La password deve contenere almeno 1 lwttera maiuscola, 1 minuscola ed un numero
ka: პაროლები უნდა შეიცავდეს მინიმუმ 1 დიდ ასოს, 1 პატარა ასოს და 1 რიცხვს
pt: As senhas devem conter pelo menos 1 letra maiúscula, 1 letra minúscula e 1 número.
ro: Parola trebuie sa contina cel putin 1 litera mare, 1 litera mica si un numar.
sk: Heslá musia obsahovať aspoň 1 veľké písmeno, 1 malé písmeno a 1 číslicu.

# organizations.name
source: Organization Name
cs: Jméno organizace
de: Organisationsname
es: Nombre de la Organización
fr: Nom de l'organisation
hu: Szervezet neve
it: Nome dell'organizzazione
ka: ორგანიზაციის სახელი
pt: Nome da organização
ro: Numele organizatiei
sk: Názov organizácie

# organizations.id
source: Organization ID
cs: ID organizace
de: Organisations-ID
es: ID de organización
fr: ID de l'organisation
hu: Szervezet azonosítója
it: ID dell'organizzazione
ka: ორგანიზაციის ID
pt: ID da organização
ro: Id-ul organizatiei
sk: ID organizácie

# profile.newPassword
source: New Password
cs: Nové heslo
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova Password
ka: ახალი პაროლი
pt: Nova senha
ro: Noua Parola
sk: Nové heslo

# profile.oldPassword
source: Old Password
cs: Staré heslo
de: Altes Passwort
es: Contraseña anterior
fr: Ancien mot de passe
hu: Régi jelszó
it: Vecchia Password
ka: ძველი პაროლი
pt: Senha Antiga
ro: Vechea parola
sk: Staré heslo

# user.newsletter
source: Sending newsletter e-mails
cs: Zasílání mailů s novinkami.
de: Versenden von Newsletter-E-Mails
es: Envío de correos electrónicos del boletín informativo
fr: Mail d'information en cours d'envoi
hu: Hírlevél e-mailek küldése
it: Invio newsletter e-mails
ka: იგზავნება სიახლეები
pt: Enviando e-mails do boletim informativo
ro: Trimite e-mailuri cu noutati
sk: Zasielanie e-mailov o novinkách

# collectionPoint.openDays
source: Open Days
cs: Otevřené dny
de: Tage der offenen Tür
es: Días abiertos
fr: Jours d'ouverture
hu: Nyílt napok
it: Giorni di apertura
ka: ღია დღეები
pt: Dias Abertos
ro: Zile funcționare
sk: Otváracie dni

# collectionPoint.fromAm
source: From AM
cs: Od (dopoledne)
de: Von morgens
es: Desde la mañana
fr: Depuis (matin)
hu: AM-től
it: Da AM
ka: დილის საათებიდან
pt: De AM
ro: Dimineața
sk: DO (AM)

# collectionPoint.fromPm
source: From PM
cs: Od (odpoledne)
de: Von nachmittags
es: Desde la tarde
fr: Depuis (après midi)
hu: PM-től
it: DA PM
ka: საღამოს საათებიდან
pt: De PM
ro: Seara
sk: DO (PM)

# collectionPoint.toAm
source: To AM
cs: Do (dopoledne)
de: bis (morgens)
es: Hasta la mañana
fr: Jusqu'à (matin)
hu: AM-re
it: A AM
ka: დილის საათამდე
pt: Para AM
ro: Pana dimineata
sk: DO (AM)

# collectionPoint.toPm
source: To PM
cs: Do (odpoledne)
de: bis (nachmittags)
es: Hasta la tarde
fr: Jusqu'à (après midi)
hu: PM-re
it: A PM
ka: საღამოს საათამდე
pt: Para PM
ro: Pana seara
sk: DO (PM)

# collectionPoint.startTime
source: Start Time
cs: Doba spuštění
de: Startzeit
es: Hora de inicio
fr: Heure de début
hu: Kezdési idő
it: Inizio
ka: დაწყების დრო
pt: Hora de início
ro: Ora de inceput
sk: Čas začiatku

# global.image
source: Image
cs: Obrázek
de: Bild
es: Imagen
hu: Kép
it: Immagine
ka: ფოტო
pt: Imagem
ro: Imagine
sk: Obrázok

# global.images
source: Images
cs: Obrázky
de: Bilder
es: Imágenes
hu: Képek
it: Immagini
ka: ფოტოები
pt: Imagens
ro: Imagini
sk: Obrázky

# global.url
source: Webpage (URL)
cs: URL
de: Webseite (URL)
es: Página web (URL)
fr: Site web (URL)
hu: Webhely (URL)
ka: ვებგვერდი
pt: Página da Web (URL)
ro: Pagina WEB
sk: Webová stránka (URL)

# global.menu.users
source: Users
cs: Uživatelé
de: Benutzer
es: Usuarios
fr: Utilisateurs
hu: Felhasználók
it: Utenti
ka: მომხმარებლები
pt: Comercial
ro: Utilizatori
sk: Používatelia

# global.menu.news
source: News
cs: Novinky
de: Neuigkeiten
es: Noticias
fr: Actualités
hu: Hírek
it: Notizie
ka: სიახლეები
pt: Notícia
ro: Știri
sk: Novinky

# user.points
source: Points
cs: Pořet bodů
de: Punkte
es: Puntos
hu: Pontok
it: Punti
ka: პუნქტები
pt: Pontos
ro: Puncte
sk: Body

# global.itemsPerPage
source: Items per Page
cs: Počet záznamů na stránku
de: Elemente pro Seite
es: Artículos por página
fr: Éléments par page
hu: Oldalankénti tételek
it: Oggetti per pagina
ka: ნივთი თითო გვერდზე
pt: Itens por página
ro: Obiecte pe pagina
sk: Položky na stránku

# news.id
source: ID
es: DNI
hu: Azonosító
pt: EU IRIA

# news.title
source: Title
cs: Titulek
de: Titel
es: Título
fr: Titre
hu: Cím
it: Titolo
ka: სათაური
pt: Título
ro: Titlu
sk: Nadpis

# news.language
source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
ka: ენა
pt: Língua
ro: Limbă
sk: Jazyk

# event.create.failed
source: Event creation failed
cs: Vytvoření události selhalo
de: Veranstaltung erstellen fehlgeschlagen
es: Crear evento fallido
fr: La création de l'évènement a échoué
hu: Az esemény létrehozása sikertelen
it: La creazione dell'evento non é andata a buon fine
ka: აქტივიბა არ შეიქმნა
pt: Falha na criação do evento
ro: Crearea evenimentului a esuat
sk: Vytvorenie udalosti zlyhalo

# home.helpUsToCleanIt
source: Help us to clean it!
cs: Pomozte nám to vyčistit!
de: Hilf uns, es zu reinigen!
es: ¡Ayúdenos a limpiarlo!
fr: Aidez-nous à le nettoyer !
hu: Segítsen megtisztítani!
it: Aiutaci a pulirlo!
ka: დაგვეხმარეთ გავწმინდოთ
pt: Ajude-nos a limpá-lo!
ro: Ajuta-ne sa curatam!
sk: Pomôžte nám to vyčistiť!

# global.processing
source: Processing
cs: Zpracovává se
de: Wird bearbeitet
es: Procesando
fr: Traitement en cours
hu: Feldolgozás
it: Caricamento
ka: იტვირთება
pt: Em processamento
ro: Se procesează
sk: Spracovanie

# global.validation.unknownError
source: Unknown error
cs: ##Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
hu: Ismeretlen hiba
it: Errore sconosciuto
ka: უცნობი პრობლემა
pt: Erro desconhecido
ro: Eroare necunoscuta
sk: Neznáma chyba

# trash.message.noNearByTrash
source: No nearby trash
cs: Žádná skládka v okolí
de: Kein Müll in der Nähe
es: Sin papelera cercana
fr: Aucune décharge à proximité
hu: Nincs a közelben hulladék
it: Non c'è spazzatura nelle vicinanze
ka: ახლოს ნაგავი არ არის
pt: Não há lixo nas proximidades
ro: Fara deseuri in apropiere
sk: Žiadne skládky v blízkosti

# trash.message.updateThisTrash
source: Update this dumpsite
cs: Aktualizovat tuto skládku
de: Aktualisiere diese Deponie
es: Actualizar este vertedero
fr: Mettre à jour cette décharge
hu: A szennyezett terület frissítése
it: Aggiorna questa discarica
ka: განაახლე ეს ნაგავსაყრელი
pt: Atualizar este dumpsite
ro: Actualizați acest site de gunoi
sk: Aktualizujte túto skládku

# trash.create.TakeSomePictures
source: Take some pictures of this place
cs: Pořídit / Pořiďte fotografie tohoto místa
de: Mach ein paar Bilder von diesem Ort
es: Tome algunas fotos de este lugar
fr: Prenez quelques photos de cet endroit
hu: Készítsen néhány képet erről a helyről!
it: Fai qualche foto di questo luogo
ka: გადაუღე ფოტო
pt: Tire algumas fotos deste lugar
ro: Fa niste poze acestui loc
sk: Urobte fotky tohto miesta

# global.information
source: Information
cs: Informace
de: Informationen
es: Información
hu: Információ
it: Informazioni
ka: ინფორმაცია
pt: Em formação
ro: Informatie
sk: Informácie

# trash.detail.reportToMunicipality
source: Send by Email
cs: Ohlásit obecnímu úřadu
de: E-Mail senden
es: Enviar por correo electrónico
fr: Envoyer par mail
hu: Küldés e-mailben
it: Invia via Email
ka: მეილით გაგზავნა
pt: Enviar por email
ro: Trimis prin Email
sk: Poslať e-mailom

# trash.detail.sendNotification
source: Send notification
cs: Odeslat upozornění
de: Benachrichtigung senden
es: Enviar notificación
fr: Envoyer notification
hu: Értesítés küldése
it: Invia notifica
ka: შეტყობინების გაგზავნა
pt: Enviar notificação
ro: Trimite notificarea
sk: Odoslať notifikáciu

# trash.detail.spam
source: Is This Report a Spam?
cs: Je toto spam?
de: Ist dieser Bericht ein Spam?
es: ¿Es este informe un correo no deseado?
fr: Est-ce que ce signalement est inapproprié ?
hu: Ez a jelentés spam?
it: Questa segnalazione é spam?
ka: ეს რეპორტი სპამია?
pt: Este relatório é um spam?
ro: Acest Raport este SPAM?
sk: Táto správa je spam?

# trash.detail.spamText
source: Do you think this report is not relevant or contains anything unwanted?
cs: Je toto hlášení podle vás nerelevantní či obsahuje něco nežádoucího?
de: Glaubst du, dass dieser Bericht nicht relevant ist oder unerwünschte Inhalte enthält?
es: ¿Considera que este informe no es relevante o contiene algo no deseado?
fr: En quoi ce signalement est inapproprié ou indésirable ?
hu: Ön szerint ez a jelentés nem releváns, vagy tartalmaz nem kívánt dolgot?
it: Credi che questa segnalazione non sia rilevante o contiene qualcosa di non approproato?
ka: თქვენი აზრით შეიცავს ეს რეპორტი არასანდო ინფორმაციას?
pt: Você acha que este relatório não é relevante ou contém algo indesejável?
ro: Crezi ca acest raport nu este relevant sau contine ceva nedorit?
sk: Myslíte si, že táto správa nie je relevantná alebo má nežiaduci obsah?
