Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# user.validation.authFbMalformed
source: Facebook token is credential or malformed or expired
cs: Token Facebooku je pověření poškozen nebo vypršela
de: Facebook-Token ist anmeldepflichtig fehlerhaft oder abgelaufen
es: El token de Facebook es credencial, está mal formado o caducado
fr: Connexion Facebook expirée ou erronnée
hu: A Facebook azonosítás hitesítésre szorul vagy lejárt
it: Token facebook non valido o scaduto
ka: ფეისბუქის ნიშნულს ვადა გაუვიდა
pt: O token do Facebook é credencial ou está malformado ou expirou
ro: Tokenul Facebook este parola, invalid sau expirat
sk: Token Facebooku je poškodený alebo vypršal

# user.validation.authFbCollision
source: An account already exists. Please sign in with e-mail.
cs: Účet s touto emailovou adresou již existuje. Prosím, přihlaste se.
de: Ein Konto ist mit diesen Anmeldedaten bereits vorhanden. Melde dich bitte mit deiner E-Mail-Adresse an.
es: Ya existe una cuenta con la misma dirección de correo electrónico pero con diferentes credenciales de inicio de sesión. Inicie sesión usando esta dirección de correo electrónico.
fr: Un compte existe déjà. Veuillez vous connecter avec une adresse mail.
hu: Már létezik felhasználói fiók. Kérjük, jelentkezzen be e-mail fiókján keresztül!
it: Account già esistente, per piacere loggati con la tua email
ka: ეს ექაუნთი უკვე არსებობს, გთხოვთ შემოხვიდეთ ელ-ფოსტით
pt: Uma conta já existe. Faça login com e-mail.
ro: Un cont deja exista. Te rog autentifica-te cu e-mailul
sk: Účet už existuje. Prosím, prihláste sa e-mailovou adresou.

# user.validation.authFbInvalid
source: User\'s account has been disabled, deleted, or its credentials are no longer valid
cs: Uživatelský účet byl zakázán, smazán, nebo údaje již nejsou platné.
de: Das Benutzerkonto wurde deaktiviert, gelöscht oder seine Anmeldeinformationen sind nicht mehr gültig.
es: La cuenta del usuario se ha deshabilitado, eliminado o sus credenciales ya no son válidas
fr: Le compte utilisateur a été désactivé, supprimé ou ses droits ne sont plus valides
hu: A felhasználói fiók tiltásra vagy törlésre került, vagy annak hitelesítése elavult
it: Account disabilitato, cancellato o credenziali non valide
ka: მომხმარებლის ექაუნთი წაიშალა/გაუქმნდა
pt: A conta do usuário foi desativada, excluída ou suas credenciais não são mais válidas
ro: Contul utilizatorului a fost dezactivat, șters sau acreditările sale nu mai sunt valabile
sk: Účet používateľa bol zablokovaný, odstránený alebo jeho prihlasovacie údaje nie sú platné

# collectionPoint.validation.markAsNoLongerExistsFailed
source: Marking collection point that no longer exists failed
cs: Označení neexistujícího sběrného místa selhalo
de: Markierung der nicht mehr existierenden Wertstoffhöfe fehlgeschlagen
es: Error al marcar el punto de recogida que ya no existe
fr: Le signalement du point de collecte comme n'existant plus à échoué
hu: A "már nem létező gyűjtőpont megjelölés" sikertelen
it: Segnalazione punto raccolta fallita
ka: არარსებული შეგროვების პუნქტები
pt: Falha na marcação do ponto de coleta que não existe mais
ro: Marcarea punctului de colectare care nu mai exista esuata
sk: Označenie zbernom mieste, ktoré sa už nepodarilo

# collectionPoint.validation.markAsNoLongerExistsFailed.success
source: Marking collection point that no longer exists successful
cs: Označení neexistujícího sběrného místa bylo úspěšné
de: Die nicht mehr existierende Wertstoffhöfe erfolgreich markiert
es: El punto de recogida se ha marcado correctamente
fr: Le signalement du point de collecte comme n'existant plus à réussi
hu: A "már nem létező gyűjtőpont megjelölés" sikeres
it: Segnalazione punto raccolta riuscita
ka: არარსებული შეგროვების პუნქტები
pt: Marcando o ponto de coleta que não existe mais com êxito
ro: Marcarea punctului de colectare care nu mai exista reusita
sk: Označenie zberného miesta, ktoré už existuje bolo úspešné

# collectionPoint.markAsNoLongerExistsFailed.message
source: Do you really want to mark collection point that it does not longer exists?
cs: Chcete skutečně označit sběrné místo jako neexistující?
de: Möchtest du die nicht mehr existierende Wertstoffhöfe wirklich markieren?
es: ¿Seguro de que quiere marcar el punto de recogida que ya no existe?
fr: Voulez-vous vraiment signaler ce point de collecte comme n'existant plus ?
hu: Valóban már nem létező gyűjtőpontként szeretné megjelölni?
it: Vuoi davvero segnare un punto di raccolta che non esiste più?
ka: ნამდვილად გსურთ მონიშვნა?
pt: Deseja realmente marcar o ponto de coleta que não existe mais?
ro: Doriți cu adevărat să marcați punctul de colectare că nu mai există?
sk: Naozaj chcete označiť, že zberné miesto už neexistuje?

# event.validation.selectTrash
source: You must select at least one trash
cs: Musíte vybrat nejméně jednu skládku
de: Wähle mindestens einen konkreten Abfall aus
es: Debe seleccionar al menos una basura
fr: Vous devez choisir au moins une décharge
hu: Válasszon ki legalább egy hulladékot!
it: Devi selezionare almeno un rifiuto
ka: უნდა აირჩიოთ ერთი ნაგავი მაინც
pt: Você deve selecionar pelo menos uma lixeira
ro: Trebuie să selectezi cel puțin o zonă cu deșeuri
sk: Musíte vybrať aspoň jednu skládku

# news.other
source: Other News
cs: Další novinky
de: Andere Neuigkeiten
es: Otras noticias
fr: Autres actualités
hu: Egyéb hírek
it: Altre notizie
ka: სხვა სიახლეები
pt: Outras Notícias
ro: Alte noutăți
sk: Ďalšie novinky

# news.empty
source: No news
cs: Žádné novinky
de: Keine Neuigkeiten
es: No hay noticias
fr: Aucune actualité
hu: Nincs új hír
it: Nessuna notizia
ka: სიახლე არ არის
pt: Nenhuma notícia
ro: Nicio noutate
sk: Žiadne novinky

# news.detail.attachedPhoto
source: Attached photo
cs: Připojené fotografie
de: Angehängtes Foto
es: Foto adjunta
fr: Photos attachées
hu: Mellékelt fénykép
it: Foto allegata
ka: დაამატე ფოტო
pt: Foto anexada
ro: Poze atașate
sk: Priložené fotografie

# news.detail.attachedVideo
source: Attached videos
cs: Připojená videa
de: Angehängte Videos
es: Videos adjuntos
fr: Vidéos attachées
hu: Mellékelt videók
it: Video allegati
ka: დაამატე ვიდეო
pt: Vídeos anexados
ro: Videoclipuri atașate
sk: Priložené videá

# event.organizeAction
source: I want to organize a cleaning action
cs: Chci uspořádat čistící akci
de: Ich möchte eine Reinigungsaktion organisieren
es: Quiero organizar una acción de limpieza
fr: Je souhaiterais organiser un évènement
hu: Takarítási akciót szervezek
it: Voglio organizzare un'azione di pulizia
ka: მინდა ჩავატარო დასუფთავების აქცია
pt: Quero organizar uma ação de limpeza
ro: Vreau să organizez o acțiune de curățare
sk: Chcem zorganizovať čistiacu akciu

# event.actionNotification
source: I want to receive notifications about cleaning actions
cs: Chci získávat upozornění na uklidových akcích
de: Ich möchte Benachrichtigungen über Reinigungsaktionen erhalten
es: Quiero recibir notificaciones sobre acciones de limpieza
fr: Je souhaite recevoir les notifications à propos des évènements
hu: Értesítést kérek a takarítási akciókról!
it: Voglio ricevere notifiche sulle azioni di pulizia
ka: მინდა მივიღო შეტყობინება
pt: Quero receber notificações sobre ações de limpeza
ro: Vreau să primesc notificări referitoare la acțiunile de curățenie
sk: Chcem dostávať upozornenia o čistiacich akciách

# event.user.email
source: Your e-mail
cs: Váš email
de: Deine E-Mail
es: Su correo electrónico
fr: Votre mail
hu: E-mail címed
it: La tua E-mail
ka: შენი ელ-ფოსტა
pt: Seu email
ro: E-mailul tău
sk: Váš e-mail

# event.user.phone
source: Your phone
cs: Váš telefon
de: Ihr Handy
es: Su teléfono
fr: Votre téléphone
hu: Telefonszámod
it: Il tuo telefono
ka: შენი ფოტო
pt: Seu telefone
ro: Numărul tău de telefon
sk: Váš telefón

# event.cleaningAction
source: Cleaning action
cs: Čistící akce
de: Reinigungsaktion
es: Acción de limpieza
fr: Action
hu: Takarítási akció
it: Azione di pulizia
ka: დასუფთავების აქცია
pt: Ação de limpeza
ro: Acțiunea de curățare
sk: Čistiaca akcia

# collectionPoint.activity
source: Trash point activity
cs: Činnost skládky
de: Abfallstelle Aktivität
es: Actividad de punto de basura
fr: Activités du point de collecte
hu: Szennyezett területre vonatkozó tevékenység
it: Attività nel punto rifiuti
ka: ნაგვის პუნქტის აქტივობა
pt: Atividade do ponto de lixo
ro: Activitatea punctelor de gunoi
sk: Aktivita skládky

source: Event activity
cs: Aktivita události
de: Veranstaltung Aktivität
es: Actividad del evento
fr: Activités de l'évènement
hu: Esemény
it: Attività degli eventi
ka: ივენთის აქტივობა
pt: Atividade de evento
ro: Activitatea evenimentului
sk: Aktivita udalosti

# global.worldwide
source: Worldwide
cs: Celosvětově
de: Weltweit
es: En todo el mundo
fr: Monde entier
hu: Világszerte
it: Mondiale
ka: მსოფლიო დონეზე
pt: No mundo todo
ro: În toată lumea
sk: Celosvetovo

# home.statisticsInArea
source: Statistics for Selected Area
cs: Statistiky pro vybranou oblast
de: Statistik für ausgewählten Bereich
es: Estadísticas para el área seleccionada
fr: Statistiques pour le secteur choisi
hu: A kiválasztott terület statisztikája
it: Statistiche per l'Area selezionata
ka: სტატისტიკა არჩეული არეისთვის
pt: Estatísticas para a área selecionada
ro: Statisticile pentru Zona Selectată
sk: Štatistiky pre vybratú oblasť

# trashHunter.finished
source: Hunting mode finished
cs: Mód lovu zkončil
de: Jagdmodus beendet
es: El modo Caza ha terminado
fr: Chasse à la décharge terminée
hu: A vadászat befejeződött
it: Fine della modalità Hunting
ka: მონადირის როლი დასრულდა
pt: Modo de caça terminado
ro: Mod de vânătoare terminat
sk: Mód lovenia skončil

# global.noData
source: No data
cs: Žádná data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
hu: Nincs adat
it: Nessun dato
ka: არ არის ინფორმაცია
pt: Sem dados
ro: Nicio dată
sk: Žiadne údaje

# home.upcommingEvents
source: Upcoming events in your neighborhood
cs: Nadcházející události v okolí
de: Bevorstehende Veranstaltungen in Ihrer Nähe
es: Próximos eventos en su vecindario
fr: Évènements à venir à proximité
hu: Közelgő események a környéken
it: Prossimi eventi nelle tue vicinanze
ka: მომავალი აქტივობები შენს ირგვლივ
pt: Próximos eventos em seu bairro
ro: Evenimente viitoare în cartierul tău
sk: Pripravované podujatia v okolí

# home.noUserActivities
source: No user activities found
cs: Žádné uživatelské aktivity nenalezeny
de: Keine Benutzeraktivitäten gefunden
es: No se encontraron actividades de usuario
fr: Aucune activité utilisateur trouvée
hu: Nem található felhasználói tevékenység
it: Nessun attività dell'utente trovata
ka: აქტივობები არარის ნაპოვნი
pt: Nenhuma atividade do usuário encontrada
ro: Nu au fost găsite activități ale utilizatorului
sk: Nenašli sa žiadne aktivity používateľa

# home.userActivities
source: User activities
cs: Uživatelské aktivity
de: Benutzeraktivitäten
es: Actividades del usuario
fr: Activités utilisateur
hu: Felhasználói tevékenységek
it: Attività dell'utente
ka: მომხმარებლის აქტივობები
pt: Atividades do usuário
ro: Activitățile utilizatorului
sk: Aktivity používateľa

# widget.statistics.barChart
source: Bar chart
cs: Sloupcový graf
de: Balkendiagramm
es: Gráfico de barras
fr: Histogramme
hu: Oszlopdiagram
it: Grafico a barre
ka: ბარული დიაგრამა
pt: Gráfico de barras
ro: Diagramă stil bare
sk: Stĺpcový graf

# widget.statistics.donutChart
source: Donut chart
cs: Koláčový graf
de: Ringdiagramm
es: Gráfico de anillos
fr: Diagramme en anneau
hu: Fánk diagram
it: Grafico ciambella
ka: წრიული დიაგრამა
pt: Gráfico de rosca
ro: Diagrama stil rotund
sk: Kruhový graf

# widget.statistics.chartStatus
source: By status
cs: Podle statusu
de: Nach Status
es: Por estado
fr: Par état
hu: Állapot szerint
it: Per stato
ka: სტატუსით
pt: Por status
ro: După status
sk: Podľa stavu

# widget.statistics.chartAccessibility
source: By accessibility
cs: Podle přístupnosti
de: Nach Zugänglichkeit
es: Por accesibilidad
fr: Par accessibilité
hu: Hozzáférhetőség szerint
it: Per accessibilità
ka: ხელმისაწვდომობით
pt: Pela acessibilidade
ro: După accesibilitate
sk: Podľa dostupnosti

# widget.statistics.chartSize
source: By size
cs: Podle velikosti
de: Nach Größe
es: Por tamaño
fr: Par taille
hu: Méret szerint
it: Per grandezza
ka: ზომით
pt: Por tamanho
ro: După mărime
sk: Podľa veľkosti

# widget.statistics.chartType
source: By type
cs: Podle typu
de: Nach Typ
es: Por tipo
fr: Par type
hu: Típus szerint
it: Per tipo
ka: ტიპით
pt: Por tipo
ro: După tip
sk: Podľa typu

# widget.statistics.breakdownOfDumps
source: Breakdown of illegal dumps in
cs: Analýza nelegálních skládek podle
de: Aufschlüsselung der illegalen Deponien in
es: Desglose de vertederos ilegales en
fr: Répartition des décharges dans
hu: A szennyezett terület felszámolása
it: Distruzione della discarica illegale in
ka: არალეგალური ნაგავსაყრელების დეტალები
pt: Repartição de lixões ilegais em
ro: Defalcarea haldelor ilegale din
sk: Rozpis počtu nelegálnych skládok v

# widget.statistics.lastUpdatedDumps
source: Last updated dumps in
cs: Naposledy aktualizované skládky v
de: Zuletzt aktualisierte Deponien in
es: Última actualización de vertederos en
fr: Dernières décharges mises à jour dans
hu: A szennyezett területre vonatkozó utolsó frissítés
it: Ultime discariche aggiornate
ka: ბოლოს განახლებული ნაგავსაყრელები
pt: Últimos dumps atualizados em
ro: Ultimele depozite de deseu actualizate în
sk: Posledné aktualizované skládky v

# profile.validation.emptyOrganization
source: You don't have selected any organization
cs: Nevybrali jste žádnou organizaci
de: Du hast keine Organisation ausgewählt
es: No ha seleccionado ninguna organización
fr: Vous n'avez pas choisi d'organisation
hu: Még nem választott ki szervezetet
it: Non hai selezionato nessuna organizzazione
ka: თქვენ არ გაქვთ შერჩეული ორგანიზაცია
pt: Você não selecionou nenhuma organização
ro: Nu ați selectat nicio organizație
sk: Nevybrali ste žiadnu organizáciu

# news.noArticles
source: There are no articles yet, please come back later.
cs: Zatím zde nejsou žádné články, vraťte se později.
de: Es gibt noch keine Artikel, komm später zurück.
es: Todavía no hay artículos, vuelve más tarde.
fr: Il n'y a encore aucun article, veuillez réessayer plus tard.
hu: Még nincsenek cikkek, Kérjük térjen vissza később!
it: Nessun articolo presente, riprova più tardi.
ka: არ არის სტატიები
pt: Ainda não há artigos, volte mais tarde.
ro: Nu există încă articole, vă rugăm să reveniți mai târziu.
sk: Zatiaľ tu nie sú žiadne články, vráťte sa neskôr

# event.dontWantOrganize
source: I don't want to organize or help with organization of any cleaning event
cs: Nechci uspořádat čistící akci
de: Ich möchte nicht organisieren oder bei der Organisation einer Reinigungsveranstaltung helfen
es: No quiero organizar ni ayudar con la organización de ningún evento de limpieza
fr: Je ne souhaite pas organiser d'évènement
hu: Nem kívánok önállóan vagy segítőként takarítási akciót szervezni.
it: Non voglio auiutare nessuna organizzazione/ente negli eventi di pulizia
ka: არ მინდა მე დავაორგანიზო ან დავეხმარო დასუფთავების აქციას
pt: Não quero organizar ou ajudar na organização de qualquer evento de limpeza
ro: Nu vreau să organizez sau să ajut cu organizarea vreunui eveniment de curățenie
sk: Nechcem organizovať alebo pomôcť pri organizácii čistiaceho podujatia

# event.dontWantReceiveNotification
source: I don't want to receive any information about cleaning events
cs: Nechci získávat upozornění o čistících akcích
de: Ich möchte keine Informationen über Reinigungsveranstaltung erhalten
es: No deseo recibir información sobre eventos de limpieza
fr: Je ne souhaite pas recevoir d'information à propos des évènements
hu: Nem kérek információt a takarítási akciókról
it: Non voglio ricevere informazioni riguardo eventi di pulizia
ka: არ მსურს დამატებითი ინფორმაციის მიღება
pt: Não quero receber informações sobre eventos de limpeza
ro: Nu vreau să primesc informații despre evenimente de curățenie
sk: Nechcem dostávať informácie o čistiacich podujatiach

# global.language.english
source: English
cs: Anglicky
de: Englisch
es: Inglés
fr: Anglais
hu: angol
it: Inglese
ka: ინგლისური
pt: Inglês
ro: Engleză
sk: Angličtina

# global.language.czech
source: Czech
cs: Česky
de: Tschechisch
es: Checo
fr: Tchèque
hu: cseh
it: Ceco
ka: ჩეხური
pt: Tcheco
ro: Cehă
sk: Čeština

# global.language.germany
source: German
cs: Německy
de: Deutsch
es: Alemán
fr: Allemand
hu: német
it: Tedesco
ka: გერმანული
pt: alemão
ro: Germană
sk: Nemčina

# global.language.espana
source: Spanish
cs: Španělsky
de: Spanisch
es: Español
fr: Espagnol
hu: spanyol
it: Spagnolo
ka: ესპანური
pt: espanhol
ro: Spaniolă
sk: Španielčina

# global.language.slovakia
source: Slovak
cs: Slovensky
de: Slowakisch
es: Eslovaco
fr: Slovaque
hu: szlovák
it: Slovacco
ka: სლოვაკური
pt: Eslovaco
ro: Slovacă
sk: Slovenčina

# global.locationFormatDrmsExample
source: 49°10'24" N, 18°49'0" E
de: 49°10'24" N, 18°49'0" O
fr: 46°01'27.9" N, 1°01'54.7" E
hu: É 49°10'24", K 18°49'0"

# trash.create.ofCleanedDump
source: of the cleaned dump
cs: vyčištěných skládek
de: der gereinigten Mülldeponien
es: del vertedero limpio
fr: de la décharge nettoyée
hu: a megtisztított területről
it: delle discariche ripulite
ka: ნაგავსაყრელის
pt: do depósito limpo
ro: a zonei de gunoi curatate
sk: vyčistených skládok

# trash.edit.title
source: Update a Dump
cs: Aktualizujte skládku
de: Eine Deponie aktualisieren
es: Actualizar un vertedero
fr: Modifier une décharge
hu: Szennyezett terület frissítése
it: Aggiorna una discarica
ka: განაახლე ნაგავსაყრელი
pt: Atualizar um despejo
ro: Actualizeaza un deseu
sk: Aktualizovať skládku

# trash.create.title
source: Report Dump
cs: Reportovat skládku
de: Eine Deponie melden
es: Denunciar un vertedero
fr: Signaler une décharge
hu: Szennyezett terület jelentése
it: Segnala discarica
ka: დაარეპორტე ნაგავსაყრელი
pt: Despejo de relatório
ro: Raporteaza un deseu
sk: Nahlásiť skládku

# tutorial.title.1
source: We are happy to see you!
cs: Jsme rádi, že vás vidíme!
de: Wir freuen uns, dich zu sehen!
es: ¡Estamos encantados de verle!
fr: Nous sommes ravis de vous voir !
hu: Örülünk, hogy újra látjuk!
it: Siamo felici di vederti!
ka: გვიხარია შენი ნახვა
pt: Estamos felizes em vê-lo!
ro: Suntem fericiti sa te vedem!
sk: Sme radi, že Vás vidíme!

# tutorial.text.1
source: Use TrashOut to locate and monitor illegal dumps all around the world.
cs: Použijte TrashOut k lokalizaci a monitorování ilegálních skládek po celém světě.
de: Verwende TrashOut, um illegale Deponien überall auf der Welt zu lokalisieren und zu überwachen.
es: Use TrashOut para localizar y controlar vertederos ilegales en todo el mundo.
fr: Utilisez TrashOut pour localiser et suivre les décharges sauvages dans le monde entier.
hu: A TrashOut használatával azonosítsa be és kövesse nyomon a szennyzett területeket az egész világon!
it: Usa TrashOut per localizzare e monitorare discariche abusive in tutto il mondo.
ka: გამოიყენეთ TrashOut არალეგალური ნაგავსაყრელის დასადგენად და მონიტორინგისთვის მთელ მსოფლიოში.
pt: Use o TrashOut para localizar e monitorar lixões ilegais em todo o mundo.
ro: Utilizeaza TrashOut pentru a localiza si monitoriza deseuri ilegale in toata lumea
sk: Používajte TrashOut na lokalizáciu a monitorovanie nelegálnych skládok na celom svete.

# tutorial.title.2
source: It's easy!
cs: Je to snadné!
de: Es ist ganz einfach!
es: ¡Es fácil!
fr: C'est facile !
hu: Könnyű!
it: È facile!
ka: მარტივია
pt: É fácil!
ro: Este ușor!
sk: Je to jednoduché!

# tutorial.text.2
source: When you see an illegal dump, tap plus or report button, take a picture and fill in all the details.
cs: Když uvidíte nelegální skládku, klepněte na tlačítko plus nebo tlačítko nahlášení, pořiďte snímek a vyplňte podrobnosti.
de: Wenn du eine illegale Deponie siehst, tippe auf "Plus" oder "Bericht", nehme ein Bild auf und gebe die Details ein.
es: Cuando vea un vertedero ilegal, toque el botón más o denunciar, tome una fotografía y complete los detalles.
fr: Lorsque vous trouvez une décharge sauvage, appuyez sur '+' ou le bouton signaler et remplissez le formulaire.
hu: Ha szennyezett területet lát, érintse meg a plusz vagy a jelentés gombot, készítsen képet, és töltse ki az adatokat!
it: Quando vedi una discarica illegale, premi il tasto PIÚ o Segnala, fai una foto e riempi il modulo
ka: როდესაც ხედავთ უკანონო ნაგავსაყრელს, შეეხეთ ღილაკს პლუს ან ანგარიში, გადაიღეთ სურათი და შეავსეთ ყველა დეტალი
pt: Quando vir um despejo ilegal, toque no botão mais ou no relatório, tire uma foto e preencha todos os detalhes.
ro: Cand vezi un deseu ilegal, apasa pe plus sau pe raport, fa o poza si completeaza detaliile
sk: Keď nájdete nelegálnu skládku, kliknite na tlačidlo nahlásenia skládky, urobte fotografiu a vyplňte všetky detaily.

# tutorial.title.3
source: Illegal dump is reported!
cs: Ilegální skládka byla nahlášena.
de: Illegale Deponie wurde gemeldet!
es: ¡Se ha denunciado el vertedero ilegal!
fr: Décharge sauvage signalée !
hu: Szennyezett terület bejelentve
it: La discarica illegale é stata segnalata!
ka: არალეგალური ნაგავსაყრელი დარეპორტდა!
pt: Despejo ilegal é relatado!
ro: Deseu ilegal raportat!
sk: Nelegálna skládka bola nahlásená!

# tutorial.text.3
source: Local municipalities, citizens or NGOs can be notified about illegal dumps in their neighborhood.
cs: Místní obce, občané nebo nevládní organizace mohou být upozorněny na nelegální skládky v jejich okolí.
de: Kommunen, Bürger oder Nichtregierungsorganisationen können über illegale Deponien in ihrer Nachbarschaft informiert werden.
es: Los gobiernos locales, ciudadanos u ONG pueden ser notificados sobre vertederos ilegales en su vecindario.
fr: Les autorités locales, citoyens ou ONGs peuvent être informés des décharges sauvages dans leur voisinage
hu: Értesítheti a helyi önkormányzatot,lakosságot vagy civil szervezeteket a környéken lévő szennyezett területetkről.
it: I Comuni, i cittadini e le associazioni possono essere informate sulle discariche illegali nelle loro vicinanze
ka: ადგილობრივ მუნიციპალიტეტებს, მოქალაქეებს ან არასამთავრობო ორგანიზაციებს შეუძლიათ მიიღონ შეტყობინება მათ მიმდებარე ტერიტორიაზე უკანონო ნაგავსაყრელების შესახებ.
pt: Municípios, cidadãos ou ONGs locais podem ser notificados sobre lixões ilegais em seus bairros.
ro: Municipalitățile locale, cetățenii sau ONG-urile vor fi notificate de deseurile ilegale din cartierul lor.
sk: Miestne samosprávy, občania alebo neziskové organizácie môžu byť upozornené o nelegálnych skládkach vo Vašom okolí.

# tutorial.title.4
source: TrashOut offers more!
cs: TrashOut nabízí více!
de: TrashOut bietet mehr!
es: ¡TrashOut ofrece más!
fr: TrashOut propose plus !
hu: A TrashOut többet kínál!
it: TrashOut offre di più!
ka: TrashOut გთავასობს მეტს!
pt: TrashOut oferece mais!
ro: TrashOut ofera mai mult!
sk: TrashOut ponúka viac!
