Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# trash.detail.municipalityText
source: Send this report by e-mail to local municipality or environmental NGO
cs: Můžete odeslat hlášení přímo obecnímu úřadu
de: Sende diesen Bericht per E-Mail an eine Gemeinde oder Umwelt-NRO
es: Enviar este informe por correo electrónico a la municipalidad local o a una ONG ambiental
fr: Envoyer ce signalement par mail aux autorités locales ou ONG environnementale
hu: Küldje el ezt a jelentést e-mailben a helyi önkormányzatnak vagy környezetvédelmi civil szervezetnek!
it: Invia questa segnalazione via email ai comuni della zona o ad associazioni ambientaliste
ka: გაუგზავნეთ ეს ანგარიში ელფოსტით ადგილობრივ მუნიციპალიტეტს ან გარემოსდაცვით არასამთავრობო ორგანიზაციას
pt: Envie este relatório por e-mail para o município local ou ONG ambiental
ro: Trimiteți acest raport prin e-mail municipalității locale sau ONG-ului de mediu
sk: Odoslať správu e-mailom do miestnej samosprávy alebo environmentálnej neziskovej organizácie

# trash.detail.noCleaningEvent
source: There is no cleaning event for this dump
cs: Žádná čistící událost pro tuto skládku
de: Es gibt keine Reinigungsveranstaltung für diese Deponie
es: No hay nigún evento de limpieza para este vertedero
fr: Il n'y a pas d'évènement pour cette décharge
hu: Ehhez a szennyezett területhez nincs takarítási esemény
it: Non c'è nessun evento di pulizia per questa discarica
ka: ამ ნაგავსაყრელის დასუფთავების ღონისძიება არ არის
pt: Não há evento de limpeza para este despejo
ro: Nu este niciun eveniment de curatat pentru acestui deseu
sk: Nie je vytvorená žiadna čistiaca udalosť pre túto skládku

# trash.detail.ofThisIllegalDump
source: of this illegal dump
cs: této nelegální skládky
de: der illegalen Mülldeponie
es: de este vertedero ilegal
fr: de cette décharge sauvage
hu: ehhez az illegális szennyezett területhez
it: di questa discarica illegale
ka: არალეგალური ნაგავსაყრელის
pt: deste lixão ilegal
ro: al acestui deseu ilegal
sk: nelegálnej skládky

# trash.detail.fromDifferentAngle
source: from different angle / distance
cs: z jiného úhlu / vzdálenosti
de: aus anderem Winkel / aus anderer Entfernung
es: desde diferente ángulo / distancia
fr: d'un angle / distance différent
hu: különböző szögből / távolságból
it: da un altro angolo/distanza
ka: სხვა მხრიდან/დისტანციიდან
pt: de ângulo / distância diferente
ro: Dintr-un unghi diferit/
sk: z iného uhla / vzdialenosti

# global.camera
source: Camera
cs: Fotoaparát
de: Kamera
es: Cámara
fr: Appareil photo
hu: Kamera
ka: კამერა
pt: Câmera
ro: Cameră
sk: Fotoaparát

# global.gallery
source: Gallery
cs: Galerie
de: Galerie
es: Galería
fr: Galerie
hu: Képtár
it: Galleria
ka: გალერია
pt: Galeria
ro: Galerie
sk: Galéria

# global.camera.photoSource
source: Photo source
cs: Zdroj fotografií
de: Fotoquelle
es: Fuente de la foto
fr: Source pour les photos
hu: Fotó forrás
it: Origine della foto
ka: ფოტოს წყარო
pt: Fonte da foto
ro: Sursa foto
sk: Zdroj fotografie

# global.time.year
source: year
cs: rok
de: Jahr
es: año
fr: année
hu: év
it: anno
ka: წელი
pt: ano
ro: An
sk: rok

# global.time.month
source: month
cs: měsíc
de: Monat
es: mes
fr: mois
hu: hónap
it: mese
ka: თვე
pt: mês
ro: Lună
sk: mesiac

# global.time.week
source: week
cs: týden
de: Woche
es: semana
fr: semaine
hu: hét
it: settimana
ka: კვირა
pt: semana
ro: Săptămâna
sk: týždeň

# global.time.day
source: day
cs: den
de: Tag
es: día
fr: jour
hu: nap
it: giorno
ka: დღე
pt: dia
ro: Zi
sk: deň

# global.time.hour
source: hour
cs: hodina
de: Stunde
es: hora
fr: heure
hu: óra
it: ora
ka: საათი
pt: hora
ro: Oră
sk: hodina

# global.time.minute
source: minute
cs: minuta
es: minuto
hu: perc
it: minuto
ka: წუთი
pt: minuto
ro: Minut
sk: minúta

# global.time.second
source: second
cs: sekunda
de: Zweiter
es: segundo
fr: seconde
hu: második
it: secondo
ka: წამი
pt: segundo
ro: Secundă
sk: druhý

# global.time.0secAgo
source: 0 seconds ago
cs: před 0 sekundami
de: Vor 0 Sekunden
es: Hace 0 segundos
fr: il y a 0 seconde
hu: 0 másodperccel ezelőtt
it: 0 secondi fa
ka: 0 წამის წინ
pt: 0 segundos atrás
ro: acum 0 secunde
sk: 0 minútami

# global.time.0sec
source: 0 seconds
cs: 0 sekund
de: 0 Sekunden
es: 0 segundos
fr: 0 seconde
hu: 0 másodperc
it: 0 secondi
ka: 0 წამი
pt: 0 segundos
ro: 0 secunde
sk: 0 sekúnd

# global.time.ago
source: "ago"
cs: "před"
de: zuvor
es: "hace"
fr: "il y a"
hu: "ezelőtt"
it: "fa"
ka: წინ
pt: "atrás"
ro: "înainte"
sk: "pred"

# global.sendEmail
source: Send e-mail
cs: Odeslat email
de: E-Mail senden
es: Enviar correo electrónico
fr: Envoyer mail
hu: Küldjön e-mailt!
it: Invia email
ka: გააგზავნე მეილი
pt: Enviar email
ro: Trimite e-mail
sk: Poslať e-mail

# global.validation.warning
source: Warning
cs: Upozornění
de: Warnung
es: Advertencia
fr: Alerte
hu: Figyelem
it: Attenzione
ka: გაფრთხილება
pt: Atenção
ro: Avertizare
sk: Upozornenie

# global.validation.noEmailClientInstalled
source: No e-mail client insttaled
cs: Není nainstalován emailový klient
de: Kein E-Mail-Client instaliert
es: Ningún cliente de correo electrónico instalado
fr: Aucun client de messagerie installé
hu: Nincs e-mail felhasználó telepítve
it: Nessun client dell'email è installato
ka: ელ-ფოსტა არ არის
pt: Nenhum cliente de email instalado
ro: Nu a fost instalat nicio adresa de email
sk: Nie je nainštalovaný e-mailový klient

# trash.edit.greaterDistanceText
source: Distance is greater than 100m from trash. You must be close to the dump.
cs: Vzdálenost je větší než 100m od skládky. Musíte být blíže.
de: Du bist mehr als 100 m vom Müll entfernt. Du sollst in der Nähe sein.
es: La distancia es superior a 100 m desde la basura. Debe estar cerca del vertedero.
fr: Vous êtes à plus de 100m de la décharge. Vous devez vous en rapprocher.
hu: A távolság nagyobb mint 100m a szeméttől. Közelebb kell lennie a szennyezett területhez.
it: Sei distante più di 100m dalla discarica. Devi trovarti nei pressi dei rifiuti.
ka: დისტანცია 100 მეტრზე მეტია, ახლოს მიდით
pt: A distância é superior a 100m do lixo. Você deve estar perto do despejo.
ro: Distanța este mai mare de 100 m de gunoi. Trebuie să fii mai aproape de gunoi.
sk: Vzdialenosť je väčšia ako 100 m od skládky. Musíte ísť bližšie ku skládke.

# trash.edit.minPhotosText
source: To create or update trash you have to take at least %d photo
cs: Vytvořte nejméně %d fotografií k vytvoření nebo aktualizování skládky
de: Um einen Abfall-Eintrag zu erstellen oder zu aktualisieren, müssen mindestens% d Fotos gemacht werden
es: Para crear o actualizar la basura, debe tomar al menos% d fotos
fr: Pour créer ou mettre à jour une décharge vous devez prendre au moins %d photo(s)
hu: A hulladék felviteléhez vagy módosításához legalább %-os fényképet kell készítenie.
it: Per creare o aggiornare i rifiuti devi aver fatto almeno %d foto.
ka: რომ შეიქმნას აფდეითი, უნდა გადაიღოთ % ფოტო მაინც
pt: Para criar ou atualizar a lixeira, você precisa tirar pelo menos% d foto
ro: Pentru a crea sau actualiza coșul de gunoi trebuie să faceți cel puțin% fotografii
sk: Urobte najmenej %d fotografií na vytvorenie nebo aktualizáciu skládky

# trash.validation.mustSelectMeetingPoint
source: You must first choose the position of meeting
cs: Nejprve zvolte místo setkání
de: Wähle zuerst die Lage zum Treffen
es: Primero debe elegir el puesto de reunión
fr: Vous devez d'abord définir un lieu de rendez-vous
hu: Először ki kell választania a találkozó helyét.
it: Devi prima scegliere la posizione del meeting.
ka: აირჩიეთ შეზვედრის პოზიცია
pt: Você deve primeiro escolher a posição da reunião
ro: Mai întâi trebuie să alegeți poziția întâlnirii
sk: Najprv musíte vybrať miesto stretnutia

# event.detail.bring
source: Bring
cs: Přinést
de: Bringen
es: Traer
fr: Apporter
hu: Hoz
it: Porta
ka: თან წამოიღეთ
pt: Trazer
ro: Adu
sk: Priniesť

# event.detail.pleaseBring
source: What We Need
cs: Prosím přineste
de: Bitte bring
es: Traiga
fr: Nous avons besoin de
hu: Amire szükségünk van
it: Cosa ci serve
ka: რა გვჭირდება
pt: O que precisamos
ro: Ce Ne Trebuie
sk: Prineste, prosím

# global.cropImage
source: Crop Image
cs: Oříznout / Ořízněte obrázek
de: Bild zuschneiden
es: Cortar imagen
fr: Redimensionner
hu: Kép vágása
it: Ritaglia immagine
ka: იმიჯის მოჭრა
pt: Cortar imagem
ro: Taie Imaginea
sk: Orezať obrázok

# collectionPoint.disposeTypes
source: Type of Trash to Dispose
cs: Typy odpadu
de: Typen entsorgen
es: Eliminar tipos
fr: Types de déchets acceptés
hu: A szemét típusa
it: Tipo di rifiuti da gestire
ka: ნაგვის ტიპი
pt: Tipo de lixo a ser descartado
ro: Tipul de Coș de gunoi de eliminat
sk: Typy zberných miest

# global.readMore
source: Read more
cs: Číst dále
de: Mehr anzeigen
es: Leer mas
fr: Plus d'informations
hu: Olvass tovább!
it: Continua a leggere..
ka: წაიკითხე მეტი
pt: Consulte Mais informação
ro: Citeste mai mult
sk: Prečítajte viac

# user.validation.nonEmptyOrganization
source: You did not select an organization. Select company or organization in edit profile.
cs: Nevybrali jste žádnou organizaci. Vyberte společnosť nebo organizaci úpravou profilu.
de: Du hast keine Organisation ausgewählt. Firma oder Organisation auswählen - im Profil bearbeiten
es: No ha seleccionado una organización. Seleccione una empresa o compañía en el perfil de edición.
fr: Vous n'avez pas choisi d'organisation. Choisissez-en une dans votre profil.
hu: Nem választott ki szervezetet. Válassza ki a vállalatot vagy szervezetet a profil szerkesztőben!
it: Non hai scelto un'organizzazione. Scegli una società o organizzazione nella modifica del profilo.
ka: თქვენ არ აირჩიეთ ორგანიზაცია. აირჩიეთ კომპანია ან ორგანიზაცია რედაქტირების პროფილში.
pt: Você não selecionou uma organização. Selecione empresa ou organização no perfil de edição.
ro: Nu ai selectat o organizatie. Selecteaza compania sau organizatia in editarea profilului
sk: Nevybrali ste organizáciu. Vyberte spoločnosť alebo organizáciu úpravou profilu.

# global.gpsFormat
source: GPS Coordinates Format
cs: Formát GPS souřadnic
de: Format der GPS-Koordinaten
es: Formato de coordenadas GPS
fr: Format des coordonnées GPS
hu: GPS koordináták formátuma
it: Formato delle coordinate GPS
ka: ჯიპიესის ფორმატი
pt: Formato das coordenadas GPS
ro: Formatul coordonatei GPS
sk: Formát GPS súradníc

# global.signup
source: Sign up
cs: Registrovat se
de: Registrieren
es: Registrarse
fr: Inscription
hu: Regisztrálj!
it: Accedi
ka: რეგისტრაცია
pt: inscrever-se
ro: Logare
sk: Zaregistrovať sa

# user.login.validation.unknownError
source: Login Error - unknown server error
cs: Chyba přihlášení - neznámý server
de: Anmeldefehler - unbekannter Serverfehler
es: Error de inicio de sesión - error de servidor desconocido
fr: Erreur de connexion - erreur serveur inconnue
hu: Bejelentkezési hiba - ismeretlen szerverhiba
ka: უცნობი ერორი
pt: Erro de login - erro desconhecido do servidor
ro: Eroare de logare-eroare necunoscuta a serverului
sk: Chyba v prihlasovaní - neznáma chyba servera

# user.login.validation.notFirebaseUser
source: Login Error - not a firebase user
cs: Chyba přihlášení - ......
de: Anmeldefehler - kein Firebase-Benutzer
es: Error de inicio de sesión - no es un usuario de firebase
fr: Erreur de connexion - N'est pas un utilisateur Firebase
hu: Bejelentkezési hiba - nem Firebase felhasználó
ka: დაფიქსირდა შეცდომა
pt: Erro de login - não é um usuário do firebase
ro: Eroare de Login - nu este user firebase
sk: Chyba v prihlasovaní - nie je firebase používateľ

# user.login.validation.autentification_filed
source: Authentication failed.
cs: Ověření se nezdařilo.
de: Authentifizierung fehlgeschlagen.
es: Error de autenticación
fr: Erreur de connexion
hu: Sikertelen hitelesítés
it: Autenticazione fallita
ka: ავტორიზაცია წარუმატებლად დასრულდა
pt: A autenticação falhou.
ro: Autentificare esuata
sk: Zlyhanie autentifikácie

# user.validation.confirmPasswordRequired
source: Confirm Password must by entered
de: Bestätigtes Passwort muss eingegeben werden
es: Confirmar contraseña debe ser ingresada
fr: Mot de passe de confirmation requis
hu: Erősítse meg a jelszavát!
it: è necessario confermare la password
ka: დაადასტურეთ პაროლი
pt: A confirmação da senha deve ser inserida
ro: Confirmarea parolei trebuie introdusa
sk: Potvrdzovacie heslo musí byť zadané

# user.login.create.error
source: Login Error - create user error
cs: Chyba přihlášení - chybné vytvoření uživatele
de: Anmeldefehler
es: Error de inicio de sesión - crear error de usuario
fr: Erreur de connexion - erreur de création utilisateur
hu: Bejelentkezés hiba - hibás felhasználónév
it: Errore Login - errore creazione utente
ka: ავტორიზაციია ერორი
pt: Erro de login - criar erro do usuário
ro: Eroare de logare- crearea utilizatorului esuata
sk: Chyba v prihlasovaní - chyba pri vytváraní používateľa

# user.login.linkError
source: Linking user Error
cs: Chyba propojení uživatele
de: Benutzerfehler verknüpfen
es: Vinculación de error de usuario
fr: Erreur lors de l'association de compte
hu: Csatlakozási hiba
it: Errore collegamento utente
ka: რეგისტრაციისას დაფიქსირდა შეცდომა
pt: Erro ao vincular usuário
ro: Eroare la conectarea utilizatorului
sk: Chyba prepojenia používateľa

# user.register.notExists
source: User does not exist. Please change the email address or register.
cs: Neexistující uživatel. Prosím, registrujte se.
de: Benutzer existiert nicht. Bitte ändere die E-Mail-Adresse oder registriere dich.
es: El usuario no existe. Por favor, cambie la dirección de correo electrónico o regístrese.
fr: Utilisateur inconnu. Veuillez modifier l'adresse mail ou créer un compte.
hu: A felhasználó nem létezik. Kérjük, módosítsa az e-mail címet, vagy regisztráljon!
it: L'utente non esiste. Perfavore cambia email o registrati.
ka: არ არსებობს მსგავსი მომხმარებელი, გთხოვთ დარეგისტრირდეთ
pt: Usuário não existe. Altere o endereço de e-mail ou registre-se.
ro: Utilizatorul nu exista. Vă rugăm să schimbați adresa de e-mail sau să vă înregistrați.
sk: Používateľ neexistuje. Prosím, zmeňte e-mailovú adresu alebo sa zaregistrujte.

# user.register.success
source: Sign Up success
cs: Registrace proběhla úspěšně
de: SignUp Erfolg
es: Registro correcto
fr: Inscription réussie
hu: Sikeres regisztráció
it: Registrazione effettuata
ka: რეგისტრაციის ნებართვა
pt: Sucesso na inscrição
ro: Creare reusita
sk: Registrácia bola úspeňá

# user.login.success
source: Login successful
cs: Přihlášení proběhlo úspěšně
de: Einloggen erfolgreich
es: Inicio de sesión correcto
fr: Connexion réussie
hu: Sikeres belépés
it: Accesso eseguito
ka: შესვლა წარმატებულია
pt: Login bem-sucedido
ro: Logare cu succes
sk: Prihlásenie bolo úspešné

# user.login.getToken
source: Get user token failed
cs: Získání uživatelského tokenu selhalo
de: Benutzer-Token Abrufen fehlgeschlagen
es: Error al obtener token del usuario
fr: Erreur lors de la récupération du token utilisateur
hu: Felhasználó azonosítási hiba
ka: რაღაც შეცდომაა
pt: Falha ao obter token do usuário
ro: Obtinerea tokenului utilizatorului esuata
sk: Získanie tokenu používateľa zlyhalo

# user.login.anonymous.linkError
source: Link with anonymous user failed
cs: Propojení s neznámým uživatelem selhalo.
de: Link mit anonymem Benutzer ist fehlgeschlagen
es: El enlace con el usuario anónimo falló
fr: Erreur lors de l'association avec utilisateur anonyme
hu: A kapcsolat anonim felhasználóval sikertelen
it: Collegamento con utente anonimo fallito
ka: ლინკი არასწორია
pt: Falha no link com usuário anônimo
ro: Conectarea ca utilizator anonim a eșuat
sk: Prepojenie s anonymným používateľom zlyhalo

# user.login.canceled
source: Sign in canceled
cs: Registrace zrušena
de: Anmeldung abgebrochen
es: Se ha cancelado el registro
fr: Connexion annulée
hu: Bejelentkezés megszakítva
it: Accesso annullato
ka: გაუქმებულია
pt: Login cancelado
ro: Logare anulata
sk: Prihlásenie bolo zrušené

# global.validation.noNetwork
source: No network
cs: Žádná síť
de: Kein Netzwerk
es: Sin red
fr: Pas de réseau
hu: Nincs hálózat
it: Nessuna rete
ka: ქსელი არ არის
pt: Sem rede
ro: Fără conexiune la internet
sk: Žiadna sieť

# global.commingSoon
source: Coming soon
cs: Již brzy
de: Demnächst
es: Próximamente
fr: Prochainement
hu: Hamarosan
it: Cooming soon
ka: მალე
pt: Em breve
ro: În curând
sk: Už onedlho

# trash.edit.spamText
source: Do you really want to mark this trash point as SPAM?
cs: Chcete skutečně označit skládku jako SPAM?
de: Willst du diesen Müll wirklich als Spam melden?
es: ¿Realmente quiere marcar el punto de basura como SPAM?
fr: Voulez-vous vraiment signaler cette décharge comme inappropriée ?
hu: Valóban SPAM-ként szeretné megjelölni ezt a szennyezett területet?
it: Vuoi veramente segnalare questa discarica come SPAM?
ka: ნამდვილად გსურთ ამ ნაგვის წერტილის მონიშვნა სპამად?
pt: Deseja realmente marcar esse ponto de lixo como SPAM?
ro: Sigur doriți să marcați acest punct de gunoi ca SPAM?
sk: Naozaj chcete označiť miesto skládky ako SPAM?

# trash.detail.loadingFailed
source: Loading trash detail failed.
cs: Načítání detailu skládky selhalo
de: Das Laden von Mülldetails ist fehlgeschlagen.
es: Error al cargar los detalles de la basura.
fr: Echec du chargement des détails de la décharge.
hu: A szennyezés részleteinek feltöltése sikertelen
it: Caricamento dettagli rifiuti fallito.
ka: დეტალების შეყვანა წარუმატებლად დასრულდა
pt: Falha ao carregar detalhes do lixo.
ro: Incarcarea detaliilor deseurilor esuata
sk: Načítanie detailu skládky zlyhalo

# trash.create.markAsSpamFailed
source: Marking trash as SPAM failed
cs: Označení skládky jako SPAM selhalo
de: Müll als SPAM markieren ist fehlgeschlagen
es: Error al marcar basura como SPAM
fr: Le signalement comme inapproprié a échoué
hu: A szennyezett terület SPAM-ként való megjelölése sikertelen
it: Segnalazione di rifiuti come SPAM fallita
ka: სპამად აღნიშვნა წარუმატებლად დასრულდა
pt: Marcando o lixo como SPAM falhou
ro: Marcarea coșului de gunoi ca SPAM nu a reușit
sk: Označenie skládky ako SPAM zlyhalo

# trash.create.markAsSpamSuccessful
source: Marking trash point as SPAM successful
cs: Označení skládky jako SPAM bylo úspěšné
de: Müll als SPAM markieren erfolgreich
es: El punto de basura se ha marcado como SPAM correctamente
fr: Le signalement comme indésirable a réussi
hu: A szennyezett terület SPAM-ként való megjelölése
it: Segnalazione dei rifiuti come SPAM riuscita
ka: წარმატებით დასრულდა
pt: Marcando o ponto de lixo como SPAM bem-sucedido
ro: Marcarea punctului de gunoi ca SPAM a reușit
sk: Označenie miesta skládky ako SPAM-u bolo úspešné

# event.joinEventFailed
source: Joining to event failed
cs: Připojení k události selhalo
de: Beitritt zur Veranstaltung fehlgeschlagen
es: Error al unirse al evento
fr: L'inscription à l'évènement a échoué
hu: Nem sikerült csatlakozni az eseményhez
it: Errore durante l'adozione dell'evento
ka: წარუმატებელი მცდელობა
pt: Falha ao ingressar no evento
ro: Intrarea la eveniment esuata
sk: Prihlásenie sa na podujatie zlyhalo

# event.joinEventSuccessful
source: Event was joined
cs: Připojení k události bylo úspěšné
de: Beitreten zur Veranstaltung erfolgreich
es: Se ha unido al evento
fr: Vous êtes inscrit à l'évènement
hu: Esemény hozzáadva
it: Ti sei unito all'evento
ka: თქვენ გაწევრიანდით
pt: Evento foi ingressado
ro: Te-ai alaturat evenimentului
sk: Prihlásenie sa na podujatie bolo úspešné

# event.joinEventConfirmationMessage
source: Do you really want to join in on the event?
cs: Chcete se skutečně připojit k události?
de: Möchtest du der Veranstaltung wirklich beitreten?
es: ¿Seguro de que quiere unirse al evento?
fr: Voulez-vous vraiment vous inscrire à cet évènement ?
hu: Valóban csatlakozni szeretne az eseményhez?
it: Vuoi veramente unirti a questo evento?
ka: ნამდვილად გსურთ გაწევრიანება?
pt: Deseja realmente participar do evento?
ro: Chiar vrei sa te alaturi evenimentului?
sk: Naozaj sa chcete zúčastniť podujatia?

# trash.report.locationAccuracyMessage
source: Location Accuracy Trying to get better location
cs: Přesnost umístění Zkusit získat lepší umístění
de: Standortgenauigkeit muss optimiert werden.
es: La precisión de la ubicación está intentando obtener una mejor ubicación
fr: La précision de la position doit être améliorée
hu: Helymeghatározási pontosság érdekében keressen megfelelőbb pozíciót!
it: Tentativo di miglioramento della posizione
ka: ლოკაციის სიზუსტე
pt: Precisão da localização Tentando obter uma melhor localização
ro: Acuratetea locatiei incearca sa obtina o localizare mai buna
sk: Presnosť lokalizácie. Snaží sa dostať lepšiu polohu

# user.resetPassword.message
source: Do you really want to reset password?
cs: Chcete skutečně resetovat heslo?
de: Möchtest du wirklich das Passwort zurücksetzen?
es: ¿Seguro de que quiere restablecer la contraseña?
fr: Voulez-vous vraiment réinitialiser votre mot de passe ?
hu: Valóban vissza szeretné állítani a jelszót?
it: Vuoi veramente resettare la password?
ka: ნამდვილად გსურთ პაროლის აღდგენა?
pt: Deseja realmente redefinir a senha?
ro: Chiar vrei sa resetezi parola?
sk: Naozaj chcete resetnúť heslo?

# user.validation.resetPassword.failed
source: Reset password failed
cs: Resetování hesla selhalo
de: Passwort zurücksetzen fehlgeschlagen
es: Error al restablecer la contraseña
fr: La réinitialisation du mot de passe a échoué
hu: A jelszó visszaállítása sikertelen
it: Reset della password fallito
ka: პაროლის აღდგენა წარუმატებლად დასრულდა
pt: Falha na redefinição da senha
ro: Resetarea parolei a eșuat
sk: Reset hesla zlyhal

# user.validation.resetPassword.success
source: Password reset successful. Please check your e-mail.
cs: Resetování hesla bylo úspěšné. Prosím, zkontrolujte váš email.
de: Das Passwort wurde erfolgreich zurückgesetzt. Bitte überprüfe deineE-Mail.
es: La contraseña se ha restablecido correctamente. Compruebe el correo electrónico.
fr: Réinitialisation du mot de passe réussie. Vérifiez vos mails.
hu: A jelszó visszaállítása megtörtént. Kérjük, ellenőrízze e-mail fiókját!
it: Reset della password riuscito. Controlla la tua e-mail
ka: პაროლის აღდგენა წარმატებით დასრულდა, გთხოვთ შეამოწმოთ ელ-ფოსტა
pt: Redefinição de senha bem-sucedida. Por favor verifique seu email.
ro: Parola resetata cu succes
sk: Obnovenie hesla bolo úspešné. Prosím, skontrolujte svoj e-mail.

# trash.validation.createFailed
source: Create Trash failed
cs: Vytvoření skládky selhalo
de: Abfall erstellen fehlgeschlagen
es: Error al crear la papelera
fr: La création de la décharge a échoué
hu: Szennyezett terület jelölése sikertelen
it: Errore durante la creazione dei rifiuti
ka: ნაგვის შექმნა წარუმატებლად დასრულდა
pt: Falha ao criar lixeira
ro: Crearea deseului anulata
sk: Vytvorenie skládky sa nepodarilo

# trash.validation.updateFailed
source: Update Trash failed
cs: Aktualizace skládky selhala
de: Abfall-Update ist fehlgeschlagen
es: Error al actualizar la papelera
fr: La modification de la décharge a échoué
hu: Szennyezett terület frissítése sikertelen
it: Errore durante l'aggiornamento dei rifiuti
ka: ნაგვის რედაქტურება წარუმატებელია
pt: Falha na atualização da lixeira
ro: Actualizarea deseului esuata
sk: Aktualizácia skládky sa nepodarila

# collectionPoint.zeroNearbyAvailable
source: No collection points available nearby
cs: Žádná sběrná místa v okolí
de: Keine Wertstoffhöfe in der Nähe verfügbar
es: No hay puntos de recogida disponibles en las cercanías
fr: Aucun centre de collecte à proximité
hu: Nincs közeli gyűjtőpont
it: Nessun punto di raccolta disponibile nei dintorni
ka: შეგროვების პუნქტები არ არის ახლოს
pt: Não há pontos de coleta disponíveis nas proximidades
ro: Nu exista puncte de colectare in apropiere
sk: Žiadne zberné miesta nie sú v blízkosti k dispozícii
