Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# geo.description.admin
source: In this section you can see and add managers for areas and subareas you administrate. Managers comparing to ordinary users are able to add articles, which will be shown both in mobile and web application worldwide. Moreover, you can see users that receive email notifications about activities in your areas.
cs: V této části můžete vidět a přidat správce pro oblasti a podoblasti, které spravujete. Manažeři ve srovnání s ostatními uživateli jsou schopni přidat články, které se budou zobrazovat jak v mobilních, tak i webových aplikacích po celém světě. Navíc můžete vidět uživatele, kteří dostávají e-mailová oznámení o aktivitách ve vašich oblastech.
de: In diesem Abschnitt kannst du Manager für Bereiche und Teilbereiche anzeigen lassen und hinzufügen, die du verwaltest. Manager, im Vergleich zu anderen Benutzern, können Artikel hinzufügen, die weltweit in mobilen und Webanwendungen angezeigt werden. Darüber hinaus kannst du Benutzer sehen, die E-Mail-Benachrichtigungen über Aktivitäten in deiner Umgebung erhalten haben.
es: En esta sección, puede ver y agregar administradores para las áreas y subáreas que administra. Los administradores, en comparación con otros usuarios normales, pueden agregar artículos, que se mostrarán tanto en la aplicación móvil como en la web en todo el mundo. Además, puede ver a los usuarios que reciben notificaciones por correo electrónico sobre las actividades en sus áreas.
fr: Dans cette section vous pouvez voir et ajouter des représentants pour les secteurs et sous-secteurs que vous administrez. Les représentants contrairement aux utilisateurs peuvent rajouter des articles qui seront visibles sur le site et l'appli au niveau mondial. De plus, vous pouvez voir les utilisateurs qui reçoivent des notifications sur les activités sur vos secteurs.
hu: Ebben a szakaszban láthatja és hozzáadhatja az adminisztrátorokat a területhez és alterületek. A hétköznapi felhasználókkal összehasonlítva a menedzserek hozzá tudnak adni cikkeket, amelyek világszerte megjelennek mind a mobil, mind a webes alkalmazásokban. Ezen felül láthatja a felhasználókat, akik e-mailben értesítést kapnak az Ön területén zajló tevékenységekről.
it: In questa sezione puoi vedere e aggiungere gestori per le aree e le sottoaree che gestisci. I manager che si confrontano con gli utenti ordinari sono in grado di aggiungere articoli, che verranno mostrati sia in applicazioni mobili che in applicazioni web in tutto il mondo. Inoltre, puoi vedere gli utenti che ricevono notifiche via email sulle attività nelle tue aree.
ka: ამ განყოფილებაში შეგიძლიათ იხილოთ და დაამატოთ მენეჯერები თქვენს მიერ ადმინისტრირებული ტერიტორიებისა და ქვეუბნებისთვის. მენეჯერებს ჩვეულებრივ მომხმარებლებთან შედარებით შეუძლიათ სტატიების დამატება, რომლებიც ნაჩვენები იქნება როგორც მობილურ, ასევე ვებ აპლიკაციაში მთელ მსოფლიოში. გარდა ამისა, შეგიძლიათ იხილოთ მომხმარებლები, რომლებიც იღებენ ელ.ფოსტის შეტყობინებებს თქვენს რეგიონში აქტივობების შესახებ.
pt: Nesta seção, você pode ver e adicionar gerentes para áreas e subáreas que você administra. Os gerentes em comparação com usuários comuns podem adicionar artigos, que serão mostrados em aplicativos para celular e web em todo o mundo. Além disso, você pode ver os usuários que recebem notificações por email sobre atividades em suas áreas.
ro: În această secțiune poti vedea și adăuga manageri pentru zonele și subzonele pe care le administrezi. Managerii care compară cu utilizatorii obișnuiți pot adăuga articole, care vor fi afișate atât în aplicația mobilă, cât și în cea web la nivel mondial. Mai mult, poti vedea utilizatorii care primesc notificări prin e-mail despre activitățile din zonele tale.
sk: V tejto sekcii môžete vidieť a pridať manažérov oblastí a podoblastí, ktoré maju spravovať. Manažéri v porovnaní s inými používateľmi sú schopní pridať články, ktoré sa zobrazí aj v mobile a na webovej aplikácii. Okrem toho môže vidieť používateľov, dostávať upozornenia o aktivitách vo Vašich oblastiach.

# geo.description.superAdmin
source: In this section you can see administrators, managers and users. You can add or remove administrators for areas and subareas. You can also manage aliases.
cs: V této sekci naleznete správce, manažery a uživatele. Můžete přidat nebo odebrat administrátory pro oblasti a podoblasti. Můžete také spravovat aliasy.
de: In diesem Abschnitt siehst du Administratoren, Manager und Benutzer. Du kannst Administratoren für Bereiche und Unterbereiche hinzufügen oder entfernen. Du kannst auch Alias verwalten.
es: En esta sección, puede ver los administradores y usuarios. Puede agregar o eliminar administradores para áreas y subáreas. También puedes administrar los alias.
fr: Dans cette section vous pouvez voir les administrateurs, représentants et utilisateurs. Vous pouvez également ajouter ou supprimer des administrateurs pour des secteurs et sous-secteurs. Vous pouvez aussi gérer les Alias.
hu: Ebben a szakaszban láthatja az adminisztrátorokat, a menedzsereket és a felhasználókat. Felveheti vagy eltávolíthatja az adminisztrátorokat a területekről és alterületekről. Az álneveket is itt kezelheti.
it: In questa sezione puoi vedere amministratori, manager e utenti. È possibile aggiungere o rimuovere amministratori per aree e sottoaree. Puoi anche gestire gli alias.
ka: ამ განყოფილებაში შეგიძლიათ იხილოთ ადმინისტრატორები, მენეჯერები და მომხმარებლები. შეგიძლიათ დაამატოთ ან წაშალოთ ადმინისტრატორები ტერიტორიებისა და ქვეზონებისთვის. თქვენ ასევე შეგიძლიათ მართოთ მეტსახელები
pt: Nesta seção, você pode ver administradores, gerentes e usuários. Você pode adicionar ou remover administradores de áreas e subáreas. Você também pode gerenciar aliases.
ro: În această secțiune poti vedea administratori, manageri și utilizatori. Poti adăuga sau elimina administratori pentru zone și subzone. De asemenea, poti gestiona pseudonimele.
sk: V tejto sekcii môžete vidieť administrátorov, manažérov a používateľov. Môžete pridať alebo odstrániť administrátorov pre oblasti alebo podoblasti, môžete spravovať aliasy k oblastiam.

# user.geo.description
source: Feel free to choose areas that you care about. Set email notifications and their frequency, so you can stay informed about reported and cleaned dumps in these areas. You can monitor as many areas as you wish and change settings of notifications any time!
cs: Neváhejte volit oblasti, které vás zajímají. Nastavte e-mailové upozornění a jejich četnost, abyste byli v těchto oblastech informováni o hlášených a vyčištěných skládkách. Můžete sledovat tolik oblastí, kolik chcete, a změnit nastavení upozornění kdykoliv!
de: Fühl dich frei, um Bereiche auszuwählen, die dir wichtig sind. Legen dir E-Mail-Benachrichtigungen und deren Häufigkeit fest, damit du über gemeldete und bereinigte Deponien in diesen Bereichen informiert bleibst. Du kannst beliebig viele Bereiche überwachen und Einstellungen von Benachrichtigungen jederzeit ändern!
es: Elija las áreas que le interesan. Defina las notificaciones por correo electrónico y su frecuencia, para que pueda mantenerse informado sobre los vertederos denunciados y limpiados en estas áreas. ¡Puede controlar tantas áreas como desee y cambiar la configuración de las notificaciones en cualquier momento!
fr: Vous pouvez choisir les secteurs qui vous intéressent. Définissez des notifications par mail et leur fréquence. Vous pourrez ainsi rester informé à propos des décharges signalées et nettoyées sur ces secteurs. Vous pouvez suivre autant de zones que vous le souhaitez et changer vos préférences de notifications à tout moment.
hu: Szabadon kiválaszthatja az Ön számára fontos területeket, csak állítsa be az e-mail értesítéseket és azok gyakoriságát, így tájékozódhat ezen területekről érkező bejelentésekről és megtisztított hulladéklerakókról. Figyelemmel kísérheti a kiválasztott területet, és bármikor megváltoztathatja az értesítések beállításait!
it: Sentiti libero di scegliere le aree che ti interessano. Imposta le notifiche e-mail e la loro frequenza, così puoi rimanere informato sulle discariche segnalate e pulite in queste aree. È possibile monitorare tutte le aree che si desidera e modificare le impostazioni delle notifiche in qualsiasi momento!
pt: Sinta-se livre para escolher as áreas de seu interesse. Defina as notificações por email e a frequência delas, para que você possa se manter informado sobre os despejos informados e limpos nessas áreas. Você pode monitorar quantas áreas desejar e alterar as configurações das notificações a qualquer momento!
sk: Vyberte si geografické oblasti, ktoré vás zaujímajú. Nastavte si e-mailové upozornenia a ich frekvencie, takže môžete zostať informovaní o hlásených skládkach a udalostiach v týchto oblastiach. Môžete sledovať oblastí koľko uznáte za vhodné, jednotlivé nastavenia môžete kedykoľvek meniť.

# geo.confirm.removeAdmin
source: Do you want to delete administrator from area?
cs: Chcete odstranit adminstrátora z oblasti?
de: Möchtest du den Administrator aus dem Bereich löschen?
es: ¿Desea eliminar el administrador del área?
fr: Voulez-vous supprimer l'administrateur du secteur ?
hu: Törölni szeretné a adminisztrátort a területről?
it: Vuoi eliminare l'amministratore dall'area?
ka: გსურთ ადმინისტრატორის წაშლა?
pt: Deseja excluir o administrador da área?
ro: Vrei sa stergi administratorul din zona?
sk: Chcete odstrániť administrátora z danej oblasti?

# geo.confirm.removeManager
source: Do you want to delete manager from area?
cs: Chcete odstranit správce z oblasti?
de: Möchtest du den Manager aus dem Bereich löschen?
es: ¿Desea eliminar el administrador del área?
fr: Voulez-vous supprimer le représentant du secteur ?
hu: Törölni szeretné a menedzsert a területről?
it: Vuoi eliminare il manager dall'area?
ka: გსურთ მენეჯერის წაშლა?
pt: Deseja excluir o gerente da área?
ro: Vrei sa stergi managerul din zona?
sk: Chcete odstrániť manažéra z danej oblasti?

# geo.addAlias.description
source: You can create Alias here. Be carefull. Process is irreversible. For example you can create alias "Czechia" for root Czech republic. After that you will see in area lists only root Czech republic.
cs: Alias ​​můžete vytvořit zde. Buď opatrný. Proces je nevratný. Například pro root "Czech republic" můžete vytvořit alias "Czechia". Poté uvidíte v seznamech pouze root "Czech republic"
de: Du kannst Alias ​​hier erstellen. Sei vorsichtig. Der Prozess ist irreversibel. Zum Beispiel kannst du Alias ​​"Tschechien" für den Stamm Tschechische Republik erstellen. Danach siehst du in der Liste der Gebiete nur den Stamm Tschechische Republik.
es: Puede crear alias ​​aquí. Preste atención. El proceso es irreversible. Por ejemplo, puede crear alias "Czechia" para la raíz República Checa. Después de eso, verá en las listas de áreas solo la raíz República Checa.
fr: Vous pouvez créer des Alias ici. Mais soyez prudent c'est irréversible. Si par exemple vous créez un Alias "Tchéquie" pour la République tchèque, l'ensemble des secteurs seront regroupés sur la République tchèque.
hu: Itt létrehozhat álnevet, fedőnevet, de legyen óvatos, a folyamat visszafordíthatatlan. Például létrehozhat álnevet "Czechia" a Cseh Köztársaság számára. Ezt követően csak a Cseh Köztársaságot fogja látni a térségi listákban.
it: Puoi creare Alias qui. Fai attenzione. Il processo è irreversibile. Ad esempio, puoi creare alias "Czechia" per la Repubblica ceca. Dopodiché vedrai in elenco solo la Repubblica ceca.
ka: თქვენ შეგიძლიათ შექმნათ Alias ​​აქ. Ფრთხილად იყავი. პროცესი შეუქცევადია. მაგალითად, შეგიძლიათ შექმნათ მეტსახელი "ჩეხეთი" ჩეხეთის რესპუბლიკისთვის. ამის შემდეგ თქვენ ნახავთ ტერიტორიების სიებში მხოლოდ ჩეხეთის რესპუბლიკას
pt: Você pode criar Alias aqui. Cuidado. Processo é irreversível. Por exemplo, você pode criar o alias "Czechia" para a República Tcheca raiz. Depois disso, você verá na lista de áreas apenas a raiz da república tcheca.
ro: Aici poti crea Alias. Fii atent. Procesul este ireversibil. De exemplu, poti crea alias „Cehia” pentru Republica Cehă rădăcină. După aceea, vei vedea în listele de zone doar rădăcina Republica Cehă.
sk: Alias môžete vytvoriť tu, ale buďte nanajvýš opatrný, zmeny sú nevratné. Napríklad môžete vytvoriť alias "Česko" pre oblasť "Česká republika". Potom, tejto zmene uvidíte v zozname oblasti už len jednu hlavnú oblasť "Česká republika".

# global.all
source: All
cs: Všechny
de: Alle
es: Todas
fr: Tout
hu: Összes
it: Tutto
ka: ყველა
pt: Todos
ro: Tot
sk: Všetko

# event.validation.endDateRequired
source: End Date of Event is required
cs: Datum ukončení události je povinný
de: Enddatum der Veranstaltung ist erforderlich
es: La fecha de finalización del evento es obligatoria
fr: Date de fin de l'évènement requise
hu: Az esemény befejezési dátuma kötelező
it: La data di fine dell'evento è richiesta
ka: აუცილებელია ღონისძიების დასრულების რიცხვი
pt: Data de término do evento é obrigatória
ro: Data de încheiere este cerută
sk: Dátum konca udalosti je povinný.

# event.validation.endTimeRequired
source: End time is required
cs: Čas ukončení je povinný
de: Endzeit ist erforderlich
es: La hora de finalización es obligatoria
fr: Heure de fin requise
hu: Befejezési időpont megadása szükséges
it: È necessario l'orario di fine
ka: აუცილებელია ღონისძიების დასრულების საათი
pt: Hora de término é necessária
ro: Ora de încheiere este cerută
sk: Čas ukončenia je povinný.

# global.addNext
source: Add Next
cs: Přidat další
de: Nächstes hinzufügen
es: Agregar Siguiente
fr: Ajout suivant
hu: Következő hozzáadása
it: Aggiungi successivo
ka: დაამატე შემდეგი
pt: Adicionar próximo
ro: Adaugă text
sk: Pridať ďalší

# global.validation.sizeExceeded
source: Size of some Image exceeded the limit. Upload smaller image (max 2 MB).
cs: Velikost nějakého obrázku byla překročena. Umístěte menší obrázek (max 2 MB).
de: Die Größe einiger Bilder wurde überschritten. Füge ein kleineres Bild ein (max 2 MB).
es: El tamaño de algunas imágenes supera el límite. Suba una imagen más pequeña (máximo 2 MB).
fr: La taille de certaines images est trop grande. La taille max est de 2MB
hu: Néhány kép mérete meghaladja a maximális méretet. Töltsön fel kisebb képet (legfeljebb 2 MB).
it: Le dimensioni di alcune immagini hanno superato il limite. Carica un'immagine più piccola (max 2 MB).
ka: ზოგიერთი სურათის ზომამ გადააჭარბა ლიმიტს. ატვირთეთ პატარა სურათი (მაქსიმუმ 3 მბ).
pt: O tamanho de uma imagem excedeu o limite. Carregar imagem menor (no máximo 2 MB).
ro: Dimensiunea unor imagini a depășit limita. Încărcați o imagine mai mică (maxim 3 MB).
sk: Veľkosť obrázkov bola prekročená. Nahrajte menší obrázok (max 2 MB).

# global.image.mainImage
source: Main image
cs: Hlavní obrázek
de: Hauptbild
es: Imagen principal
fr: Image principale
hu: Elsődleges kép
it: Immagine principale
ka: მთავარი ფოტო
pt: Imagem principal
ro: Imaginea principală
sk: Hlavný obrázok

# global.image.setAsMain
source: Set image as main
cs: Nastavte obrázek jako hlavní
de: Bild als primär festlegen
es: Establecer la imagen como principal
fr: Choisissez une image principale
hu: Állítsa be elsődleges képpé
it: Imposta immagine princepale
ka: დააყენე ფოტო
pt: Definir imagem como principal
ro: Setează imaginea ca principală
sk: Nastaviť obrázok ako hlavný

# news.validation.nameRequired
source: Name required
cs: Jméno je vyžadováno
de: Name erforderlich
es: Nombre obligatorio
fr: Nom requis
hu: Szükséges a név megadása
it: Nome richiesto
ka: სახელი სავალდებულოა
pt: Nome obrigatório
ro: Nume cerut
sk: Meno je povinné

# spam.delete.permissionDenied
source: You don't have permission to delete this SPAM
cs: Nemáte oprávnění k odstranění tohoto spamu
de: Du bist nicht berechtigt, diesen SPAM zu löschen
es: No tiene permiso para eliminar este SPAM
fr: Vous n'avez pas la permission de supprimer cet élément inapproprié
hu: Nincs engedélye a SPAM törlésére
it: Non hai l'autorizzazione per eliminare questo SPAM
ka: არ გაქვთ უფლება წაშალოთ
pt: Você não tem permissão para excluir este spam
ro: Nu ai permisiunea să ștergi acest SPAM
sk: Nemáte povolenie na odstránenie tohto spamu

# global.photos
source: Photos
cs: Fotky
de: Fotos
es: Fotos
hu: Fotók
it: Immagini
ka: ფოტოები
pt: Fotos
ro: Fotografii
sk: Fotografie

# global.list
source: List
cs: Seznam
de: Liste
es: Lista
fr: Liste
hu: Lista
it: Lista
ka: სია
pt: Lista
ro: Listă
sk: Zoznam

# global.dumps
source: Dumps
cs: Skládky
de: Deponien
es: Vertederos
fr: Décharges
hu: Lerakók
it: Discariche
ka: ნაგავსაყრელები
pt: Lixões
ro: Depozite de gunoi
sk: Skládky

# global.lastUpdate
source: Last update
cs: Poslední aktualizace
de: Letztes Update
es: Última actualización
fr: Dernière mise à jour
hu: Utolsó frissítés
it: Ultimo aggiornamento
ka: ბოლო აფდეითი
pt: Última atualização
ro: Ultimul update
sk: Posledná aktualizácia

# global.subscribe
source: Set regular email notifications to monitor areas you care about
cs: Předplatit
de: Abonnieren
es: Suscribirse
fr: Abonnez-vous aux notifications par mail pour suivre l'actualité des secteurs qui vous intéressent
hu: Állítsa be az általános e-mail értesítéseket az Ön számára fontos területek megfigyelésére
it: Imposta notifiche e-mail periodiche per monitorare le aree che ti interessano
ka: ნახე რეგულარული წერილები და დააკვირდი არეას, რომელზეც ზრუნავ
pt: Defina notificações regulares por email para monitorar as áreas mais importantes
ro: Seteaza notificari regulate de tip email pentru a monitoriza zonele care te intereseaza.
sk: Prihlásiť sa na odber

# global.validation.invalidUrl
source: Invalid URL
cs: URL je ve špatném formátu.
de: Ungültige URL
es: URL inválida
fr: URL invalide
hu: érvénytelen URL
it: URL non valido
ka: არასწორი ლინკი
pt: URL inválida
ro: URL invalid
sk: Neplatná URL

# spam.user.permissionDenied
source: You don't have permission to approve user.
cs: Nemáte oprávnění ke schválení uživatele.
de: Du bist nicht berechtigt, den Nutzer zu genehmigen.
es: No tiene permiso para aprobar al usuario.
fr: Vous n'avez pas la possibilité d'approuver des utilisateurs.
hu: Nincs engedélye a felhasználó jóváhagyására.
it: Non hai il permesso di approvare l'utente.
ka: არ გაქვთ უფლება მომხმარებელი დაადასტუროთ
pt: Você não tem permissão para aprovar o usuário.
ro: Nu aveți permisiunea de a aproba utilizatorul.
sk: Nemáte povolenie na schválenie používateľa.

# trash.filter.area.hint
source: In this section you choose area you wish to see. You can filter from continents up to smaller areas such as city districts. Either select some option from drop down menu or leave it on "select" and click submit.
cs: V této sekci si vyberete oblast, kterou chcete vidět. Můžete filtrovat z kontinentů do menších oblastí, jako jsou městské části. Buď vyberte některou možnost z rozbalovací nabídky nebo ji ponechte na "select" a klikněte na Submit.
de: In diesem Abschnitt wählst du den Bereich aus, den du sehen möchtest. Du kannst von Kontinenten bis zu kleineren Gebieten wie Stadtteilen wählen. Wähle entweder eine Option aus dem Dropdown-Menü aus oder lasse sie auf "Auswählen" und klicke auf "Senden".
es: En esta sección elige el área que desea ver. Puede filtrar desde continentes hasta áreas más pequeñas, como los barrios de la ciudad. Puede seleccionar alguna opción del menú desplegable o dejarla en "seleccionar" y hacer clic a enviar.
fr: Dans cette section, vous choisissez le secteur que vous souhaitez voir. Vous pouvez filtrer depuis des continents jusqu'au plus petits secteurs comme les communes. Choisissez une option dans le menu déroulant ou laissez là sur "Choisir" et cliquez sur Soumettre.
hu: Ebben a szakaszban kiválaszthatja a látni kívánt területet. Szűrheti ezeket kontinensektől a kisebb területekig, például városi kerületekig. Válasszon egy lehetőséget a legördülő menüből, vagy hagyja a "Kiválasztás"-t, és kattintson a Küldés gombra.
it: In questa sezione scegli l'area che desideri vedere. Puoi filtrare dai continenti fino alle aree più piccole come i quartieri della città. Selezionare un'opzione dal menu a discesa o lasciarla su "seleziona" e fare clic su Invia.
ka: ამ განყოფილებაში ირჩევთ ტერიტორიას, რომლის ნახვაც გსურთ. თქვენ შეგიძლიათ გაფილტროთ კონტინენტებიდან უფრო მცირე რაიონებამდე, როგორიცაა ქალაქის რაიონები. ან აირჩიეთ ჩამოსაშლელი მენიუდან რომელიმე ვარიანტი, ან დატოვეთ ის "არჩევაზე" და დააჭირეთ გაგზავნას.
pt: Nesta seção, você escolhe a área que deseja ver. Você pode filtrar de continentes até áreas menores, como distritos da cidade. Selecione alguma opção no menu suspenso ou deixe-a em "selecionar" e clique em enviar.
ro: In aceasta sectiune alegi zona pe care vrei sa o vezi. Poti alege de la continente pana la sectoare dintr-un oras. Selecteaza cateva optiuni din meniul de mai jos sau pastreaza optiunea "select" si apasa trimite.
sk: V tejto sekcii si vyberiete oblasť, ktorú chcete vidieť. Môžete filtrovať podľa kontinentov až na úroveň okresu. Buď vyberiete nejakú voľbu z rozbaľovacieho menu alebo zvolte tlačidlo "vybrať" následne kliknite na Odoslať.

# user.emailNotFound
source: User not found in TrashOut
cs: Uživatel nebyl nalezen v TrashOut
de: Benutzer wurde in TrashOut nicht gefunden
es: Usuario no encontrado en TrashOut
fr: Utilisateur inconnu sur TrashOut
hu: A felhasználó nem található a TrashOutban
it: Utente non trovato in TrashOut
ka: მომხმარებელი ვერ მოიძებნა
pt: Usuário não encontrado no TrashOut
ro: User regăsit în TrashOut
sk: Používateľ sa nenašiel v TrashOut

# global.trashoutShareDescription
source: TrashOut is an environmental project which aims to map all illegal dumps around the world and to help citizens recycle more.
cs: TrashOut is environmental project, which aim is to localize illegal dumps all around the world.
de: TrashOut ist ein Umweltprojekt, das sich zum Ziel gesetzt hat, illegale Deponien auf der ganzen Welt zu kartieren und den Bürgern dabei zu helfen, mehr Abfall zu recyceln.
es: TrashOut es un proyecto medioambiental cuyo objetivo es crear un mapa de vertederos ilegales de todo el mundo y ayudar a los ciudadanos a reciclar más.
fr: TrashOut est un projet environnemental qui vise à cartographier toutes les décharges sauvages dans le monde et aider les citoyens à recycler plus.
hu: A TrashOut egy környezetvédelmi projekt, amelynek célja az illegális hulladéklerakók feltérképezése a világ minden tájáról, és hogy segítse a polgárokat az újrahasznosításban.
it: TrashOut è un progetto ambientale che mira a mappare tutte le discariche illegali in tutto il mondo e ad aiutare i cittadini a riciclare di più.
ka: TrashOut არის გარემოსდაცვითი პროექტი, რომელიც მიზნად ისახავს ყველა უკანონო ნაგავსაყრელის რუკას მთელს მსოფლიოში და დაეხმაროს მოქალაქეებს მეტი გადამუშავებაში.
pt: O TrashOut é um projeto ambiental que visa mapear todos os lixões ilegais ao redor do mundo e ajudar os cidadãos a reciclar mais.
ro: TrashOut este un proiect legat de mediul inconjurator care are ca scop lovalizarea tuturor deseurilor ilegale din lume si indemnarea cetatenilor sa recicleze mai mult.
sk: TrashOut je environmentálna organizácia, ktorá pomáha lokalizovať občanom nelegálne skládky.

# collectionPoint.mapNavigation.message
source: Do you really wish to open another app containing maps to navigate you?
cs: Chcete skutečně otevřít navigaci skrz mapu?
de: Möchtest du wirklich andere App für Navigation öffnen?
es: ¿Desea abrir otra aplicación que contenga mapas para navegar?
fr: Voulez-vous vraiment ouvrir l'appli de guidage ?
hu: Valóban szeretne egy másik térképet tartalmazó alkalmazást megnyitni a navigáláshoz?
it: Vuoi veramente aprire un'altra app contenente le mappe per spostarti?
ka: ნამდვილად გსურთ გახსნათ სხვა აპი, რომელიც შეიცავს რუკებს თქვენს ნავიგაციად?
pt: Deseja realmente abrir outro aplicativo contendo mapas para navegar por você?
ro: Sigur doriesti să deschizi o altă aplicație care conține hărți pentru a naviga?
sk: Naozaj chcete otvoriť navigáciu na mape?
