Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# tab.profile
source: Profile
cs: Profil
de: Profil
es: Perfil
fr: Profil
hu: Profil
it: Profilo
ka: პროფილი
pt: Perfil
ro: Profil
sk: Profil

# global.nearby
source: Nearby
cs: V okolí
de: In der Nähe
es: Cerca
fr: A proximité
hu: Közelben
it: In zona
ka: ახლოს
pt: Perto
ro: Langa
sk: V okolí

# tab.home
source: Home
cs: Domů
de: Start
es: Casa
fr: Accueil
hu: Főoldal
ka: სახლი
pt: Casa
ro: Acasa
sk: Domov

# tab.dumps
source: Dumps
cs: Skládky
de: Müllkippe
es: Vertederos
fr: Décharges
hu: Szennyezett terület
it: Discariche
ka: ნაგავსაყრელი
pt: Lixões
ro: Zone deseuri
sk: Skládky

# tab.news
source: News
cs: Novinky
de: Nachrichten
es: Noticias
fr: Actu
hu: Hírek
it: Notizie
ka: სიახლე
pt: Notícia
ro: Știri
sk: Novinky

# tab.recycling
source: Recycling
cs: Recyklace
es: Reciclaje
fr: Collecte
hu: Újrafeldolgozás
it: Riciclo
ka: გადამუშავება
pt: Reciclando
ro: Reciclare
sk: Recyklácia

# global.menu.events
source: Events
cs: Události
de: Veranstaltungen
es: Eventos
fr: Évènements
hu: Események
it: Eventi
ka: ივენთები
pt: Eventos
ro: Evenimente
sk: Udalosti

# global.menu.geoAreas
source: Geographical Areas
cs: Geografické oblasti
de: Geographische Gebiete
es: Areas geográficas
fr: Secteurs géographiques
hu: Földrajzi területek
it: Aree Geografiche
ka: გეოგრაფიული არეა
pt: Áreas geográficas
ro: Zone Geografice
sk: Geografické oblasti

# global.menu.notifications
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
hu: Értesítések
it: Notifiche
ka: შეტყობინებები
pt: Notificações
ro: Notificari
sk: Notifikácie

# global.menu.organizations
source: Organizations
cs: Organizace
de: Organisationen
es: Organizaciones
fr: Organisations
hu: Szervezetek
it: Organizzazioni
ka: ორგანიზაციები
pt: Organizações
ro: Organizatii
sk: Organizácie

# global.menu.dumps
source: Dumps
cs: Skládky
de: Müllkippe
es: Vertederos
fr: Décharges
hu: Szennyezett terület
it: Discariche
ka: ნაგავსაყრელები
pt: Lixões
ro: Zone deseuri
sk: Skládky

# global.menu.collectionPoints
source: Collection Points
cs: Sběrná místa
de: Recyclingstellen
es: Puntos de reciclaje
fr: Collecte
hu: Begyűjtési pontok
it: Punti di raccolta
ka: შეგროვების პუნქტები
pt: Pontos de Coleta
ro: Puncte de colectare
sk: Zberné miesta

# global.showAll
source: Show all
cs: Zobrazit vše
de: Alles zeigen
es: Mostrar todo
fr: Tout afficher
hu: Mutasd az összeset
it: Mostra tutti
ka: აჩვენე ყველა
pt: Mostre tudo
ro: Arată tot
sk: Zobraz všetko

# global.save
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Sauver
hu: Mentés
it: Salva
ka: შენახვა
pt: Salve
ro: Salvează
sk: Uložiť

# global.back
source: Back
cs: Zpět
de: Zurück
es: Atrás
fr: Retour
hu: Vissza
it: Indietro
ka: უკან
pt: Costas
ro: Înapoi
sk: Späť

# global.cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
ka: გამორთვა
pt: Cancelar
ro: Anulează
sk: Zrušiť

# global.signIn
source: Sign In
cs: Přihlásit
de: Anmelden
es: Iniciar sesión
fr: Connexion
hu: Bejelentkezés
it: Registrati
ka: შესვლა
pt: Assinar em
ro: Logare
sk: Prihlásiť sa

# global.signOut
source: Sign Out
cs: Odhlásit
de: Abmelden
es: Cerrar sesión
fr: Déconexion
hu: Kijelentkezés
ka: გამოსვლა
pt: Sair
ro: Delogare
sk: Odhlásiť sa

# global.createNewAccount
source: Create new account
cs: Vytvořit nový účet
de: Neues Konto erstellen
es: Crear cuenta nueva
fr: Créer nouveau compte
hu: Új fiók létrehozása
it: Crea un nuovo account
ka: ახალი ექაუნთის შექმნა
pt: Criar nova conta
ro: Creează un cont nou
sk: Vytvoriť účet

# global.saveImage
source: Save picture
cs: Uložit obrázek
de: Bild speichern
es: Guardar imagen
fr: Enregistrer image
hu: Kép mentése
it: Salva immagine
ka: ფოტოს შენახვა
pt: Salvar foto
ro: Salvează imaginea
sk: Uložiť obrázok

# global.password
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
ka: პაროლი
pt: Senha
ro: Parolă
sk: Heslo

# global.showDetail
source: Show Detail
cs: Zobrazit detail
de: Detail anzeigen
es: Mostrar detalle
fr: Afficher détails
hu: Részletek
it: Mostra dettagli
ka: მანახე დეტალები
pt: Mostrar detalhes
ro: Arată detaliu
sk: Zobraziť detaily

# global.processSigning
source: Process Signing
cs: Probíhá přihlašování
de: Anmeldeprozess
es: Firma de proceso
fr: Inscription
hu: Hitelesítés
it: Caricamento
ka: შესვლის პროცესირება
pt: Processo de assinatura
ro: Logare in proces
sk: Proces podpisu

# global.update
source: update
cs: aktualizovat
es: Actualizar
fr: Mettre à jour
hu: Frissítés
it: aggiorna
ka: აფდეითი
pt: atualizar
ro: Actualizare
sk: Aktualizácia

# global.deleteError
source: There was an error while deleting this entry
cs: Při mazání záznamu nastala chyba
de: Beim Löschen dieses Eintrags ist ein Fehler aufgetreten
es: Ocurrió un error al eliminar esta entrada
fr: Une erreur est arrivée pendant la suppression de cette entrée
hu: Hiba történt a bejegyzés törlésekor
it: Errore durante la cancellazione dei dati
ka: შეიქმნა პრობლემა
pt: Ocorreu um erro ao excluir esta entrada
ro: A apărut o eroare in timpul ștergerii acestei intrări
sk: Nastala chyba počas vymazávania záznamu.

# global.cancelFilter
source: Cancel filter
cs: Zrušit filtr
de: Filter aufheben
es: Cancelar filtro
fr: Supprimer filtre
hu: Szűrő törlése
it: Annulla filtro
ka: გამორთე ფილტრი
pt: Cancelar filtro
ro: Anulează filtrul
sk: Zrušiť filter

# global.hideFilter
source: Hide filter
cs: Skrýt filtr
de: Filter ausblenden
es: Ocultar filtro
fr: Masquer filtre
hu: A szűrő elrejtése
it: Nascondi filtri
ka: დამალე ფილტრი
pt: Ocultar filtro
ro: Ascunde filtrul
sk: Skryť filter

# global.showFilter
source: Show filter
cs: Zobrazit filtr
de: Filter anzeigen
es: Mostrar filtro
fr: Afficher filtre
hu: Szűrő megjelenítése
it: Mostra filtri
ka: ანახე ფილტრი
pt: Mostrar filtro
ro: Arată filtrul
sk: Zobraziť filter

# global.nextStep
source: Next step
cs: Další krok
de: Nächster Schritt
es: Paso siguiente
fr: Etape suivante
hu: Következő
it: Avanti
ka: შემდეგი ნაბიჯი
pt: Próxima Etapa
ro: Următorul pas
sk: Ďalší krok

# global.submitFilter
source: Submit filter
cs: Filtrovat
de: Filter senden
es: Enviar filtro
fr: Appliquer filtre
hu: Szűrő alkalmazása
it: Applica filtro
ka: გააგზავნე ფილტრი
pt: Enviar filtro
ro: Trimite filtrul
sk: Uložiť filter

# global.reportSpam
source: Report as SPAM
cs: Označit jako SPAM
de: Als SPAM melden
es: Marcar como spam
fr: Signaler comme inapproprié
hu: Spam bejelentése
it: Notifica come SPAM
ka: დაარეპორტე
pt: Reportar como spam
ro: Raportează ca SPAM
sk: Označiť ako SPAM

# global.loading
source: Loading
cs: Nahrávám
de: Lädt
es: Cargando
fr: Chargement
hu: Betöltés
it: Caricamento
ka: იტვირთება
pt: Carregando
ro: Se încarcă
sk: Nahrávam

# global.ok
source: OK
es: Aceptar
hu: Rendben
ka: კარგი
pt: Está bem

# global.yes
source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Si
ka: კი
pt: sim
ro: Da
sk: Áno

# global.no
source: No
cs: Ne
de: Nein
fr: Non
hu: Nem
ka: არა
pt: Não
ro: Nu
sk: Nie

# global.or
source: or
cs: nebo
de: oder
es: O
fr: ou
hu: vagy
it: o
ka: ან
pt: ou
ro: sau
sk: Alebo

# global.saving
source: Saving
cs: Ukládám
de: Speichern
es: Guardando
fr: Sauvegarde
hu: Mentés
it: Salvataggio
ka: შენახვა
pt: Salvando
ro: Se salvează
sk: Ukladám

# global.sending
source: Sending
cs: Posílám
de: Senden
es: Enviando
fr: Envoi
hu: Beküldés
it: Invio in corso
ka: გაგზავნა
pt: Enviando
ro: Se trimite
sk: Odosielam

# global.iUnderstand
source: I understand
cs: Rozumím
de: Ich verstehe
es: Entiendo
fr: J'ai compris
hu: Elfogadom
it: Accetto
ka: გასაგებია
pt: Compreendo
ro: Înțeleg
sk: Rozumiem

# global.done
source: Done
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminé
hu: Kész
it: Fatto
ka: შესრულებულია
pt: Feito
ro: Gata
sk: Hotovo

# global.optional
source: optional
cs: nepovinné
es: opcional
fr: en option
hu: Választható
it: opzionale
ka: სურვილისამებრ
pt: opcional
ro: opțional
sk: nepovinné

# trash.types.automotive
source: Automotive
cs: automobilový
de: Automobil
es: Automoción
fr: Automobile
hu: Autóipari
it: Automobili
ka: ავტომატური
pt: Automotivo
ro: Auto
sk: Automobilový

# trash.types.construction
source: Construction
cs: stavební
de: Bauschutt
es: Construcción
hu: Építkezési
it: Edilizi
ka: კონსტრუქცია
pt: Construção
ro: Materiale de construcție
sk: Stavebný

# trash.types.plastic
source: Plastic
cs: plasty
de: Kunststoff
es: Plástico
fr: Plastique
hu: Műanyag
it: Plastica
ka: პლასტმასი
pt: Plástico
sk: Plast

# trash.types.domestic
source: Household
cs: komunální
de: Haushalt
es: Hogar
fr: Ordures ménagères
hu: Háztartási
it: Casalinghi
ka: სახლი
pt: Uso doméstico
ro: obiectcasnice
sk: Komunálny

# trash.types.electronic
source: Electronic
cs: elektronika
de: Elektronik
es: Electrónica
fr: Electronique
hu: Elektronikai
it: Elettronica
ka: ელექტრონული
pt: Eletrônico
ro: obiecte casnice
sk: Elektronika

# trash.types.deadAnimals
source: Animal Carcass
cs: zdechlina
de: Tierkadaver
es: Cadáver de animal
fr: Carcasses animales
hu: Állati tetem
it: Carcasse animali
ka: ცხოველური ნარჩენები
pt: Carcaça de animal
ro: leșuri de animale
sk: Zvieracie kostry

# trash.types.metal
source: Metal
cs: kovy
de: Metall
fr: Métal
hu: Fém
it: Metalli
ka: მეტალი
sk: Kov

# trash.types.liquid
source: Liquid
cs: tekutiny
de: Flüssigkeit
es: Líquido
fr: Liquide
hu: Folyékony
it: Liquidi
ka: სითხე
pt: Líquido
ro: lichide
sk: Tekutý

# trash.types.dangerous
source: Dangerous
cs: nebezpečný
de: Gefährlich
es: Peligroso
fr: Dangereux
hu: Veszélyes
it: Pericolosi
ka: საშიში
pt: Perigoso
ro: periculos
sk: Nebezpečný

# trash.types.organic
source: Organic
cs: organický
de: Organisch
es: Orgánico
fr: Végétaux
hu: Szerves
it: Organici
ka: ორგანული
pt: Orgânico
sk: Organický

# trash.validation.typeRequired
source: Type is required
cs: typ je povinný
de: Abfallart definieren ist erforderlich
es: El tipo es requerido
fr: Type requis
hu: Típus szükséges
it: Tipo rifiuti richiesto.
ka: სავალდებულო
pt: O tipo é obrigatório
ro: Valide tipul deșeurilor
sk: Požadovaný typ

# global.meters
source: meters
cs: metry
de: Meter
es: metros
fr: mètres
hu: méter
it: metri
ka: მეტრი
pt: metros
ro: m
sk: metrov

# global.generalError
source: We are sorry, but something went wrong.
cs: Huups, něco se pokazilo :(
de: Hoppla, etwas ist schiefgegangen.
es: Ups algo salió mal :(
fr: Désolé, mais quelque chose s'est mal passé
hu: Elnézést, probléma lépett fel
it: Ci spiace, qualcosa non va.
ka: ბოდიშს გიხდით, რაღაც შეცდომაა
pt: Lamentamos, mas algo deu errado.
ro: Ne pare rău, ceva nu a funcționat cum trebuie
sk: Huups, niečo sa pokazilo :(

# global.noInternetConnection
source: Sorry, I have no internet connection.
cs: Promiňte, nemáme připojení na internet :(
de: Entschuldigung, ich habe keine Internetverbindung.
es: Lo siento, no hay conexión a internet :(
fr: Désolé, aucun accès internet disponible
hu: Sajnos nincs internet
it: Connessione internet assente.
ka: ცუდი ინტერნეტ კავშირი
pt: Desculpe, não tenho conexão com a internet.
ro: Îmi pare rău, nu există conexiune la internet
sk: Prepáčte, nemáme pripojenie na internet :(

# global.uknownLocality
source: Unknown locality
cs: Neznámá lokalita
de: Unbekannter Ort
es: Localidad desconocida
fr: Localité inconnue
hu: Ismeretlen elhelyezkedés
it: Località sconosciuta
ka: უცნობი ლოკაცია
pt: Localidade desconhecida
ro: locație necunoscută
sk: Neznáma lokalita

# global.pleaseUpdateApp
source: There is a new version of TrashOut app. Please update your current version.
cs: Je dostupná nová verze TrashOut aplikace. Prosím, aktualizujte si ji
de: Es gibt eine neue Version von TrashOut. Bitte aktualisiere sie.
es: Hay una versión nueva de la aplicación TrashOut. Actualice su versión.
fr: Il y a une nouvelle version de l'appli TrashOut. Veuillez vous mettre à jour.
hu: A TrashOut alkalmazásnak új verziója van. Kérjük, frissítse a jelenlegi verziót.
it: Nuova versione di TrashOut disponibile. Si prega di aggiornare alla nuova versione.
ka: გამოვიდა აპლიკაციის ახალი ვერსია გთხოვთ გაიაროთ აფდეითი
pt: Há uma nova versão do aplicativo TrashOut. Atualize sua versão atual.
ro: Exista o versiune noua a TrashOut. Te rog updateaza la versiunea curenta.
sk: Je dostupná nová verzia TrashOut aplikácie. Prosím, aktualizujte si ju.

# global.successfullySignedOut
source: You have been successfully signed out
cs: Byli jste úspěšně odhlášeni
de: Du wurdest erfolgreich abgemeldet.
es: Ha cerrado sesión con éxito
fr: Vous êtes désinscrit avec succès
hu: Sikeresen kijelentkezett.
it: Log out effettuato con successo.
ka: თქვენ წარმატებულად გამოხვედით
pt: Você foi desconectado com sucesso
ro: Ai fost delogat cu succes
sk: Boli ste úspešne odhlásený

# global.geoTurnedOff
source: Your device has geo turned off - please turn it on in Settings -> Location services.
cs: Vaše zařízení má vypnutou lokalizační službu - prosím, zapněte si ji v Nastavení -> Polohové služby.
de: Auf deinem Gerät sind Ortungsdienste ausgeschaltet - bitte in Einstellungen -> Ortungsdienste aktivieren.
es: El teléfono tiene la geolocalización apagada. Actívela en Configuración -> Servicios de localización.
fr: La localisation de votre appareil est désactivée. Veuillez l'activer dans Paramètres -> Services de localisation.
hu: A GPS ki van kapcsolva - kapcsolja be a Beállítások -> Helymeghatározási szolgáltatások menüpontban.
it: Il tuo dispositivo ha la posizione spenta - attivala da Impostazioni -> Servizi di localizzazione.
ka: თქვენს მოწყობილობას GEO გამორთული აქვს- გთხოვთ ჩართოთ სეთინგებში->ლოკაციის სერვისები
pt: Seu dispositivo está com a localização geográfica desativada - ative-o em Configurações -> Serviços de localização.
ro: Dispozitivul tau are locatia oprita- te rugam porneste-o din setari- Servicii de locatie
sk: Vaše zariadenie má vypnuté loaklizačné služby - prosím, zapnite si ich.

# global.geoDisallowed
source: You have disallowed TrashOut app from running geolocation services. Please turn it on in Settings -> Location services.
cs: Zakázali jste TrashOut aplikaci získat Vaši polohu :( Zapněte ji v Nastavení -> Polohové služby.
de: Du hast die Ortung durch Trashout abgelehnt. Bitte aktiviere die Ortung in Einstellungen -> Ortungsdienste.
es: La aplicación TrashOut no tiene permiso para acceder a los servicios de geolocación. Actívelos en Configuración -> Servicios de localización.
fr: L'appli TrashOut n'a pas accès à votre position. Veuillez l'autoriser dans Paramètres -> Services de localisation
hu: A TrashOut alkalmazás nem fér hozzá a helymeghatározási információkhoz. Kérjük, kapcsolja be a Beállítások -> Helymeghatározás menüben.
it: Non hai i permessi attivi per l'app TrasOut per accedere ai dati sulla posizione. Perfavore attivali da Impostazioni -> Servizi di localizzazione.
ka: თქვენ გამორთეთ თრაშაუთის აპლიკაცია
pt: Você proibiu o aplicativo TrashOut de executar serviços de geolocalização. Por favor, ative-o em Configurações -> Serviços de localização.
ro: Ați interzis aplicației TrashOut să ruleze servicii de geolocalizare. Porniți-l în Setări -> Servicii de localizare
sk: Zakázali ste TrashOut aplikácii získať Vašu polohu

# global.geoDisallowedBySystem
source: Your system has disallowed TrashOut app from running geolocation services.
cs: Váš systém zakázal TrashOut aplikaci získat Vaši polohu.
de: Dein System hat die Ortung durch TrashOut abgelehnt.
es: Su sistema ha impedido que TrashOut aplicación ejecute los servicios de geolocación.
fr: L'appareil a supprimé l'accès à la localisation pour l'appli TrashOut.
hu: A rendszer letiltotta a TrashOut alkalmazást a földrajzi helymeghatározási szolgáltatásokról.
it: Il tuo sistema ha disattivato i permessi all'App TrashOut per accedere ai servizi di localizzazione.
ka: თქვენმა სისტემამ გამორთო თრაშაუთის აპლიკაცია
pt: Seu sistema proibiu o aplicativo TrashOut de executar serviços de geolocalização.
ro: Sistemul tău nu a permis aplicației TrashOut să ruleze serviciile de geolocalizare
sk: Váš systém zakázal TrashOut aplikácii získať Vašu polohu.

# global.close
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás
it: Chiudi
ka: გამორთვა
pt: Fechar
ro: Închide
sk: Zatvoriť

# global.userNotLogged
source: Sorry for inconvenience, you are now logged out. Please sign in again.
cs: Omlouváme se, byli jste odhlášený. Prosíme Vás, přihláste se znovu.
de: Entschuldige die Unannehmlichkeiten, du wirst jetzt abgemeldet. Bitte melde dich erneut an.
es: La sesión se ha cerrado. Vuelva a iniciarla.
fr: Nous nous excusons, mais nous avons dû vous déconnecter. Merci de vous reconnecter.
hu: Elnézést a kellemetlenségért, de kijelentkezett. Kérjük, jelentkezzen be újra.
it: Perdonaci per l'incoveniente, non hai effettuato l'accesso. Perfavore effettua di nuovo l'accesso.
ka: ბოდიშს გიხდით შექმნილი პრობლემისთვის, თავისან სცადეთ
pt: Desculpe pela inconveniência, agora você está desconectado. Faça login novamente.
ro: Ne pare rău pentru neplăceri, acum sunteți delogat.Vă rugăm să vă logați din nou.
sk: Ospravedlňujeme sa, potrebovali sme Vás odhlásiť. Prosíme Vás, prihláste sa znovu.

# global.now
source: now
cs: nyní
de: Jetzt
es: ahora
fr: maintenant
hu: Most
it: ora
ka: ახლა
pt: agora
ro: acum
sk: teraz

# profile.header
source: Profile
cs: Profil
de: Profil
es: Perfil
fr: Profil
hu: Profil
it: Profilo
ka: პროფილი
pt: Perfil
ro: Profil
sk: Profil

# global.welcomeText
source: Report Trash allows you report illegal dump anywhere in the world. Reporting is the first step which leads to cleaning. GO, locate illegal dump by pressing the button “Report Trash”!
cs: Nahlášení skládky Vám umožní lokalizovat nelegální skládku kdekoliv na světe. Nahlášení je první krok, který vede k vyčištění. Lokalizovat nelegální skládku můžete stiskem tlačítka ,,Nahlas skládku''!
de: Müll melden ermöglicht es Ihnen, illegale Mülldeponien überall auf der Welt zu melden. Das Melden ist der erste Schritt zu einer sauberen Umwelt. LOS GEHT'S, lokalisiere illegale Mülldeponien, indem du den Knopf "Müll melden" drückst!
es: Denunciar Residuos le permite denunciar un vertedero ilegal en cualquier lugar del mundo. El informe es el paso previo a la limpieza ¡ADELANTE! Localize el vertedero ilegal pulsando el botón "Denunciar Residuos"!
fr: Signaler vous permet de déclarer une décharge sauvage partout dans le monde. Signaler est la première étape vers le nettoyage. Allez ! Trouvez une décharge sauvage en pressant le bouton "Signaler décharge" !
hu: A bejelentés lehetővé teszi a szennyezett területek regisztrálását a világ bármely pontján. A bejelentés az első lépés a megtisztításhoz. RAJTA, jelentse be a terület szennyezését a „Bejelentés” gomb megnyomásával!
it: Segnala rifiuti ti permette di segnalare discariche illegali ovunque nel mondo. Segnalare é il primo passo che porta alla pulizia. VAI, localizza le discariche illegali premendo il pulsante "Segnala Rifiuti"!
ka: Report Trash საშუალებას გაძლევთ დაარეპორტოთ არალეგარული ნაგავსაყრელები სამყაროს ნებისმიერ წერტილში.
pt: O Relatório da Lixeira permite que você relate despejo ilegal em qualquer lugar do mundo. Os relatórios são o primeiro passo que leva à limpeza. GO, localize lixeira ilegal pressionando o botão "Denunciar lixo"!
ro: Raportarea coșului de gunoi vă permite să raportați gunoiul ilegal oriunde în lume. Raportarea este primul pas care duce la curățare.GO, localizați gunoiul ilegal apăsând butonul „Raportați gunoiul”
sk: TrashOut Vám umožňuje lokalizovať nelegálne skládky kdekoľvek na svete. Nahlásenie je prvý krok, ktorý vedie k vyčisteniu. Lokalizovať nelegálnu skládku môžete stlačením tlačidla ,,Nahlás skládku''!

# info.header.aboutApp
source: About TrashOut App
cs: O aplikaci
de: Über die TrashOut App
es: Acerca de TrashOut
fr: A propos de l'appli TrashOut
hu: A TrashOut alkalmazásról
it: Info sull'App
ka: TrashOut აპლიკაციის შესახებ
pt: Sobre o aplicativo TrashOut
ro: Despre aplicația TrashOut
sk: O aplikácii

# global.aboutProject
source: TrashOut is an environmental project which aims to map and monitor all illegal dumps around the world. Our goal is to involve citizens, governments, municipalities and organizations so we can together contribute to cleaner world for everyone. Thank You for joining TrashOut environmental community and keeping it running.
cs: TrashOut je environmentální projekt, kterého cílem je lokalizovat nelegální (černé) skládky po celém světě. Naší snahou je zapojit obyčejné lidi, místní samosprávy a další organizace do tohoto projektu tak, aby náš svět byl krásnějším a lepším místem pro život. Ďakujeme Vám za zapojenie sa a podporu projektu TrashOut.
de: TrashOut ist ein Umweltprojekt, das sich zum Ziel gesetzt hat, alle illegalen Mülldeponien auf der ganzen Welt zu kartieren und zu überwachen. Wir wollen Bürger, Regierungen, Gemeinden und Organisationen einbeziehen, damit wir gemeinsam zu einer saubereren Welt für alle beitragen können.
es: TrashOut es un proyecto de medio ambiente, cuyo objetivo es crear un mapa y controlar todos los vertederos ilegales del mundo. Nos esforzamos para implicar a ciudadanos, gobiernos locales y organizaciones para que podamos a tener un mundo más limpio para todos. Gracias por unirse a la comunidad ambiental TrashOut y mantenerla viva.
fr: TrashOut est un projet environnemental qui vise à cartographier et à suivre les décharges sauvages dans le monde entier. Notre but est d'impliquer les citoyens, gouvernements, autorités locales et organisations pour que ensemble, nous puissions contribuer à un monde plus propre. Merci de rejoindre la communauté TrashOut et de la faire vivre.
hu: A TrashOut egy környezetvédelmi projekt, amelynek célja a szennyezett területek feltérképezése és nyomon követése a világ minden táján. Célunk, hogy civilek, önkormányzatok és hatóságok együtt dolgozzanak a környezet megtisztításán. Köszönjük, hogy csatlakozott a TrashOut környezetvédelmi közösségéhez.
it: TrashOut è un progetto pro ambiente il cui scopo è di localizzare e monitorare le discariche illegali di rifiuti in tutto il mondo. Il nostro obbiettivo è di coinvolgere cittadini, lo stato, comuni e enti per lavorare insieme e contribuire a rendere il mondo più pulito per tutti. Grazie per esserti unito alla community di TrashOut e per il tuo contributo nel mantenerla attiva.
ka: TrashOut არის გარემოსდაცვითი პროექტი, რომელიც მიზნად ისახავს ყველა უკანონო ნაგავსაყრელის რუკას და მონიტორინგს მთელს მსოფლიოში. ჩვენი მიზანია ჩავრთოთ მოქალაქეები, მთავრობები, მუნიციპალიტეტები და ორგანიზაციები, რათა ერთად შევძლოთ წვლილი შევიტანოთ სუფთა სამყაროში ყველასთვის. გმადლობთ, რომ შეუერთდით TrashOut გარემოსდაცვით საზოგადოებას და გააგრძელეთ იგი.
pt: O TrashOut é um projeto ambiental que visa mapear e monitorar todos os lixões ilegais ao redor do mundo. Nosso objetivo é envolver cidadãos, governos, municípios e organizações para que juntos possamos contribuir para um mundo mais limpo para todos. Obrigado por se juntar à comunidade ambiental do TrashOut e mantê-lo funcionando.
ro: TrashOut este un proiect de mediu care își propune să cartografieze și să monitorizeze toate depozitele ilegale din întreaga lume.
sk: TrashOut je environmentálny projekt, ktorého cieľom je lokalizovať všetky nelegálne skládky na celom svete. Našou snahou je zapojiť obyčajných ľudí, miestne samosprávy a organizácie do tohto projektu tak, aby náš svet bol krajším a lepším miestom pre život. Ďakujeme Vám za zapojenie sa a podporu projektu TrashOut.

# global.writeReview
source: Write Review
cs: Hodnotit aplikaci
de: Bewertung schreiben
es: Escribir comentario
fr: Écrire un avis
hu: Írja meg véleményét
it: Scrivi una recensione
ka: დაწერეთ აღწერა
pt: Escrever análise
ro: Scrie o recenzie
sk: Hodnotiť aplikáciu

# info.privatePolicy
source: Privacy Policy
cs: Ochrana osobních údajů
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
it: Informativa privacy
ka: კონფიდენციალურობის წესები
pt: Política de Privacidade
ro: Politica de Privare
sk: Ochrana osobných údajov
