Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# tutorial.text.4
source: Find the nearest collection point for your bulky trash, organize cleaning event, or learn more about environment.
cs: Najdi nejbližší sběrný dvůr pro tvůj objemný odpad, organizuj čistící událost nebo se nauč více o životním prostředí.
de: Suche den nächstgelegenen Wertstoffhof für deinen Sperrmüll, organisiere eine Reinigungsveranstaltung oder erfahre mehr über die Umgebung.
es: Encuentre el punto de recogida más cercano para su basura voluminosa, organice un evento de limpieza u obtenga más información sobre el medio ambiente.
fr: Trouvez le point de collecte le plus proche pour vos déchets, organisez un évènement ou découvrez en plus sur l'environnement.
hu: Keresse meg a szennyezett területhez legközelebbi gyűjtőhelyet, szervezzen takarítási akciót, vagy tudjon meg többet a környezetről!
it: Trova il punto di raccolta più vicino per i tupi rifiuti ingombranti, organizza eventi di pulizia ed impara di più sull'ambiente.
ka: იპოვეთ თქვენი ნაყარი ნაგვის შეგროვების უახლოესი პუნქტი, მოაწყეთ დასუფთავების ღონისძიება ან შეიტყვეთ მეტი გარემოს შესახებ.
pt: Encontre o ponto de coleta mais próximo para o seu lixo volumoso, organize eventos de limpeza ou saiba mais sobre o meio ambiente.
ro: Găsiți cel mai apropiat punct de colectare pentru coșul de gunoi voluminos, organizati un eveniment de curățare sau aflați mai multe despre mediu.
sk: Nájdite najbližšie zberné miesto pre objemný odpad, organizujte upratovacie udalosti alebo sa naučte viac o životnom prostredí.

# tutorial.title.5
source: Join us!
cs: Připoj se k nám!
de: Mach mit!
es: ¡Únete a nosotros!
fr: Rejoignez nous !
hu: Csatlakozzon hozzánk!
it: Unisciti a noi!
ka: შემოგვიერთდი
pt: Junte-se a nós!
ro: Alăturați-vă nouă!
sk: Pripojte sa k nám!

# tutorial.text.5
source: Create your account to track your activities and earn green points. Make sure to allow GPS and notifications to take full advantage of TrashOut.
cs: Vytvoř si účet pro sledování tvých aktivit a získej body. Dej si pozor, aby si povolil GPS a notifikace. Jen tak budeš moci využívat plně TrashOut.
de: Erstelle dein Konto, um deine Aktivitäten zu verfolgen und grüne Punkte zu sammeln. Stelle sicher, dass TrashOut vollen Zugang zu GPS und Benachrichtigungen hat.
es: Cree tu cuenta para seguir sus actividades y ganar puntos verdes. Asegúrese de activar el GPS y las notificaciones para aprovechar al máximo TrashOut.
fr: Créez un compte pour suivre vos activités et gagner des points verts. Assurez-vous d'avoir activé la localisation et les notification pour tirer pleinement partie de l'appli.
hu: Hozzon létre fiókot tevékenységeinek nyomon követéséhez, és gyűjtse a zöld pontokat. Engedélyezze eszközén a GPS helymeghatározást és az értesítéseket, hogy a TrashOut minden előnyét élvezhesse!
it: Crea il tuo account per tracciare le tue attività e guadagnare i punti green! Assicurati che il GPS e le notifiche per l'app siano attive per usare TrashOut al massimo delle sue potenzialità!
ka: შექმენით თქვენი ანგარიში, რათა თვალყური ადევნოთ თქვენს საქმიანობას და მიიღოთ მწვანე ქულები. დარწმუნდით, რომ მიეცით GPS და შეტყობინებების ნება, რომ სრულად ისარგებლონ TrashOut-ით.
pt: Crie sua conta para acompanhar suas atividades e ganhar pontos verdes. Certifique-se de permitir que o GPS e as notificações aproveitem ao máximo o TrashOut.
ro: Creaza-ti cont pentru a-ti monitoriza activitatile si castiga puncte verzi. Asigura-te ca ai GPS-ul si notificarile pornite pentru a profita la maximum de TrashOut
sk: Vytvorte si účet na sledovanie vašich aktivít a nazbierajte zelené body. Uistite sa, že ste povolili GPS a notifikácie, aby ste plne využili výhody TrashOut-u.

# profile.update.success
source: Your profile was successfully updated
cs: Váš profil byl úspěšně upraven
de: Dein Profil wurde erfolgreich aktualisiert
es: Su perfil se ha actualizado con éxito
fr: Votre profil a été modifié avec succès
hu: Profilja sikeresen frissült
it: Il tuo profilo è stato aggiornato con successo.
ka: პროფილი წარმატებით განახლდა
pt: Seu perfil foi atualizado com sucesso
ro: Profilul tau a fost actualizat cu succes
sk: Váš profil bol úspešne aktualizovaný

# profile.myAreas
source: My Areas
cs: Moje sledované oblasti
de: Meine Bereiche
es: Mis áreas
fr: Mes secteurs favoris
hu: Területeim
it: Le mie zone
ka: ჩემი არეალი
pt: Minhas áreas
ro: Zonele mele
sk: Moje oblasti

# profile.myOrganizations
source: My Organizations
cs: Moje organizace
de: Meine Organisationen
es: Mis organizaciones
fr: Mes organisations
hu: Szervezeteim
it: La mia Associazione
ka: ჩემი ორგანიზაციები
pt: Minhas organizações
ro: Organizațiile mele
sk: Moje organizácie

# profile.role
source: Role
de: Position
es: Función
hu: Szerep
it: Ruolo
ka: როლი
pt: Função
ro: Rol
sk: Rola

# geo.header
source: Geographical Areas
cs: Správa geografických oblastí
de: Geografische Gebiete
es: Areas geográficas
fr: Secteurs géographiques
hu: Földrajzi területek
it: Area geografica
ka: გეოგრაფიული არეალი
pt: Áreas geográficas
ro: Zone geografice
sk: Geografické oblasti

# geo.admin.myAreas
source: Areas I Administrate
cs: Moje oblasti, kde jsem administrátorem
de: Bereiche, die ich verwalte
es: Áreas que administro
fr: Secteurs que j'administre
hu: Területek. Adminisztráció
it: Aree | Amministra
ka: არეა/ ადმინისტრაცია
pt: Áreas que eu administro
ro: Zonele pe care Le Administrez
sk: Oblasti, ktoré spravujem

# geo.admin.areaDetail
source: Area Detail
cs: Detail oblasti
de: Bereichsdetail
es: Información del área
fr: Détails du secteur
hu: Terület részletei
it: Dettagli area
ka: არეალის დეტალები
pt: Detalhe da área
ro: Detaliile zonei
sk: Detail oblasti

# geo.id
source: ID
hu: Azonosító
pt: EU IRIA

# geo.type
source: Area Type
cs: Typ oblasti
de: Bereichstyp
es: Tipo de área
fr: Type de secteur
hu: Terület típusa
it: Tipo Area
ka: არეალის ტიპი
pt: Tipo de área
ro: Tipul zonei
sk: Typ oblasti

# geo.name
source: Area Name
cs: Název oblasti
de: Bereichsname
es: Nombre del área
fr: Nom du secteur
hu: Terület neve
it: Nome Area
ka: არეალის სახელი
pt: Nome da área
ro: Numele zonei
sk: Názov oblasti

# geo.addManager
source: Add Manager
cs: Přidat managera
de: Manager hinzufügen
es: Añadir administrador
fr: Ajouter représentant
hu: Menedzser hozzáadása
it: Aggiungi Manager
ka: დაამატე მენეჯერი
pt: Adicionar gerente
ro: Adaugă manager
sk: Pridať manažéra

# geo.selectSpecificArea
source: Select Specific Area
cs: Vybrat specifickou oblast
de: Wähle einen bestimmten Bereich aus
es: Seleccionar área específica
fr: Choisissez un secteur spécifique
hu: Válasszon jellemző területet!
it: Seleziona un area specifica
ka: შეარჩიე კონკრეტული არეა
pt: Selecionar área específica
ro: Selectați zona specifică
sk: Výber konkrétnej oblasti

# geo.selectedArea
source: Selected Area
cs: Vybraná oblast
de: Bereich auswählen
es: Área seleccionada
fr: Secteur choisi
hu: Kiválasztott terület
it: Area selezionata
ka: შერჩეული არეა
pt: Área Selecionada
ro: Zonă selectată
sk: Vybratá oblasť

# geo.selectArea.header
source: Select Area
cs: Vybrat oblast
de: Bereich auswählen
es: Seleccionar área
fr: Choisissez un secteur
hu: Válassza ki a területet!
it: Seleziona Area
ka: შეარჩიე არეა
pt: Selecionar Área
ro: Selectați zona
sk: Vyberte oblasť

# geo.selectArea
source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Choisissez
hu: választ
it: Seleziona
ka: შეარჩიე
pt: Selecione
ro: Selectați
sk: Vybrať

# geo.managers
source: Managers
cs: Manažeři
de: Manager
es: Administradores
fr: Représentants
hu: Menedzserek
ka: მენეჯერები
pt: Gerentes
ro: Manageri
sk: Manažéri

# geo.users
source: Users
cs: Uživatelé
de: Benutzer
es: Usuarios
fr: Utilisateurs
hu: felhasználók
it: Utenti
ka: მომხმარებლები
pt: Comercial
ro: Utilizatori
sk: Používatelia

# geo.aliases
source: Aliases
cs: Aliasy
de: Aliasse
es: Alias
fr: Alias
hu: Egyéb nevek
it: Soprannomi
ka: ალიანსები
pt: Apelido
ro: Alias
sk: Aliasy

# geo.admins
source: Administrators
cs: Administrátoři
de: Administratoren
es: Administradores
fr: Administrateurs
hu: Adminisztrátorok
it: Amministratori
ka: ადმინისტრატორები
pt: Administradores
ro: Administratori
sk: Administrátori

# user.id
source: ID
hu: Azonosító
ka: აიდი
pt: EU IRIA

# geo.continent
source: Continent
cs: Kontinent
de: Kontinent
es: Continente
hu: Kontinens
it: Continente
ka: კონტინენტი
pt: Continente
sk: Kontinent

# geo.country
source: Country
cs: Země
de: Land
es: País
fr: Pays
hu: Ország
it: Nazione
ka: ქვეყანა
pt: País
ro: Țară
sk: Krajina

# geo.aa1
source: Administrative Area 1
cs: Administrativní oblast 1
de: Verwaltungsbereich 1
es: Área Administrativa 1
fr: Secteur administratif 1
hu: 1. közigazgatási terület
it: Area di amministrazione 1
ka: ადმინისტრაციული არეა 1
pt: Área Administrativa 1
ro: Zona administrativa 1
sk: Administratívna oblasť 1

# geo.aa2
source: Administrative Area 2
cs: Administrativní oblast 2
de: Verwaltungsbereich 2
es: Área Administrativa 2
fr: Secteur administratif 2
hu: 2. közigazgatási terület
it: Area di amministrazione 2
ka: ადმინისტრაციული არეა 2
pt: Área Administrativa 2
ro: Zona administrativa 2
sk: Administratívna oblasť 2

# geo.aa3
source: Administrative Area 3
cs: Administrativní oblast 3
de: Verwaltungsbereich 3
es: Área Administrativa 3
fr: Secteur administratif 3
hu: 3. közigazgatási terület
it: Area di amministrazione 3
ka: ადმინისტრაციული არეა 3
pt: Área Administrativa 3
ro: Zona administrativa 3
sk: Administratívny priestor 3

# global.form.locality
source: Locality
cs: Lokalita
de: Lokalität
es: Localidad
fr: Localité
hu: Helység
it: Località
ka: ლოკალურობა
pt: Localidade
ro: Localitate
sk: Lokalita

# geo.locality
source: Locality
cs: Lokalita
de: Lokalität
es: Localidad
fr: Localité
hu: Helység
it: Località
ka: ლოკალურობა
pt: Localidade
ro: Localitate
sk: Lokalita

# global.form.subLocality
source: Sublocality
cs: Sublokalita
de: Sublokalität
es: Sublocalidad
fr: Sous localité
hu: Városrész
it: Sotto - localitá
ka: სუბლოკაცია
pt: Sublocalidade
ro: Sublocalitate
sk: Sublokalita

# geo.sublocality
source: Sublocality
cs: Sublokalita
de: Sublokalität
es: Sublocalidad
fr: Sous localité
hu: Városrész
it: Sotto - località
ka: სუბლოკაცია
pt: Sublocalidade
ro: Sublocalitate
sk: Sublokalita

# geo.removeAdmin
source: Remove Administrator
cs: Odstranit administrátora
de: Administrator entfernen
es: Eliminar administrador
fr: Supprimer admin
hu: Adminisztrátor törlése
it: Rimuovi amministratore
ka: წაშალე ადმინისტრატორი
pt: Remover administrador
ro: Scoate administratorul
sk: Odstrániť administrátora

# geo.removeAlias
source: Remove Alias
cs: Odstranit alias
de: Alias ​​entfernen
es: Eliminar alias
fr: Supprimer alias
hu: Egyéb nevek törlése
it: Rimuovi Alias
ka: წაშალე მეტსახელი
pt: Remover alias
ro: Scoate alias
sk: Odstrániť alias

# geo.addAdmin
source: Add Admin
cs: Přidat administrátora
de: Administrator hinzufügen
es: Agregar administrador
fr: Ajouter admin
hu: Adminisztrátor hozzáadása
it: Aggiungi Amministratore
ka: დაამატე ადმინი
pt: Adicionar administrador
ro: Adauga administrator
sk: Pridať admina

# geo.addAlias
source: Add Alias
cs: Přidat alias
de: Alias ​​hinzufügen
es: Agregar alias
fr: Ajouter Alias
hu: Egyéb nevek hozzáadása
it: Aggiungi Alias
ka: დაამატე მეტსახელი
pt: Adicionar alias
ro: Adauga alias
sk: Pridať alias

# global.findUser
source: Find Users by E-mail
cs: Najdi uživatele dle emailu
de: Benutzer per E-Mail finden
es: Buscar usuarios por correo electrónico
fr: Trouvez utilisateurs a partir de leurs mails
hu: Keressen felhasználókat e-mail cím alapján!
it: Trova utente via E-mail
ka: იპოვე მომხმარებელი ელ-ფოსტით
pt: Localizar usuários por email
ro: Găsește utilizatori după e-mail
sk: Nájsť používateľov podľa e-mailu

# global.selectUser
source: Select User
cs: Vybrat uživatele
de: Benutzer auswählen
es: Seleccionar usuario
fr: Choisir utilisateur
hu: Válasszon felhasználót!
it: Scegli utente
ka: შეარჩიე მომხმარებელი
pt: Selecionar Usuário
ro: Selectează Utilizatorul
sk: Vybrať používateľa

# organizations.header
source: Organizations
cs: Organizace
de: Organisationen
es: Organizaciones
fr: Organisations
hu: szervezetek
it: Organizzazioni
ka: ორგანიზაციები
pt: Organizações
ro: Organizații
sk: Organizácie

# organizations.list.header
source: List of Organizations
cs: Seznam organizací
de: Liste der Organisationen
es: Lista de organizaciones
fr: Liste des organisations
hu: A szervezetek listája
it: Lista delle organizzazioni
ka: ორგანიზაციების სია
pt: Lista de Organizações
ro: Lista de Organizații
sk: Zoznam organizácií

# news.header
source: News
cs: Novinky
de: Neuigkeiten
es: Noticias
fr: Actualités
hu: hírek
it: Notizie
ka: სიახლე
pt: Notícia
ro: Noutăți
sk: Novinky

# news.list.header
source: List of News
cs: Seznam novinek
de: Liste der Neuigkeiten
es: Lista de noticias
fr: Liste des actualités
hu: Hírek listája
it: Lista delle notizie
ka: სიახლეების სია
pt: Lista de Notícias
ro: Lista de Noutăți
sk: Zoznam noviniek

# trash.create
source: Report
cs: Reportovat
de: Bericht
es: Informe
fr: Signaler
hu: Jelentés
it: Segnala
ka: რეპორტი
pt: Relatório
ro: Raport

# global.accountCreated
source: Account was created
cs: Účet byl vytvořen
de: Konto wurde erstellt
es: La cuenta se ha creado
fr: Compte créé
hu: Fiók létrehozva
it: L'accout è stato creato
ka: ექაუნთი შეიქმნა
pt: A conta foi criada
ro: Contul a fost creat
sk: Účet bol vytvorený

# global.activateAccount
source: Go to your e-mail to activate your account
cs: Pro aktivaci účtu běžte do emailu
de: Gehe zu deiner E-Mail und aktiviere dein Konto
es: Vaya a su correo electrónico para activar la cuenta
fr: Regardez vos mails pour activer votre compte
hu: Lépjen be az e-mail fiókjába a felhasználói fiók aktiválásához!
it: Vai alla tua e-mail per attivare il tuo account!
ka: გაააქტიურე ელ-ფოსტიდან
pt: Acesse seu e-mail para ativar sua conta
ro: Activează contul de pe adresa de e-mail
sk: Prejdite do Vášho e-mailu a aktivujte si účet

# user.myProfile
source: My Profile
cs: Můj profil
de: Mein Profil
es: Mi perfil
fr: Mon profil
hu: Profilom
it: Il mio profilo
ka: ჩემი პროფილი
pt: Meu perfil
ro: Profilul meu
sk: Môj profil

# user.addArea
source: Add Areas of Interest
cs: Přidat oblast zájmu
de: Gebiete von Interesse hinzufügen
es: Agregar áreas de interés
fr: Ajouter un secteur d'intérêt
hu: Adja meg érdeklődési területeit!
it: Aggiungi zone di interesse
pt: Adicionar áreas de interesse
sk: Pridajte oblastí záujmu

# user.generateApiKey
source: Generate API Key
cs: Genretovat API klíč
de: API-Schlüssel generieren
es: Generar clave de API
fr: Créer une clé API
hu: API kulcs generálása
it: Genera chiave API
ka: API გასაღების გენერირება
pt: Gerar chave de API
ro: Genereaza cheie API
sk: Generovať API kľúč

# user.aboutMe
source: About me
cs: Něco o sobě
de: Über mich
es: Sobre mi
fr: A propos de moi
hu: Rólam
it: Informazioni personali
ka: ჩემს შესახებ
pt: Sobre mim
ro: Despre mine
sk: O mne

# trash.markedAsSpam.success
source: Thank you for keeping our database up to date! Our admins will review your report.
cs: Děkujeme, že udržujete naši databázi aktualizovanou. Naši administrátoři zkontrolují váš záznam.
de: Danke, dass du unsere Datenbank auf dem neuesten Stand hälst! Unsere Administratoren überprüfen deinen Bericht.
es: ¡Gracias por mantener nuestra base de datos actualizada! Nuestros administradores revisarán su informe.
fr: Merci de garder notre base de données à jour ! Nos administrateurs vont examiner votre signalement.
hu: Köszönjük, hogy adatbázisunkat naprakészen tartja! Rendszergazdáink hamarosan felülvizsgálják a bejelentését.
it: Grazie per tenere il nostro database aggiornato. I nostri amministratori visioneranno la tua segnalazione.
ka: გმადლობთ ჩვენი მონაცემთა ბაზის განახლებისთვის! ჩვენი ადმინები განიხილავენ თქვენს ანგარიშს.
pt: Obrigado por manter nosso banco de dados atualizado! Nossos administradores revisarão seu relatório.
ro: Multumim pentru ca ne tii baza de date actualizata! Administratorii vor analiza raportul tau.
sk: Ďakujem Vám za aktualizáciu našej databázy! Naši administrátori zrevidujú Vaše hlásenie.

# trash.markedAsSpam.alreadyMarked
source: This trash is already marked as SPAM.
cs: Tato skládka již byla dříve nahlášena jako SPAM.
de: Dieser Abfall ist bereits als SPAM markiert.
es: Esta basura ya está marcada como SPAM.
fr: Cette décharge a déjà été signalée comme inappropriée
hu: Ezt a szennyezett területet már spamként jelölték
it: Questo riufiuto è già segnato come SPAM.
ka: ეს ნაგავი უკვე მონიშნულია როგორც სპამი
pt: Este lixo já está marcado como SPAM.
ro: Acest deseu a fost deja marcat ca SPAM
sk: Táto skládka je už označená ako SPAM.

# profile.avatar
source: Your Avatar
cs: Tvůj avatar
de: Dein Avatar
es: Su avatar
fr: Avatar
hu: Profilképe
it: Il tuo Avatar
ka: შენი ავატარი
pt: Seu avatar
ro: Avatarul tău
sk: Váš avatar

# user.contacts
source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
hu: Kapcsolatok
it: Contatti
ka: კონტაქტები
pt: Contatos
ro: Contacte
sk: Kontakty

# user.roles.superAdmin
source: SuperAdministrator
es: SuperAdministrador
fr: SuperAdmin
hu: Főadminisztrátor
it: SuperAmministratore
ka: სუპერ ადმინისტრატორი
sk: SuperAdministrátor

# profile.myEvents
source: My Events
cs: Moje události
de: Meine Veranstaltungen
es: Mis eventos
fr: Mes évènements
hu: Eseményeim
it: I miei Eventi
ka: ჩემი ივენთები
pt: Meus Eventos
ro: Evenimentele mele
sk: Moje udalosti

# organization.description
source: Description
cs: Popis organizace
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
ka: აღწერა
pt: Descrição
ro: Descriere
sk: Opis

# user.geo.notificationFrequency
source: Notification Frequency
cs: Frekvence zasílání notifikací
de: Benachrichtigungsfrequenz
es: Frecuencia de notificación
fr: Fréquence de notification
hu: Értesítési gyakoriság
it: Frequenza notifiche
pt: Frequência de notificação
sk: Frekvencia oznámení

# user.reviewed
source: Reviewed User
cs: Oveřený uživatel
de: Rezensent / Geprüfter Nutzer
es: Usuario revisado
fr: Utilisateur validé
hu: Felülvizsgált felhasználó
it: Utente confermato.
ka: განხილული მომხმარებლები
pt: Usuário revisado
ro: Utilizator analizat
sk: Zrevidovaný používateľ

# user.created
source: Account created
cs: Vytvoření uživatele
de: Account erstellt
es: Cuenta creada
fr: Compte créé
hu: Fiók létrehozva
it: Account creato
ka: ექაუნთი შეიქმნა
pt: Conta criada
ro: Cont creat
sk: Konto vytvorené

# trash.create.successs
source: Thank you for keeping our database up to date and taking care of our environment.
cs: Děkujeme za reportování skládky a že pečujete o naše životní prostředí.
de: Danke, dass du unsere Datenbank auf dem neuesten Stand halten und dich um unsere Umwelt kümmerst.
es: Gracias por mantener nuestra base de datos actualizada y por cuidar nuestro medio ambiente.
fr: Merci de garder notre base de données à jour et de prendre soin de notre environnement.
hu: Köszönjük, hogy naprakészen tartja adatbázisunkat és óvja környezetünket!
it: Grazie per tenere il nostro database aggiornato e prenderti cura della nostra Terra!
ka: გმადლობთ ჩვენი მონაცემთა ბაზის განახლებისთვის და ჩვენს გარემოზე ზრუნვისთვის.
pt: Obrigado por manter nosso banco de dados atualizado e cuidar do nosso ambiente.
ro: Multumim pentru ca ne tii baza de date actualizata si ai grija de mediul inconjurator
sk: Ďakujeme Vám za aktualizáciu našej databázy a starostlivosť o naše životné prostredie.

# collectionPoint.create.images
source: Please select Image or Logo of collection Point. It's not necessary, but it helps others to find the place easier.
cs: Prosím vyberte obrázek nebo logo sběrného místa. Není to povinné. Slouží pro lepší nalezení místa.
de: Bitte wähle ein Bild oder Logo von Recyclingstelle. Es ist nicht notwendig, aber es hilft Anderen den Ort zu finden.
es: Seleccione una imagen o logo del punto de reciclaje, No es necesario pero ayuda a otros a encontrar el lugar más fácilmente.
fr: Veuillez ajouter une photo ou un logo de la déchèterie. Ce n'est pas obligatoire, mais aidera à la trouver.
hu: Válassza ki a gyűjtőpont képét vagy logóját! Nem kötelező, de segít másoknak könnyebben megtalálni a helyet.
it: Perfavore seleziona un'immagine o logo per il punto di raccolta. Non é necessario, ma aiuta gli altri a trovare il posto più facilmente.
ka: გთხოვთ, აირჩიოთ შეგროვების წერტილის სურათი ან ლოგო. ეს არ არის აუცილებელი, მაგრამ ის სხვებს ეხმარება, რომ უფრო ადვილად იპოვონ ადგილი.
pt: Por favor, selecione Imagem ou Logotipo do ponto de coleta. Não é necessário, mas ajuda outras pessoas a encontrar o local mais facilmente.
ro: Te rog selecteaza imaginea sau logoul punctului de colectare. Nu este necesar, dar ii ajuta pe altii sa gaseasca locatia mai usor.
sk: Prosím, vyberte obrázok alebo logo recyklačného miesta. Nie je to nevyhnutné, ale pomôže ostatným nájsť miesto ľahšie.

# organization.detail.header
source: Organization detail
cs: Detail organizace
de: Organisationsdetail
es: Detalles de la organización
fr: Détails de l'organisation
hu: Szervezet adatai
it: Dettagli dell'organizzazione
ka: ორგანიზაციის დეტალები
pt: Detalhe da organização
ro: Detaliile organizației
sk: Detail organizácie

# organization.join
source: Join Organization
cs: Přidat se k organizaci
de: Mitglied werden
es: Unirse a la organización
fr: Rejoindre organisation
hu: Csatlakozás a szervezethez
it: Unisciti all'organizzazione
ka: შეურთდი ორგანიზაციას
pt: Participar da organização
ro: Alătură-te organizației
sk: Pridať sa k organizácii

# organization.leave
source: Leave Organization
cs: Opustit organizaci
de: Organisation verlassen
es: Abandonar la organización
fr: Quitter l'organisation
hu: Kilépés a szervezetetből
it: Lascia organizzazione
ka: დატოვე ორგანიაცია
pt: Sair da organização
ro: Părăsește organizație
sk: Opustiť organizáciu

# organization.edit
source: Edit Organization
cs: Upravit organizaci
de: Organisation bearbeiten
es: Editar la organización
fr: Modifier organisation
hu: Szervezet szerkesztése
it: Modifica organizzazione
ka: დაარედაქტირე ორგანიზაცია
pt: Editar organização
ro: Editează organizație
sk: Upraviť organizáciu

# trash.removeActivity.success
source: Trash Activity was successfully deleted.
cs: Smazání aktivity proběhlo úspěšně
de: Müllaktivität wurde erfolgreich gelöscht.
es: La actividad de basura se eliminó correctamente.
fr: Activité supprimée avec succès.
hu: A szennyezett területre vonatkozó tevékenység törölve
it: Attività dei rifiuti è stata rimossa con successo
ka: წარმატებით წაიშალა
pt: A atividade da lixeira foi excluída com sucesso.
ro: Activitatea deseului a fost stearsa cu succes
sk: Aktivita bola úspešne odstránená

# trash.update.success
source: Trash was successfully updated.
cs: Skládka byla úspěšně akualizována.
de: Der Müll wurde erfolgreich aktualisiert.
es: La papelera se actualizó correctamente.
fr: Décharge mise à jour avec succès
hu: A szennyezett terület frissítve
it: Il rifiuto è stato aggiornato con successo.
ka: წარმატებით განახლდა
pt: Lixeira foi atualizada com sucesso.
ro: Activitatea deseului a fost actualizata cu succes
sk: Skládka bola úspešne aktualizovaná

# geo.noAliasExists
source: No Alias exists for selected Area
cs: Neexistuje žádný alias pro vybranou oblast
de: Es existiert kein Alias ​​für den ausgewählten Bereich
es: No existe alias para el área seleccionada
fr: Aucun Alias pour le secteur choisi
hu: A kiválasztott területhez nem tartozik egyéb név.
it: Non esistono Alias per l'area selezionata.
ka: არჩეული ზონისთვის მეტსახელი არ არსებობს
pt: Não existe um alias para a área selecionada
ro: Nu exista alias pentru zona selectata
sk: Pre vybratú oblasť neexistuje žiaden alias

# collectionPoint.contact.header
source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
hu: Kapcsolatok
it: Contatti
ka: კონტაქტები
pt: Contatos
ro: Contacte
sk: Kontakty
