Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# collectionPoint.phoneCall.message
source: Do you really want to call the collection point?
cs: Chcete skutečně zavolat sběrný dvůr?
de: Willst du wirklich den Wertstoffhof anrufen?
es: ¿Quiere llamar al punto de recogida?
fr: Voulez-vous vraiment appeller ce centre de collecte ?
hu: Tényleg felhívja a gyűjtőhelyet?
it: Vuoi davvero chiamare il punto di raccolta?
ka: ნამდვილად გსურთ დარეკოთ შეგროვების პუნქტი?
pt: Deseja realmente ligar para o ponto de coleta?
ro: Chiar vrei să suni punctul de colectare?
sk: Želáte si zavolať do Zbernej služby?

# collectionPoint.email.message
source: Do you really want to open email composer?
cs: Opravdu chcete otevřít e-mailový klient?
de: Möchtest du den E-Mail-Composer wirklich öffnen?
es: ¿Quiere abrir una aplicación de correo electrónico?
fr: Voulez-vous vraiment ouvrir l'appli de messagerie ?
hu: Tényleg szeretné megnyitni az e-mailt?
it: Vuoi davvero aprire l'app per le email?
ka: ნამდვილად გსურთ ელ.ფოსტის კომპოზიტორის გახსნა?
pt: Deseja realmente abrir o compositor de e-mail?
ro: Chiar vrei sa compui un e-mail?
sk: Želáte si otvoriť a odoslať e-mail?

# global.validation.imageRatio
source: You cannot use wide images. Please use another image. Image ratio has to be smaller than 1:2.
cs: Nelze vkládat širokoúhlé obrázky. Prosím použijte jiný obrázek. Poměr stran musí být menší než 1:2.
de: Du kannst keine großen Bilder verwenden. Bitte verwende ein anderes Bild. Das Bildverhältnis muss kleiner als 1: 2 sein.
es: No puede usar imágenes anchas Por favor use otra imagen. La relación de imagen debe ser inferior a 1:2
fr: Vous ne pouvez pas utiliser une image trop large. Veuillez en choisir une autre. Le ratio doit être inférieur à 1:2.
hu: Nem használhat ilyen méretű képeket. Kérjük, használjon másik képet. A képaránynak kevesebbnek kell lennie, mint 1:2.
it: Non è possibile utilizzare immagini di grandi dimensioni. Si prega di utilizzare un'altra immagine. Il rapporto immagine deve essere inferiore a 1: 2.
ka: თქვენ არ შეგიძლიათ გამოიყენოთ ფართო სურათები. გთხოვთ გამოიყენოთ სხვა სურათი. სურათის თანაფარდობა უნდა იყოს 1:2-ზე ნაკლები.
pt: Você não pode usar imagens amplas. Por favor, use outra imagem. A proporção da imagem deve ser menor que 1: 2.
ro: Nu puteți utiliza imagini largi. Vă rugăm să utilizați o altă imagine. Raportul imaginii trebuie să fie mai mic de 1: 2.
sk: Nemôžete použiť veľmi široký obrázok. Použite iný, prosím. Pomer strán obrázku musí byť menší ako 1:2.

# global.validation.maxiumNumberReached
source: Maximum number of uploaded images reached (you can upload maximum 20 files).
cs: Maximálni počet fotek byl překročen (můžete uplodovat maximálně 20 souborů).
de: Maximale Anzahl der hochgeladenen Bilder erreicht (maximal 20 Dateien hochladen).
es: Se ha alcanzado el número máximo de imágenes cargadas (puede cargar un máximo de 20 archivos).
fr: Nombre maximum d'images atteint (vous pouvez envoyer un maximum de 20 fichiers).
hu: Elérte a feltöltött képek maximális számát (legfeljebb 20 fájlt tölthet fel).
it: Numero massimo di immagini caricate raggiunte (puoi caricare massimo 20 file).
ka: მიღწეულია ატვირთული სურათების მაქსიმალური რაოდენობა (შეგიძლიათ ატვირთოთ მაქსიმუმ 20 ფაილი).
pt: Número máximo de imagens enviadas atingidas (você pode enviar no máximo 20 arquivos).
ro: Numarul maxim de poze pe care le poti incarca a fost atins( poti incarca maximum 20 de fisiere)
sk: Maximálny počet 20 vložených obrázkov bol prekročený.

# global.error.api.title
source: API Error
cs: API Chyba
de: API-Fehler
es: Error de API
fr: Erreur API
hu: API hiba
ka: API შეცდომა
pt: Erro de API
ro: Eroare API
sk: Chyba na strane API

# global.error.api.description
source: Some error in API occurred.. Please refresh the page.
cs: Nastal problém na API. Prosím aktualizujte stránku.
de: Ein Fehler in der API. Seite aktualisieren bitte.
es: Se ha producido algún error en API. Por favor, actualice la página.
fr: Une erreur API est arrivée. Veuillez rafraîchir la page.
hu: Hiba történt az API-ben. Kérjük, frissítse az oldalt.
it: Si è verificato un errore nell'API. Aggiorna la pagina.
ka: მოხდა გარკვეული შეცდომა API-ში. გთხოვთ, განაახლოთ გვერდი.
pt: Ocorreu um erro na API. Atualize a página.
ro: Eroare in API aparuta. Te rugam sa reincarci pagina
sk: Niektoré chyby v API. Prosím, refreshnite stránku.

# trash.types.glass
source: Glass
cs: Sklo
de: Glas
es: Vidrio
fr: Verre
hu: Üveg
it: Vetro
ka: მინა
pt: Vidro
ro: Sticlă
sk: Sklo

# global.occupation
source: Occupation
cs: Obsazení
de: Beruf
es: Ocupación
fr: Profession
hu: Foglalkozása
it: Professione
ka: ოკუპაცი
pt: Ocupação
ro: Ocupație
sk: Povolanie

# event.create.loginMessage
source: You must be logged in to create an event
cs: Chcete-li vytvořit událost, musíte být přihlášeni
de: Du musst eingeloggt sein um ein Event zu erstellen
es: Debe iniciar sesión para crear un evento
fr: Vous devez être connecté pour créer un évènement
hu: Esemény létrehozásához be kell jelentkeznie
it: Devi essere registrato per creare un evento
ka: თქვენ უნდა იყოთ შესული ღონისძიების შესაქმნელად
pt: Você deve estar logado para criar um evento
ro: Trebuie sa fii logat pentru a crea un eveniment
sk: Musíte byť prihlásený ak chcete vytvoriť udalosť.

# trash.create.thankYou.title
source: Thank you!
cs: Děkujeme!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
hu: Köszönjük!
it: Grazie!
ka: მადლობა!
pt: Obrigado!
ro: Mulțumesc!
sk: Ďakujeme!

# trash.create.thankYou.sentence1
source: Thank you for your report!
cs: Děkujeme vám za report!
de: Danke für deinen Bericht!
es: ¡Gracias por el informe!
fr: Merci pour votre signalement !
hu: Köszönjük bejelentését!
it: Grazie per la tua segnalazione!
ka: გმადლობთ თქვენი ანგარიშისთვის!
pt: Obrigado pelo seu relatório!
ro: Mulțumesc pentru sesizare!
sk: Ďakujeme Vám za Vaše hlásenie!

# trash.create.thankYou.sentence2
source: You are awesome!
cs: Jste úžasní!
de: Du bist toll!
es: ¡Es genial!
fr: Vous êtes formidable !
hu: Király vagy!
it: Sei fantastico!
ka: ძალიან მაგარი ხარ!
pt: Você é demais!
ro: Ești minunat!
sk: Ste skvelý/á

# trash.create.thankYou.sentence3
source: Do not forget to update dumps around you or join cleaning event.
cs: Nezapomeňte aktualizovat skládky kolem vás nebo se připojit k čištění.
de: Vergessen Sie nicht, Deponien in Ihrer Nähe zu aktualisieren oder an Aufräumveranstaltungen teilzunehmen.
es: No olvide actualizar los vertederos cerca de usted o unirse al evento de limpieza.
fr: N'oubliez pas de mettre à jour les décharges autour de vous ou de vous inscrire à des évènements
hu: Ne felejtse el frissíteni a lerakók állapotát vagy a csatlakozást a takarítási akcióhoz.
it: Non dimenticare di aggiornare i dump intorno a te o partecipare all'evento di pulizia.
ka: არ დაგავიწყდეთ განაახლოთ ნაგავსაყრელები თქვენს გარშემო ან შეუერთდეთ დასუფთავების ღონისძიებას
pt: Não se esqueça de atualizar os despejos ao seu redor ou participar de um evento de limpeza.
ro: Nu uita sa raportezi deseurile din jurul tau si sa te alaturi evenimentului de curatare
sk: Nezabudnite aktualizovať skládky okolo Vás a zapojiť sa do čistiacich akcií

# trash.create.homeReportButton
source: Report illegal dump
cs: Nahlásit nelegální skládku
de: Illegale Mülldeponie melden
es: Denunciar un vertedero ilegal
fr: Signaler décharge
hu: Jelentés az illegális lerakóról
it: Segnala discarica illegale
ka: შეატყობინეთ უკანონო ნაგავსაყრელზე
pt: Denunciar despejo ilegal
ro: Raporteaza depozitul ilegal
sk: Nahlásiť nelegálnu skládku

# trash.create.thankYou.shareTitle
source: Share with others
cs: Slejte s ostatními
de: Mit anderen teilen
es: Compartir con otros
fr: Partager
hu: Megosztás másokkal
it: Condividi con gli altri
ka: გაუზიარე სხვებს
pt: Compartilhar com outras pessoas
ro: Împarte cu alții
sk: Podeľte sa s ostatnými

# global.unauthorized
source: Unauthorized
cs: Nemáte příslušná oprávnění
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
hu: jogtalan
it: Non autorizzato
ka: უნებართვო
pt: Não autorizado
ro: Neautorizat
sk: neoprávnený

# global.unauthorized.header
source: Unauthorized
cs: Nepovolený přístup.
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
hu: jogtalan
it: Non autorizzato
ka: უნებართვო
pt: Não autorizado
ro: Neautorizat
sk: neoprávnený

# global.unauthorized.text
source: You don't have permissions to view this page.
cs: Nemáte dostatečná oprávnění k zobrazení této stránky.
de: Du bist nicht berechtigt, diese Seite anzuzeigen.
es: No tienes permisos para ver esta página.
fr: Vous n'avez pas la permission d'accéder à cette page.
hu: Nincs engedélye az oldal megtekintéséhez.
it: Non hai i permessi per visualizzare questa pagina.
ka: თქვენ არ გაქვთ ამ გვერდის ნახვის უფლება.
pt: Você não tem permissão para visualizar esta página.
ro: Nu ai permisiunea de a vizualia această pagină
sk: Na prezeranie tejto stránky nemáte povolenie.

# organization.removeUser
source: Remove user
cs: Odstranit uživatele
de: Benutzer entfernen
es: Eliminar usuario
fr: Supprimer utilisateur
hu: Felhasználó eltávolítása
it: Rimuovi utente
ka: მომხმარებლის წაშლა
pt: Remover usuário
ro: Șterge utilizator
sk: Odstrániť používateľa

# profile.widget.languageNeeded
source: Language is needed
cs: Jazyk je povinný
de: Sprache einstellen ist erforderlich
es: El idioma es necesario
fr: Langue requise
hu: A nyelv beállítása szükséges
it: Il linguaggio è richiesto
ka: ენა საჭიროა
pt: Idioma é necessário
ro: Limba este cerută
sk: Jazyk je potrebný

# news.validation.languageRequired
source: Language is required
cs: Jazyk je povinný
de: Sprache einstellen ist erforderlich
es: El idioma es obligatorio
fr: Langue requise
hu: A nyelv beállítása szükséges
it: Il linguaggio è richiesto
ka: ენა სავალდებულოა
pt: O idioma é obrigatório
ro: Limba este necesara
sk: Jazyk je potrebný

# global.register
source: Register
cs: Registrovat
de: Registrieren
es: Registro
fr: Enregistrer
hu: Regisztráció
it: Registra
ka: რეგისტრაცია
pt: Registro
ro: Înregistrează-te
sk: Registrovať

# tutorial.signup.withoutSignIn
source: Start using without sign in
cs: Začít používat aplikaci bez přihlášení
de: Starte ohne Anmeldung
es: Comience a usar sin iniciar sesión
fr: Démarrer sans vous connecter
hu: Használat megkezdése bejelentkezés nélkül
it: Inizia senza registrazione
ka: გამოიყენე რეგისტრაციის გარეშე
pt: Comece a usar sem fazer login
ro: Incepe sa utilizezi fara a te conecta
sk: Začať používať bez prihlásenia

# user.activity.title.thisDump
source: this dump
cs: tuto skládku
de: diese Müllkippe
es: este vertedero
fr: cette décharge
hu: Lerakó
it: questa discarica
ka: ეს ნაგავსაყრელი
pt: esse lixão
ro: Acest deseu
sk: túto skládku

# trashHunter.lookingForDumps
source: Looking for dumps around
cs: Hledání skládek v okolí
de: Auf der Suche nach Deponien
es: Buscando vertederos
fr: Recherche de décharges à proximité
hu: Lerakók keresése a közelben
it: Alla ricerca di discariche nei paraggi
ka: იძებნება ნაგავსაყრელები
pt: Procurando lixeiras ao redor
ro: Cautand deseuri in imprejurimi
sk: Hľadať skládky v okolí.

# trash.detail.dump.mobileHeader
source: Dump
cs: Skládka
de: Deponie
es: Vertedero
fr: Décharge
hu: Lerakó
it: Discariche
ka: ნაგავსაყრელი
pt: Despejo
ro: Depozit
sk: Skládka

# trash.detail.missingPhoto
source: There is no photo to show
cs: Není žádná fotka k zobrazení.
de: Es gibt kein Foto zu zeigen
es: No hay fotos para mostrar
fr: Aucune photo à afficher
hu: Nincs megjeleníthető fénykép
it: Non ci sono immagini da visualezzare
ka: არ არის ფოტო
pt: Não há foto para mostrar
ro: Nu există nici o fotografie
sk: Neexistuje žiadna fotografia na zobrazenie

# collectionPoint.detail.mobile.recycable
source: Recyclable
cs: Recyklují
de: Wertstoff
es: Reciclable
hu: újrahasznosítható
it: Riciclabile
ka: გადამუშავებადი
pt: Reciclável
ro: Reciclabil
sk: recyklovateľný

# collectionPoint.markedAsSpam.success.thanksMobile
source: Thanks for information, we will check it out.
cs: Děkujeme za informace, zkountrolujeme to.
de: Danke für die Information, wir werden sie überprüfen.
es: Gracias por la información, lo comprobaremos.
fr: Merci pour le signalement. Nous allons le vérifier.
hu: Köszönjük az információt, ellenőrizni fogjuk.
it: Grazie per le informazioni, controlleremo.
ka: მადლობა ინფორმაციისთვის, ჩვენ მას გავეცნობით
pt: Obrigado pela informação, vamos dar uma olhada.
ro: Mulțumim pentru informații, vom verifica.
sk: Ďakujeme za Vaše informácie, skontrolujeme ich.

# collectionPoint.filter.selectAll
source: Select All
cs: Vybrat vše.
de: Alle auswählen
es: Seleccionar todo
fr: Tout choisir
hu: Összes kijelőlése
it: Seleziona tutto
ka: აარჩიე ყველა
pt: Selecionar tudo
ro: Selectează tot
sk: Vybrať všetko

# profile.activity.mobileHeader
source: Activity
cs: Aktivity
de: Aktivität
es: Actividad
fr: Activité
hu: Tevékenység
it: Attività
ka: აქტივობა
pt: Atividade
ro: Activitate
sk: Aktivita

# info.aboutApp
source: TrashOut is an environmental project which aims to map and monitor all illegal dumps around the world. Our goal is to involve citizens, governments, municipalities and organizations so we can together contribute to cleaner world for everyone.
cs: TrashOut je environmentální projekt, kterého cílem je lokalizovat nelegální (černé) skládky po celém světě. Naší snahou je zapojit obyčejné lidi, místní samosprávy a další organizace do tohoto projektu tak, aby náš svět byl krásnějším a lepším místem pro život.
de: TrashOut ist ein Umweltprojekt, das darauf abzielt, alle illegalen Mülldeponien auf der ganzen Welt zu kartieren und zu überwachen. Wir wollen Bürger, Regierungen, Gemeinden und Organisationen einbeziehen, damit wir gemeinsam zu einer saubereren Welt für alle beitragen können.
es: TrashOut es un proyecto ambiental cuyo objetivo es crear un mapa y controlar todos los vertederos ilegales del mundo. Nos esforzamos para involucrar a los ciudadanos, gobiernos, gobiernos locales y organizaciones para que juntos podamos contribuir a un mundo más limpio.
fr: TrashOut est un projet environnemental qui vise à cartographier et suivre les décharges sauvages dans le monde entier. Notre but est d'impliquer les citoyens, gouvernements, autorités locales et organisations pour que ensemble, nous puissions contribuer à un monde plus propre.
hu: A TrashOut egy olyan környezetvédelmi projekt, amelynek célja az illegális hulladéklerakók feltérképezése és nyomon követése a világ minden táján. Célunk, hogy bevonjuk a polgárokat, a kormányokat, az önkormányzatokat és a szervezeteket, hogy közösen segítsük tisztábbá tenni a környezetet.
it: TrashOut è un progetto ambientale che mira a mappare e monitorare tutte le discariche illegali in tutto il mondo. Il nostro obiettivo è coinvolgere cittadini, governi, comuni e organizzazioni in modo che possiamo contribuire insieme a un mondo più pulito per tutti.
ka: TrashOut არის გარემოსდაცვითი პროექტი, რომელიც მიზნად ისახავს ყველა უკანონო ნაგავსაყრელის რუკის შექმნას და მონიტორინგს მთელს მსოფლიოში. ჩვენი მიზანია ჩავრთოთ მოქალაქეები, მთავრობები, მუნიციპალიტეტები და ორგანიზაციები, რათა ერთად შევძლოთ წვლილი შევიტანოთ სუფთა სამყაროს შექმნაში.
pt: O TrashOut é um projeto ambiental que visa mapear e monitorar todos os lixões ilegais ao redor do mundo. Nosso objetivo é envolver cidadãos, governos, municípios e organizações para que juntos possamos contribuir para um mundo mais limpo para todos.
ro: TrashOut este un proiect de mediu care își propune să cartografieze și să monitorizeze toate depozitele ilegale din întreaga lume.Scopul nostru este de a implica cetățeni, guverne, municipalități și organizații, astfel încât să putem contribui împreună la o lume mai curată pentru toată lumea.
sk: TrashOut je environmentálny projekt, ktorého cieľom je mapovať a monitorovať všetky nelegálne skládky po celom svete. Našou snahou je zapojiť občanov, vlády, obce a organizácie, aby sme mohli spoločne prispieť k čistejšiemu svetu pre všetkých.

# info.appVerison_X
source: Version from %@
cs: Verze od
de: Version von% @
es: Versión de %@
fr: Version du %@
hu: % @ Verzió
it: Versione da %@
ka: ვერსია %@ დან
pt: Versão de% @
ro: Versiune de la% @
sk: Verzia z

# tutorial.register
source: Register/Login
cs: Registrovat/Přihlásit se
de: Registrieren
es: Registrar
fr: Inscription / Connexion
hu: Regisztráció/Bejelentkezés
it: Registrati/Accedi
ka: რეგისტრაცია/ლოგინი
pt: Registrar / Entrar
ro: Înregistrare/Logare
sk: Registrovať/Prihlásiť sa

# global.distanceAttribute.away
source: away
cs: odsud
de: entfernt
es: de distancia
fr: de distance
hu: el
it: lontano
ka: შორს
pt: longe
ro: depărtare
sk: odtiaľto

# event.create.successMobile
source: Thank you, event was successfully created. You can edit your event and see attendees at www.admin.trashout.ngo.
cs: Děkujeme, událost byla úspěšně vytvořena. Můžete upravit událost a navštívit účastníky na www.admin.trashout.ngo.
de: Vielen Dank, die Veranstaltung wurde erfolgreich erstellt. Du kannst deine Veranstaltung bearbeiten und die Teilnehmer unter www.admin.trashout.ngo sehen.
es: Gracias, el evento se ha creado con éxito. Puede editar su evento y ver a los asistentes en www.admin.trashout.ngo.
fr: Merci, évènement créé avec succès. Vous pouvez éditer votre évènement et voir les participants ici : https://admin.trashout.ngo
hu: Köszönjük, az eseményt sikeresen létrehozta. Az eseményt szerkesztheti és a résztvevőket a www.admin.trashout.ngo webhelyen megtalálhatja.
it: Grazie, l'evento è stato creato con successo. Puoi modificare il tuo evento e vedere i partecipanti su www.admin.trashout.ngo.
ka: გმადლობთ, ღონისძიება წარმატებით შეიქმნა. შეგიძლიათ შეცვალოთ თქვენი ღონისძიება და ნახოთ დამსწრეები www.admin.trashout.ngo.
pt: Obrigado, o evento foi criado com sucesso. Você pode editar seu evento e ver os participantes em www.admin.trashout.ngo.
ro: Mulțumim, evenimentul a fost creat. Poți edita evenimentul și vedea însoțitorii la www.admin.trashout.ngo.
sk: Ďakujeme, udalosť bola úspešne vytvorená. Vašu udalosť môžete upraviť a navštíviť účastníkov www.admin.trashout.ngo.

# home.recentActivity.you
source: you
cs: ty
de: du
es: usted
fr: vous
hu: te
it: tu
ka: შენ
pt: você
ro: dumneavoastră
sk: vy

# global.continue
source: Continue
cs: Pokračovat
de: Fortfahren
es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
ka: გაგრძელება
pt: Continuar
ro: Continuați
sk: Pokračovať

# event.feedbackGuessGuestCount.required
source: Guess Guest count is required
cs: Odhad počet hostů je povinný
de: Abschätzung der Teilnehmer ist erforderlich.
es: El recuento de Adivinar invitados es obligatorio
fr: L'estimation du nombre de participants est requise
hu: Szükséges a résztvevők számának becslése
it: È richiesto una previsione del numero di ospiti
ka: სტუმრების რაოდენობის განსაზღვრა აუცილებელია
pt: Acho que a contagem de convidados é necessária
ro: Este necesar să ghiciți numărul de clienți
sk: Odhadovaný počet hostí je požadovaný.

# event.feedbackGuessTrashCount.required
source: Guess Trash count is required
cs: Odhad počtu vyčištěných skládek je povinný
de: Abschätzung der Abfallmänge ist erforderlich.
es: El recuento de Adivinar papeleras es obligatorio
fr: Estimation de la quantité de déchets collectée requise
hu: Szükséges a hulladék becslés
it: È richiesto una previsione del numero di discariche
ka: ნაგვის რაოდენობის განსაზღვრა აუცილებელია
pt: Acho que a contagem de lixo é necessária
ro: Este necesar să ghiciți numărul de gunoi
sk: Odhadovaný počet skládok je požadovaný.

# home.recentActivity.as
source: as
cs: jako
de: wie
es: como
fr: comme
hu: mint
it: come
ka: როგორც
pt: Como
ro: ca
sk: ako

# global.cameraAccess
source: We need to import photos of dump
cs: Je to poředné k nahrávání obrázků skládak
de: BItte Fotos vom Abfall hochladen.
es: Necesitamos importar fotos de vertederos
fr: Nous avons besoin d'importer des photos de la décharge
hu: Szükséges egy fénykép feltöltése a hulladékról
it: Dobbiamo importare foto della discarica
ka: ჩვენ უნდა ავტვირთოთ ნაგავსაყრელის ფოტოები
pt: Precisamos importar fotos do despejo
ro: Trebuie sa importam poze ale deseurilor
sk: Je potrebné importovať obrázky skládok.

# event.feedback.integerRequired
source: Integer required
cs: Zadejte celé číslo
de: Ganzzahl erforderlich
es: Entero requerido
fr: Valeur entière requise
hu: Egész szám szükséges
it: numero intero richiesto
ka: საჭიროა მთელი რიცხვი
pt: Número inteiro necessário
ro: intreg necesar
sk: Zadajte celé číslo.

# organization.addManager.validation.managerRequired
source: Manager is required
cs: Manažer je povinný
de: Manager ist erforderlich
es: organización.añadirAdministrador.validación.AdministradorRequerido
fr: Représentant requis
hu: Menedzser szükséges
it: Manager richiesto
ka: საჭიროა მენეჯერი
pt: Gerente é obrigatório
ro: Managerul este necesar
sk: Požadovaný manager
