Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# organization.create.mailDescription
source: This is a template for email invitations to join you organisation. Those can be send out by members of your organisations to other users or outside pople. You can tell here why they should join TrashOut and specifically your organisation, what do you do as organisation, what is your vision, etc.
cs: Toto je šablona pro pozvánky na e-mail, které se mohou připojit k vaší organizaci. Ty mohou být zasílány členy vašich organizací jiným uživatelům nebo zvenčí. Zde můžete říci, proč by se měli připojit ke společnosti TrashOut a konkrétně vaší organizaci, co děláte jako organizace, jaká je vaše vize atd.
de: Dies ist eine Vorlage für E-Mail-Einladungen, um deiner Organisation beizutreten. Diese kann von Mitgliedern deiner Organisation an andere Benutzer oder Außenstehende gesendet werden. Du kannst hier erklären, warum sie TrashOut und speziell deine Organisation beitreten sollten, womit beschäftigt sich deine Organisation, was ist deine Vision, etc.
es: Esta es una plantilla para invitaciones por correo electrónico a unirse a su organización. Esos pueden ser enviados por miembros de su organización a otros usuarios o personas externas. Puede ver aquí por qué deberían unirse a TrashOut y específicamente a su organización, qué hace como organización, cuál es su visión, etc.
fr: Ceci est un modèle d'invitation par mail à rejoindre votre organisation. Il peut être envoyé par les membres de votre organisation à d'autres personnes, utilisatrices de TrashOut ou non. Vous pouvez indiquer pourquoi elles devraient rejoindre TrashOut et votre organisation, ce que vous faites, quelle est votre vision, etc.
hu: Ez egy minta meghívó, amit a szervezet tagjai küldhetnek leendő felhasználóknak. Ebben bemutathatja, hogy miért csatlakozzanak a TrashOuthoz és konkrétan az Ön szervezetéhez, s mi a szervezetük tevékenyésge, célkitűzése stb.
it: Questo è un modello per gli inviti via email per unirti alla tua organizzazione. Queste possono essere inviate dai membri delle organizzazioni ad altri utenti o ad esterni. Qui puoi dire perché dovrebbero unirsi a TrashOut e specificamente alla tua organizzazione, cosa fai come organizzazione, qual è la tua visione, ecc.
ka: ეს არის ელ.ფოსტის მოწვევის შაბლონი თქვენ ორგანიზაციაში გასაწევრიანებლად. მათი გაგზავნა შესაძლებელია თქვენი ორგანიზაციის წევრების მიერ სხვა მომხმარებლებთან ან მის ფარგლებს გარეთ. აქ შეგიძლიათ გითხრათ, რატომ უნდა შეუერთდნენ TrashOut-ს და კონკრეტულად თქვენს ორგანიზაციას, რას აკეთებთ, როგორც ორგანიზაცია, როგორია თქვენი ხედვა და ა.შ.
pt: Este é um modelo para convites por email para ingressar na sua organização. Esses podem ser enviados pelos membros da sua organização para outros usuários ou pessoas externas. Você pode dizer aqui por que eles devem participar do TrashOut e, especificamente, da sua organização, o que você faz como organização, qual é a sua visão etc.
ro: Acesta este un șablon pentru invitații prin e-mail pentru a vă alătura organizației. Acestea pot fi trimise de către membrii organizațiilor dvs. către alți utilizatori sau persoane externe. Puteți spune aici de ce ar trebui să se alăture TrashOut și în special organizației dvs., ce faceți ca organizație, care este viziunea dvs. etc.
sk: Toto je príklad pozývacieho e-mailu do organizácie. Môže byť zaslaný ako členom tvojej organizácie. Tu môžete vysvetliť relevantné dôvody prečo sa pridať do organizácie, aká je vaša vízia a cieľ.

# profile.widget.idNeeded
source: ID is required
cs: ID je povinné
de: ID
es: ID es requerido
fr: ID requis
hu: ID szükséges
it: ID richiesta
ka: ID სავალდებულოა
pt: ID é obrigatório
ro: CI necesară
sk: ID je požadované.

# mail.report.subject
source: Illegal dump report!
cs: Report o ilegální skládce
de: Illegale Deponien gemeldet!
es: Informe de volcado ilegal!
fr: Signalement de décharge sauvage !
hu: Illegális lerakó jelentés!
it: Segnala discariche illegali!
ka: არალეგალური ნაგავსაყრელის რეპორტი
pt: Relatório de despejo ilegal!
ro: Raport de depozitare ilegala!
sk: Nelegálna skládka bola nahlásená.

# mail.report.body
source: Illegal dump report! Details about illegal dump can be found on website:
cs: Report o ilegální skládce. Detaily o skládce můžete naleznout na webové stránce:
de: Illegale Deponien gemeldet! Details zu llegalen Deponien sind auf der Webseite zu finden:
es: Informe de volcado ilegal! Los detalles sobre el volcado ilegal se pueden encontrar en el sitio web:
fr: Une décharge sauvage a été signalée ! Des détails à propos de cette décharge peuvent être trouvés à cette adresse :
hu: Illegális lerakó jelentése! Az illegális hulladéklerakókkal kapcsolatos részletek a weboldalon találhatók:
it: Segnala discariche illegali! Dettagli sulla discarica illegale possono essere trovati sul sito web:
ka: უკანონო ნაგავსაყრელის ანგარიში! დეტალები უკანონო ნაგავსაყრელის შესახებ შეგიძლიათ იხილოთ ვებგვერდზე:
pt: Relatório de despejo ilegal! Detalhes sobre o despejo ilegal podem ser encontrados no site:
ro: Raport de depozitare ilegala! Detalii despre depozitarea ilegala pot fi gasite pe website
sk: Nelegálna skládka bola nahlásená, jej detail môžete nájsť na webe:

# event.validation.eventShouldEndAfterStartTime
source: Event start time has to be before end time
cs: Čas zahájení události musí být pred časem ukončení
de: Die Startzeit der Veranstaltung muss vor der Endzeit liegen
es: La hora de inicio del evento debe ser anterior a la hora de finalización
fr: L'heure de début doit être avant l'heure de fin
hu: Az esemény kezdési időpontjának a befejezés előttre kell esnie
it: L'ora di inizio dell'evento deve essere prima dell'ora di fine
ka: ღონისძიების დაწყების დრო უნდა იყოს დასრულების დრომდე
pt: A hora de início do evento deve ser anterior à hora de término
ro: Ora de începere a evenimentului trebuie să fie înainte de ora de încheiere
sk: Dátum začiatku udalosti musí byť skôr ako koniec

# global.errors.uploadError
source: Uploading images to firebase failed
cs: Nepodařilo se nahrát obrázky na firebase
de: Das Hochladen von Bildern auf Firebase ist fehlgeschlagen
es: No se cargaron las imágenes
fr: L'envoi des image à Firebase a échoué
hu: A képek feltöltése a firebase-be sikertelen
it: Il caricamento delle immagini su firebase è fallita
ka: სურათების ატვირთვა firebase-ში ვერ მოხერხდა
pt: Falha no upload de imagens para o firebase
ro: Încărcarea imaginilor în Firebase nu a reușit
sk: Nahrávanie obrázkov zlyhalo.

# geo.areaRemove.success
source: Area was removed successfully
cs: Oblast byla úspěšně odstaněna
de: Der Bereich wurde erfolgreich entfernt
es: Área fue eliminada con éxito
fr: Le secteur a été supprimée avec succès
hu: A terület sikeresen ki lett tisztítva
it: L'area è stata rimossa con successo
ka: ტერიტორია წარმატებით წაიშალა
pt: A área foi removida com sucesso
ro: Zona a fost inlaturata cu succes
sk: Oblasť bola úspešne odstránená.

# global.login.errorNoUser
source: There is no user record corresponding to this identifier. The user may have been deleted.
cs: Uživatel neexistuje. Uživatel mohl byt smazán.
de: Zu dieser Bezeichnung existiert kein Benutzerdatensatz. Der Benutzer wurde möglicherweise gelöscht.
es: No hay registro de usuario correspondiente a este identificador. El usuario puede haber sido eliminado.
fr: Il n'y a pas d'utilisateur correspondant à cet ID. Il a peut être été supprimé.
hu: Nincs az azonosítónak megfelelő felhasználó, vagy a felhasználót törölték
it: Non esiste un utente corrispondente a questa identità. L'utente potrebbe essere stato cancellato.
ka: ამ იდენტიფიკატორის შესაბამისი მომხმარებლის ჩანაწერი არ არსებობს. მომხმარებელი შესაძლოა წაშლილია
pt: Não há registro de usuário correspondente a esse identificador. O usuário pode ter sido excluído.
ro: Nu există nicio înregistrare de utilizator care să corespundă acestui identificator. Este posibil ca utilizatorul să fi fost șters.
sk: Neexistuje žiadny záznam používateľa, používateľ môže byť odstránený.

# global.register.identityError
source: An account already exists. Please sign in with your Facebook account.
cs: Uživatel může být propojen pouze s jednou identitou daného poskytovatele.
de: Ein Konto existiert bereits. Bitte melde dich mit deinem Facebook-Account an.
es: El usuario solo puede estar vinculado a una identidad de proveedor.
fr: Ce compte existe déjà. Un compte ne peut être lié qu'a une seule personne.
hu: Ez a fiók már létezik. Kérjük, jelentkezzen be a Facebook-fiókjával.
it: Account già esistente. Perfavore accedi con il tuo account Facebook.
ka: ანგარიში უკვე არსებობს. გთხოვთ შეხვიდეთ თქვენი Facebook ანგარიშით.
pt: Uma conta já existe. Faça login com sua conta do Facebook.
ro: Un cont deja existent. Te rugam sa te loghezi cu contul de Facebook
sk: Používateľ môže byť prepojený len s jednou identitou poskytovateľa.

# trash.removeActivity.confirmation
source: Are you sure to remove activity?
cs: Opravdu chcete odstanit aktivitu?
de: Möchtest du die Aktivität wirklich entfernen?
es: ¿Estás seguro de eliminar la actividad?
fr: Voulez-vous vraiment supprimer cette activité ?
hu: Biztosan eltávolítja a tevékenységet?
it: Sei sicuro di rimuovere l'attività?
ka: დარწმუნებული ხართ, რომ წაშალეთ აქტივობა?
pt: Você tem certeza de remover a atividade?
ro: Sunteți sigur că vreți să vă ștergeți activitatea?
sk: Želáte si naozaj odstrániť túto aktivitu?

# global.other
source: Other
cs: Ostatní
de: Andere
es: Otros
fr: Autre
hu: Egyéb
it: Altro
ka: სხვა
pt: De outros
ro: Altele
sk: Ďalšie

# profile.delete.confirm
source: Are you sure to delete your profile?
cs: Opravdu chcete smazat svůj účet?
de: Bist du sicher, du möchtest dein Profil löschen?
es: ¿Desea eliminar su perfil?
fr: Voulez-vous vraiment supprimer votre compte ?
hu: Biztosan törli a profilját?
it: Sei sicuro di cancellare il tuo profilo?
ka: დარწმუნებული ხართ, რომ წაშალეთ თქვენი პროფილი?
pt: Tem certeza de que deseja excluir seu perfil?
ro: Sunteți sigur că vreți să vă ștergeți profilul?
sk: Naozaj si želáte vymazať svoj účet?

# news.success.photo.deleted
source: Image from article was deleted
cs: Smazání obrázku ze článku probšhlo úspěšně
de: Das Bild aus dem Artikel wurde gelöscht
es: La imagen del artículo fue eliminada.
fr: Image supprimée
hu: A képet töröltük
it: L'immagine dall'articolo è stata cancellata
ka: სურათი სტატიიდან წაიშალა
pt: A imagem do artigo foi excluída
ro: Imaginea acestui articol a fost ștearsă
sk: Obrázok z članku bol vymazaný.

# global.resendVerificationEmail
source: Resend verification e-mail
cs: Znovu poslat verifikační email
de: Senden sie e-mail verifizierung
es: Reenviar correo electrónico de verificación
fr: Réenvoyer mail de validation
hu: Igazoló e-mail újraküldése
it: Invia nuovamente email di verifica
ka: გადამოწმების ელ. ფოსტის ხელახლა გაგზავნა
pt: Reenviar email de verificação
ro: Retrimiterea verificării email-ului
sk: Opätovne zaslať verifikačný e-mail.

# global.emailResent
source: Verification email was sent again
cs: Verifikační email byl znovu odeslán
de: Bestätigungs e-mail wurde gesendet.
es: Se envió un correo de verificación
fr: Mail de validation envoyé à nouveau
hu: Az ellenőrző e-mailt ismételten elküldtük
it: L'email di verifica è stata inviata nuovamente
ka: დამადასტურებელი ელფოსტა კვლავ გაიგზავნა
pt: O email de verificação foi enviado novamente
ro: Verificarea email-ului a fost retrimisă
sk: Verifikačný e-mail bol zaslaný.

# event.addToCalendar
source: Add to my calendar
cs: Přidat do kalendáře
de: Zum kalender hinzufügen
es: añadir al calendario
fr: Ajouter à l'agenda
hu: Hozzáadás a naptárhoz
it: Aggiungi al calendario
ka: ჩემს კალენდარში დამატება
pt: Adicionar à minha agenda
ro: Adaugă în calendarul meu
sk: Chcete udalosť pridať do kalendára?

# global.add
source: Add
cs: Přidat
de: ergänzen
es: añadir
fr: Ajouter
hu: hozzáad
it: Aggiungi
ka: დამატება
pt: Adicionar
ro: Adaugă
sk: Pridať

# profile.myEvents.timeDecision.ongoing
source: Ongoing
cs: Probíhající
de: Laufend
es: en marcha
fr: En cours
hu: Folyamatban lévő
it: In corso
ka: მიმდინარე
pt: Em andamento
ro: În mers
sk: Práve prebieha

# mail.eventConfirm.subject
source: TrashOut - attendance confirmation
cs: TrashOut - potvrzení účasti
de: Anwesenheitsbestätigung
es: confirmación de asistencia
fr: TrashOut - confirmation de participation
hu: TrashOut - jelenlét visszaigazolás
it: TrashOut - conferma di presenza
ka: TrashOut - დასწრების დადასტურება
pt: TrashOut - confirmação de presença
ro: TrashOut - Confirmarea Prezenței
sk: TrashOut - potvrdenie účasti na čistiacom podujatí

# mail.eventFeedback.subject
source: TrashOut - how was the event yesterday?
cs: TrashOut - jaká byla včera událost?
de: Wie war die Veranstaltung gestern?
es: ¿Cómo estuvo el evento ayer?
fr: TrashOut - comment s'est passé l'évènement d'hier ?
hu: TrashOut - milyen volt a tegnapi esemény?
it: TrashOut - com'era l'evento di ieri?
ka: TrashOut - როგორ ჩაიარა გუშინდელმა ღონისძიებამ?
pt: TrashOut - como foi o evento ontem?
ro: TrashOut - Cum a fost evenimentul de ieri?
sk: TrashOut - aká bola včerajšia čistiaca akcia?

# mail.newsletter.subject
source: TrashOut - information about dumps in area you monitor
cs: TrashOut - nová aktivita v oblasti, kterou sledujete
de: TrashOut - Informationen über Speicherauszüge in dem von Ihnen überwachten Bereich
es: TrashOut: información sobre vertederos en el área que supervisa
fr: TrashOut - nouvelles sur les décharges dans le secteur que vous suivez
hu: TrashOut - információ a területen található hulladéklerakókról
it: TrashOut: informazioni sulle discariche nell'area monitorata
ka: TrashOut - ინფორმაცია ნაგავსაყრელების შესახებ თქვენს მიერ მონიტორინგებულ ტერიტორიაზე
pt: TrashOut - informações sobre despejos na área que você monitora
ro: TrashOut- informatii despre deseurile din zona pe care o monitorizezi
sk: TrashOut - informácie o skládkach v sledovanej oblasti

# user.validation.failedToReadFacebookProfile
source: Failed to read data from facebook profile
cs: Chzba při čtení dat z Facebook profilu
de: Fehler beim Lesen von Daten von Facebook
es: No se pudieron leer los datos de Facebook
fr: Impossible d'accéder au compte Facebook
hu: Nem sikerült beolvasni az adatokat a facebook-profilból
it: Impossibile leggere i dati dal profilo di Facebook
ka: ფეისბუქის პროფილიდან მონაცემების წაკითხვა ვერ მოხერხდა
pt: Falha ao ler dados do perfil do facebook
ro: Nu s-au citit datele din profilul Facebook
sk: Načítanie dát z Facebook profilu zlyhalo.

# user.validation.facebookNotGrantedPermissionForEmail
source: Not granted permissions for email
cs: Nemáte právo číst email
de: Nicht erteilte Berechtigungen für e-mail.
es: No se otorgaron permisos para el correo electrónico
fr: Vous n'avez pas la permission d'accéder aux mails
hu: Nincs e-mail engedélyezés
it: Autorizzazioni non concesse per email
ka: არ არის მინიჭებული ნებართვები ელფოსტაზე
pt: Permissões não concedidas para email
ro: Permisiune neacordată pentru email
sk: Chýbajúce povolenie pre e-mail adresu.

# user.validation.firebaseUidNotReceived
source: Firebase uid not received
cs: Firebase UID nepřišlo
de: Firebase-ID wurde nicht empfangen
es: Identificador de Firebase no recibido
fr: UID Firebase non reçu
hu: A Firebase uid nem fogadta be
it: L'Uid di firebase non é stato ricevuto.
ka: Firebase uid არ არის მიღებული
pt: UID do Firebase não recebido
ro: Firebase nu a fost primit
sk: Firebase identifikátor nebol prijatý

# user.validation.noFirebaseUser
source: No firebase user
cs: Firebase uživatel neexistuje
de: Firebase-Benutzer wurde nicht gefunden
es: Usuario de Firebase no válido
fr: Aucun utilisateur Firebase
hu: Nincs Firebase felhasználó
it: Nessun utente firebase
ka: firebase მომხმარებელი არ არის
pt: Nenhum usuário do firebase
ro: Niciun utilizator firebase
sk: Neplatný Firebase používateľ.

# mail.newsletter.emptyBlock
source: There was no new activity in this category in selected period of time. You can see list of all dumps
cs: Žádné nové aktivity ve vybrané kategorii. Prosím zvolte zobrazení všech skládek
de: In dieser Kategorie gab es keine neuen Aktivitäten. Sie können eine Liste aller Sicherungen anzeigen
es: No hubo actividad nueva en esta categoría. Puedes ver la lista de todos los vertederos
fr: Il n'y a pas de nouvelle activité dans cette catégorie sur la période choisie. Vous pouvez consulter l'ensemble des décharges
hu: A kiválasztott időszakban nem történt új tevékenység ebben a kategóriában. Láthatja az összes szennyezett terület listáját
it: Non ci sono state nuove attività in questa categoria nel periodo di tempo selezionato. Puoi vedere l'elenco di tutte le discariche
ka: არჩეულ პერიოდში ამ კატეგორიაში ახალი აქტივობა არ ყოფილა. თქვენ შეგიძლიათ ნახოთ ყველა ნაგავსაყრელის სია
pt: Não houve novas atividades nesta categoria no período selecionado. Você pode ver a lista de todos os despejos
ro: Nu a existat nicio activitate nouă în această categorie în perioada de timp selectată. Puteți vedea lista tuturor depozitelor
sk: Vo sledovanej oblasti nedošlo za vybraný čas k žiadnej novej aktivite. Všetky skládky si môžete pozrieť

# collectionPoint.validation.chooseDay
source: Please select day
cs: Vyberte den
de: Bitte wähle einen Tag aus
es: Por favor seleccione un día
fr: Veuillez choisir un jour
hu: Kérjük, válassza ki a napot
it: Selezionare il giorno
ka: გთხოვთ, აირჩიოთ დღე
pt: Por favor selecione o dia
ro: Te rog selecteaza ziua
sk: Prosím vyberte deň.

# collectionPoint.validation.dayIsUsed
source: Day is used
cs: Den je už použit
de: Der Tag wurde ausgewählt
es: día fue seleccionado
fr: Ce jour est déjà utilisé
hu: Ez a nap használatban
it: Il giorno è già utilizzato
ka: დღე გამოიყენება
pt: O dia é usado
ro: Ziua este folosită
sk: Deň bol vybraný.

# statistics.countryPicker.header
source: Select country
cs: Vyberte krajinu
de: Wählen Sie das Land aus
es: seleccione un país
fr: Choisir pays
hu: Válasszon országot
it: Seleziona Paese
ka: აირჩიეთ ქვეყანა
pt: Selecione o pais
ro: Selectează țara
sk: Vyberte krajinu

# notification.recentActivity.header
source: Your report of an illegal dump was updated
cs: Vaše hlášení skládky bylo aktualizováno
de: Ihr Bericht eines illegalen Speicherauszugs wurde aktualisiert
es: Su informe de un vertedero ilegal fue actualizado
fr: Votre signalement de décharge a été mis à jour
hu: Az illegális hulladéklerakóról szóló bejelentése frissült
it: La tua segnalazione di una discarica illegale è stata aggiornata
ka: თქვენი რეპორტი განახლდა
pt: Seu relatório de um despejo ilegal foi atualizado
ro: Raportul tau cu privire la deseul ilegal a fost actualizat

# notification.recentActivity.text
source: Check out its new status in TrashOut app and stay always informed
cs: Skontrolujte nový stav v aplikaci TrashOut a mějte vždy přehled
de: Überprüfen Sie seinen neuen Status in der TrashOut App und bleiben Sie immer informiert
es: Echa un vistazo a su nuevo estado en la aplicación TrashOut y mantente siempre informado
fr: Vérifiez son nouvel état sur TrashOut et restez informé
hu: Nézze meg új állapotát a TrashOut alkalmazásban, és mindig tájékozódjon
it: Scopri il suo nuovo stato nell'app TrashOut e resta sempre informato
ka: შეამოწმეთ მისი ახალი სტატუსი TrashOut აპში და იყავით ყოველთვის ინფორმირებული
pt: Confira seu novo status no aplicativo TrashOut e mantenha-se sempre informado
ro: Verificați starea nouă în aplicația TrashOut și rămâneți mereu informați

# mail.eventCreate.subject
source: TrashOut - important information about the event you created
cs: TrashOut - informace o vašem podujetí
de: TrashOut - wichtige Informationen über das von Ihnen erstellte Ereignis
es: TrashOut: información importante sobre el evento que ha creado
fr: TrashOut - informations importantes à propos de l'évènement que vous avez créé
hu: TrashOut - fontos információ az Ön által létrehozott eseményről
it: TrashOut: informazioni importanti sull'evento che hai creato
ka: TrashOut - მნიშვნელოვანი ინფორმაცია თქვენ მიერ შექმნილი მოვლენის შესახებ
pt: TrashOut - informações importantes sobre o evento que você criou
ro: TrashOut - informație importantă despre evenimentul creat

# global.signUp.acceptRegister.startSentense
source: I agree with processing of my personal data. I have read and accepted
cs: S registrací nebo používáním mobilní aplikace souhlasíte se zněním
de: Indem du dich registrierst, stimmst du den
es: Al registrarte, aceptas las
fr: J'accepte le traitement de mes données personnelles. J'ai lu et accepté
hu: Egyetértek a személyes adataim feldolgozásával. Elolvastam és elfogadtam
it: Accetto il trattamento dei miei dati personali. Ho letto e accettato
ka: გაგრძელებით თქვენ ეთანხმებით TrashOut-ის
pt: Concordo com o processamento dos meus dados pessoais. Eu li e aceito
ro: Continuând, sunteți de acord cu TrashOut's

# global.signUp.acceptRegister.privatePolicy
source: Privacy Policy
cs: Ochrany osobních údajů
de: Allgemeinen Geschäftsbedingungen
es: Condiciones de Servicio
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
ka: კონფიდენციალურობის პოლიტიკას
pt: Política de Privacidade
ro: Politica de privare

# global.signUp.acceptRegister.and
source: and
cs: a
de: und
es: y la
fr: et
hu: és
it: e
ka: და
pt: e
ro: și

# global.signUp.acceptRegister.terms
source: Terms and Conditions
cs: Podmínkami používání
de: Datenschutzrichtlinien
es: Política de Privacidad
fr: Conditions d'utilisation
hu: Felhasználási feltételek
it: Termini e condizioni
ka: წესებს
pt: Termos e Condições
ro: Termeni și Condiții

# global.error.api.text
source: We are experiencing temporary issue with our server. We are doing our best to fix it soon. Please come back later.
cs: Aktuálně požadovanou informaci nelze zobrazit, prosím zkuste aktivitu opakovat později, děkujeme.
de: Wir haben ein vorübergehendes Problem mit unserem Server. Wir tun unser Bestes, um es bald zu beheben, bitte versuche es später noch einmal.
es: Esta información no se puede mostrar ahora, por favor intente de nuevo más tarde, gracias.
fr: Nous rencontrons un problème ponctuel avec notre serveur. Nous faisons de notre mieux pour le résoudre au plus vite. Veuillez réessayer plus tard.
hu: Ideiglenesen probléma merült fel a szerverünkkel kapcsolatban. Mindent megteszünk a hiba elhárításáért. Látogasson vissza később.
it: Stiamo riscontrando un problema temporaneo con il nostro server. Stiamo facendo del nostro meglio per risolverlo presto. Per favore ritorna più tardi.
ka: ჩვენ გვაქვს დროებითი პრობლემა ჩვენს სერვერთან. ყველაფერს ვაკეთებთ, რომ მალე გამოვასწოროთ. Გთხოვ დაბრუნდი მოგვიანებით.
pt: Estamos com um problema temporário com nosso servidor. Estamos fazendo o possível para corrigi-lo em breve. Por favor, volte mais tarde.
ro: Sunt cateva probleme cu serverul nostru. Facem tot ce se poate pentru a remedia. Te rog sa revii un pic mai tarziu.

# global.internet.offline
source: Please connect to the internet in order to see this section.
cs: Zařízení není připojeno do internetu, prosím zkontrolujte nastavení.
de: Bitte verbinden Sie sich mit dem Internet, um diesen Abschnitt zu sehen.
es: El teléfono no está conectado a Internet, verifique la configuración.
fr: Connectez-vous à internet pour accéder à cette section
hu: Kérjük, csatlakozzon az internethez, hogy megtekinthesse ezt a részt.
it: Per favore, collegati a internet per vedere questa sezione.
ka: გთხოვთ დაუკავშირდეთ ინტერნეტს ამ განყოფილების სანახავად.
pt: Por favor, conecte-se à Internet para ver esta seção.
ro: Te rog conecteaza-te la internet pentru a putea vedea aceasta sectiune
