Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# collectionPoint.types.wooden
source: wooden
cs: dřevěný
de: aus Holz
es: madera
fr: bois
hu: fa
it: legnoso
ka: ხის
pt: de madeira
ro: de lemn
sk: drevený

# collectionPoint.types.window
source: window
cs: okno
de: Fenster
es: ventana
fr: fenêtre
hu: ablak
it: finestre
ka: ფანჯარა
pt: janela
ro: ferestre
sk: okno

# collectionPoint.types.buildingRubble
source: building rubble
cs: stavební suť
de: Bauschutt
es: escombros de obra
fr: gravats
hu: építési törmelék
it: Macerie
ka: შენობა
pt: construção de entulho
ro: deseu de construcție
sk: stavebné sutiny

# collectionPoint.types.oil
source: oil
cs: olej
de: Öl
es: aceites
fr: huile
hu: olaj
it: olio
ka: ზეთი
pt: óleo
ro: ulei
sk: olej

# collectionPoint.types.fluorescentLamps
source: fluorescent lamps
cs: zářivky
de: Fluoreszenzlampen
es: lámparas fluorescentes
fr: lampes fluorescentes
hu: fénycsövek
it: lampade a fluorescenza
ka: ყვავილოვანი ნათურა
pt: lâmpadas fluorescentes
ro: lămpi fluorescente
sk: žiarivkové svietidlá

# collectionPoint.types.neonLamps
source: neon lamps
cs: neonová světla
de: Neonlampen
es: lámparas de neón
fr: néon
hu: neon lámpák
it: lampade al neon
ka: ნეონის ნათურა
pt: lâmpadas de neon
ro: lămpi neon
sk: neónové lampy

# collectionPoint.types.lightBulbs
source: light bulbs
cs: žárovky
de: Glühbirnen
es: bombillas
fr: Ampoules
hu: izzók
it: lampadine
ka: ნათურა
pt: lâmpadas
ro: becuri
sk: žiarovky

# collectionPoint.types.color
source: color
cs: barvy
de: Farbe
es: pintura
fr: Peinture
hu: szín
it: vernici
ka: ფერი
pt: cor
ro: culoare
sk: farba

# collectionPoint.types.thinner
source: thinner
cs: ředidlo
de: Verdünner
es: disolvente
fr: solvants
hu: vékonyabb
it: diluente
ka: თხელი
pt: mais fino
ro: mai subțire
sk: riedidlo

# collectionPoint.types.mirror
source: mirror
cs: zrcadlo
de: Spiegel
es: espejo
fr: miroir
hu: tükör
it: specchi
ka: სარკე
pt: espelho
ro: oglinzi
sk: zrkadlo

# collectionPoint.types.carParts
source: car parts
cs: části automobilu
de: Autoteile
es: piezas de automóvil
fr: automobile
hu: autó darabjai, alkatrészei
it: parti d'automobili
ka: მანქანის ნაწილები
pt: peças do carro
ro: piese auto
sk: autodiely

# collectionPoint.types.medicines
source: medicines
cs: léčiva
de: Arzneimittel
es: medicinas
fr: médicaments
hu: gyógyszerek
it: farmaci
ka: წამლები
pt: medicamentos
ro: medicale
sk: lieky

# collectionPoint.types.materialsFromBituminousPaper
source: materials from bituminous paper
cs: materiály z živičného papíru
de: Materialien aus bituminösem Papier
es: materiales de papel bituminoso
fr: matériaux bitumés
hu: anyagok bitumenes papírból
it: materiali in fogli bituminosi
ka: ქაღალდის მატერიალები
pt: materiais de papel betuminoso
ro: material din hârtie bituminoasă
sk: materiály z bitúmenových papiera

# collectionPoint.types.eternitCoverings
source: eternit coverings
cs: eternitové krytiny
de: Eternit Abdeckungen
es: revestimientos de fibrocemento
fr: fibrociment
hu: eternit burkolatok
it: Coperture in eternit
ka: საფარი
pt: coberturas eternit
ro: plăci eternit pentru acoperis
sk: eternitové krytiny

# collectionPoint.types.asbestos
source: asbestos
cs: azbest
de: Asbest
es: amianto
fr: amiante
hu: azbeszt
it: Asbesto
ka: აზბესტი
pt: amianto
ro: azbest
sk: azbest

# collectionPoint.types.fireplaces
source: fireplaces
cs: krby
de: Kamine
es: chimeneas
fr: cheminées
hu: kandallók
it: Materiale bruciato
ka: ბუხარი
pt: lareiras
ro: zone de foc
sk: krby

# collectionPoint.types.slag
source: slag
cs: struska
de: Asche
es: desechos
fr: scories
hu: salak
it: scorie
ka: წიდა
pt: escória
ro: zgură
sk: trosky

# collectionPoint.types.glassWool
source: glass wool
cs: skleněná vlna
de: Glaswolle
es: lana de vidrio
fr: laine de verre
hu: üveggyapot
it: lana vetro
ka: მინის ბამბა
pt: lã de vidro
ro: lână de sticlă
sk: sklená vata

# collectionPoint.types.cinder
source: cinder
cs: popel
de: Asche
es: ceniza
fr: cendre
hu: salak
it: mozzicone
ka: ცინტერი
pt: cinza
ro: zgură
sk: škvára

# collectionPoint.types.asphalt
source: asphalt
cs: asfalt
es: asfalto
fr: bitume
hu: aszfalt
it: asfalto
ka: ასფალტი
pt: asfalto
ro: asfalt
sk: asfalt

# collectionPoint.types.bitumenPaper
source: bitumen paper
cs: asfaltový / živičný papír
de: Bitumenpapier
es: papel betún
fr: rouleaux bitumeux
hu: bitumenes papír
it: fogli bituminosi
ka: ბიტუმის ქაღალდი
pt: papel betume
ro: hârtie bituminoasă
sk: živicový papier

# global.undefined
source: undefined
cs: nevymezeno
de: Undefiniert
es: indefinido
fr: indéfini
hu: meghatározatlan
it: non definito
ka: განუსაზღვრელი
pt: Indefinido
ro: nedefinit
sk: nedefinovaný

# trash.lastUpdate.today
source: today
cs: dnes
de: Heute
es: hoy
fr: Aujourd'hui
hu: ma
it: oggi
ka: დღეს
pt: hoje
ro: astăzi
sk: dnes

# trash.lastUpdate.yesterday
source: yesterday
cs: včera
de: Gestern
es: ayer
fr: hier
hu: tegnap
it: ieri
ka: გუშინ
pt: ontem
ro: ieri
sk: včera

# trash.lastUpdate.thisWeek
source: this week
cs: tento týden
de: diese Woche
es: esta semana
fr: cette semaine
hu: ezen a héten
it: questa settimana
ka: ამ კვირას
pt: esta semana
ro: săptămâna aceasta
sk: tento týždeň

# trash.lastUpdate.moreThanWeekAgo
source: more than a week ago
cs: více než před týdnem
de: vor mehr als einer Woche
es: hace más de una semana
fr: il y a plus d'une semaine
hu: több mint egy hete
it: più di una settimana fa
ka: კვირაზე მეტია გასული
pt: mais de uma semana atrás
ro: mai mult de o săptămână în urmă
sk: pred viac ako týždňom

# trash.lastUpdate.moreThanMonthAgo
source: more than a month ago
cs: více než před měsícem
de: vor mehr als einem Monat
es: hace más de un mes
fr: il y a plus d'un mois
hu: több mint egy hónappal ezelőtt
it: più di un mese fa
ka: თვეზე მეტის წინ
pt: mais de um mês atrás
ro: mai mult de o lună în urmă
sk: viac ako pred mesiacom

# trash.lastUpdate.moreThanSixMonthAgo
source: more than 6 months ago
cs: více než před 6 měsící
de: vor mehr als 6 Monaten
es: hace más de 6 meses
fr: il y a plus de 6 mois
hu: több mint 6 hónapja
it: più di sei mesi fa
ka: 6 თვის წინ
pt: mais de 6 meses atrás
ro: mai mult de 6 luni în urmă
sk: viac ako pred 6 mesiacmi

# trash.lastUpdate.moreThanYearAgo
source: more than a year ago
cs: více než před rokem
de: vor mehr als einem Jahr
es: hace más de un año
fr: il y a plus d'un an
hu: több mint egy évvel ezelőtt
it: più di un anno fa
ka: ერთი წლის წინ
pt: mais de um ano atrás
ro: mai mult de un an în urmă
sk: viac ako pred rokom

# global.validation.imagesRequired
source: Images are required
cs: Obrázky jsou vyžadovány
de: Bilder sind erforderlich
es: Se requieren imágenes
fr: images requises
hu: Képekre van szükség
it: Immagini richieste
ka: ფოტო სავალდებულოა
pt: Imagens são obrigatórias
ro: Fotografiile sunt obligatorii
sk: Obrázky sú potrebné

# trash.create.firstStep
source: General Information
cs: Obecné informace
de: Allgemeine Informationen
es: Información general
fr: Informations générales
hu: Általános információ
it: Informazioni generali
ka: ზოგადი ინფორმაცია
pt: Informação geral
ro: Informații generale
sk: Všeobecné informácie

# trash.create.secondStep
source: Additional Information
cs: Dodatečné informace
de: Zusätzliche Informationen
es: Información Adicional
fr: Informations complémentaires
hu: További információ
it: informazioni aggiuntive
ka: დამატებითი ინფორმაცია
pt: informação adicional
ro: Informații suplimentare
sk: Ďalšie informácie

# trash.create.thirdStep
source: Choose Images
cs: Výběr obrázků
de: Bilder wählen
es: Elegir imágenes
fr: Choisir images
hu: Válasszon képet
it: Scegli immagini
ka: შეარჩიე ფოტო
pt: Escolha Imagens
ro: Alege imaginile
sk: Vybrať obrázky

# trash.header
source: Trash Management
cs: Správa skládek
de: Papierwirtschaft
es: Gestión de la basura
fr: Gestion des déchets
hu: Hulladék kezelés
it: Gestione dei rifiuti
ka: ნაგვის მენეჯმენტი
pt: Gerenciamento de Lixo
ro: Managementul Deseurilor
sk: Trash manažment

# trash.history
source: History
cs: Historie
de: Verlauf
es: Historial
fr: Historique
hu: Történet
it: Storia
ka: ისტორია
pt: História
ro: Istoric
sk: História

# trash.created
source: Reported
cs: Skládka reportována
de: Gemeldet
es: Denunciado
fr: Signalement
hu: Bejelentett
it: Segnalato
ka: დარეპორტებული
pt: Relatado
ro: Raportat
sk: Hlásené

# global.facebookLogin
source: Log in with Facebook
cs: Přihlásit se přes Facebook
de: Via Facebook einloggen
es: Iniciar sesión con Facebook
fr: Connecter avec Facebook
hu: Jelentkezzen be Facebookkal!
it: Fai il login con Facebook
ka: ფეისბუქზე შესვლა
pt: Entrar com o Facebook
ro: Înregistrează-te utilizând Facebook
sk: Prihlásiť sa pomocou Facebook-u

# global.login
source: Log in
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
fr: Connection
hu: Bejelentkezés
ka: შესვლა
pt: Conecte-se
ro: Logare
sk: Prihlásiť sa

# global.backToLogin
source: Back to login
cs: Zpět na přihlášení
de: Zurück zur Anmeldung
es: Volver atrás para iniciar sesión
fr: Retour à la page de connexion
hu: Vissza a bejelentkezéshez
it: Torna al login
ka: უკან
pt: Volte ao login
ro: Inapoi la logare
sk: Späť k prihláseniu

# notifications.header
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
hu: Értesítések
it: Notifiche
ka: შეტყობინება
pt: Notificações
ro: Notificari
sk: Upozornenia

# collectionPoint.filter.ids
source: Collection Points IDs
cs: ID (Identifikátory) sběrných míst oddělené čárkou
de: Recyclingstandort-IDs
es: ID de los puntos de reciclaje
fr: IDs des points de collecte
hu: Gyűjtési pontok azonosítói
it: IDs dei punti di raccolta
ka: შეგროვების პუნქტის ID
pt: IDs de pontos de coleta
ro: ID urile punctelor de colectare
sk: ID recyklačného miesta

# collectionPoint.create.openDaysAddException
source: Add Exception Hours
cs: Přidat vyjímku v otevíracích hodinách
de: Ausnahmezeiten hinzufügen
es: Agregar horas de excepción
fr: Ajouter horaires spécifiques
hu: Adja hozzá a kivétel órákat!
it: Aggiungi eccezioni agli orari
ka: დაამატე საათები
pt: Adicionar horas de exceção
ro: Adauga ore de exceptie
sk: Pridať výnimku hodín

# collectionPoint.note
source: Note
cs: Poznámka
de: Notiz
es: Nota
fr: Remarques
hu: Jegyzet
ka: შენიშვნა
pt: Nota
ro: Notă
sk: Poznámka

# global.reviewed
source: Reviewed
cs: Schválení uživatelé
de: Geprüft
es: Revisado
fr: Validé
hu: Átnézett
it: Recensito
ka: რედაქტირებული
pt: Revisado
ro: Revazut
sk: Revidované:

# global.reviewed.true
source: only reviewed
cs: Pouze schválení
de: nur überprüft
es: solo revisado
fr: validés exclusivement
hu: csak átnézett
it: Solo recensiti
ka: მხოლოდ რედაქტირებული
pt: somente revisado
ro: doar revazut
sk: len revidované

# global.reviewed.false
source: only unreviewed
cs: Pouze neschválení
de: un­kon­t­rol­liert
es: solo no revisado
fr: Non validés exclusivement
hu: csak át nem nézett
it: solo non recensiti
ka: მხოლოდ რედაქტირების გარეშე
pt: somente não revisado
ro: doar nerevăzut
sk: len doposiaľ nerevidované

# trash.filter.ids
source: Trash IDs
cs: Seznam ID (identifikátorů) skládek oddělených čárkou
de: Abfall-IDs
es: ID de basura
fr: IDs décharge
hu: Hulladék azonosítók
it: ID rifiuti
ka: ნაგვის ID
pt: IDs da lixeira
ro: ID zonă deșeuri
sk: ID skládky

# trash.filter.userIds
source: User IDs
cs: Seznam ID (identifikátorů) uživatelů oddělených čárkou
de: Benutzer-IDs
es: ID de usuario
fr: IDs signaleurs
hu: Felhasználói azonosítók
it: ID utenti
ka: მომხმარებლის ID
pt: IDs de usuário
ro: ID utilizator
sk: ID používateľov

# notifications.unreviewedUsers
source: Unreviewed users
cs: Neschválení uživatelé
de: Nicht überprüfte Benutzer
es: Usuarios no revisados
fr: Utilisateurs non validés
hu: Át nem nézett felhasználók
it: Utenti senza recensioni
ka: მომხმარებლები
pt: Usuários não revisados
ro: Utilizatori fara parere
sk: Neschválení používatelia

# notifications.reportedTrashes
source: Reported trashes
cs: Reportované skládky
de: Gemeldetes Müll
es: Basuras denunciadas
fr: Décharges signalées
hu: Jelentett szemét
it: Rifiuti segnalati
ka: დარეპორტებული ნაგავი
pt: Lixeira relatadas
ro: Zone cu deșeuri raportate
sk: Nahlásené skládky

# notifications.reportedCollectionPoints
source: Reported Collection Points
cs: Reportované sběrné dvory
de: Gemeldete Recyclingstandorte
es: Puntos de reciclaje informados
fr: Points de collecte renseignés
hu: Jelentett gyűjtési pontok
it: Punti di raccolta segnalati
ka: დარეპორტებული შეგროვების პუნქტები
pt: Pontos de coleta relatados
ro: Puncte acumulate
sk: Hlásené recyklačné miesta

# notifications.users.approve
source: Approve
cs: Schválit uživatele
de: Genehmigen
es: Aprobar
fr: Approuver
hu: Jóváhagy
it: Approva
ka: თანხმობა
pt: Aprovar
ro: Aprobare
sk: Schváliť

# notifications.users.deny
source: Remove Activities
cs: Odstranit aktivity
de: Aktivitäten entfernen
es: Eliminar actividades
fr: Supprimer activités
hu: Távolítsa el a tevékenységeket!
it: Cancella attività
ka: აქტივობის წაშლა
pt: Remover atividades
ro: Scoate Activitati
sk: Odstrániť aktivity

# notifications.spam.confirm
source: Confirm as Spam
cs: Potvrdit jako SPAM
de: Als Spam bestätigen
es: Confirmar como spam
fr: Confirmer comme inapproprié
hu: Erősítse meg spamként!
it: Conferma come spam
ka: სპამი
pt: Confirmar como spam
ro: Confirmă ca Spam
sk: Potvrdiť ako Spam

# notifications.spam.deny
source: Not Spam
cs: Není spam
de: Kein Spam
es: No spam
fr: N'est pas inapproprié
hu: Nem spam
it: Non é spam
ka: არ არის სპამი
pt: Não é spam
sk: Nie je Spam

# global.days.Friday
source: Friday
cs: Pátek
de: Freitag
es: viernes
fr: Vendredi
hu: péntek
it: Venerdì
ka: პარასკევი
pt: Sexta-feira
ro: Vineri
sk: Piatok

# global.days.Monday
source: Monday
cs: Pondělí
de: Montag
es: lunes
fr: Lundi
hu: hétfő
it: Lunedì
ka: ორშაბათი
pt: Segunda-feira
ro: Luni
sk: Pondelok

# global.days.Saturday
source: Saturday
cs: Sobota
de: Samstag
es: sábado
fr: Samedi
hu: szombat
it: Sabato
ka: შაბათი
pt: sábado
ro: Sâmbătă
sk: Sobota

# global.days.Sunday
source: Sunday
cs: Neděle
de: Sonntag
es: domingo
fr: Dimanche
hu: vasárnap
it: Domenica
ka: კვირა
pt: domingo
ro: Duminică
sk: Nedeľa

# global.days.Thursday
source: Thursday
cs: Čtvrtek
de: Donnerstag
es: jueves
fr: Jeudi
hu: csütörtök
it: Giovedì
ka: ხუთშაბათი
pt: Quinta-feira
ro: Joi
sk: Štvrtok

# global.days.Tuesday
source: Tuesday
cs: Úterý
de: Dienstag
es: martes
fr: Mardi
hu: kedd
it: Martedì
ka: სამშაბათი
pt: terça
ro: Marți
sk: Utorok

# global.days.Wednesday
source: Wednesday
cs: Středa
de: Mittwoch
es: miércoles
fr: Mercredi
hu: szerda
it: Mercoledì
ka: ოთხშაბათი
pt: Quarta-feira
ro: Miercuri
sk: Streda

# global.form.aa1
source: Administrative Area 1
cs: Administrativni oblast 1
de: Verwaltungsbereich 1
es: Área Administrativa 1
fr: Secteur administratif 1
hu: közigazgatási terület 1
it: Area amministrativa 1
ka: ადმინისტრაციული არეა 1
pt: Área Administrativa 1
ro: Zona administrativă 1
sk: Administratívna oblasť 1

# global.form.aa2
source: Administrative Area 2
cs: Administrativni oblast 2
de: Verwaltungsbereich 2
es: Área Administrativa 2
fr: Secteur administratif 2
hu: közigazgatási terület 2
it: Area amministrativa 2
ka: ადმინისტრაციული არეა 2
pt: Área Administrativa 2
ro: Zona administrativă 2
sk: Administratívna oblasť 2

# global.form.aa3
source: Administrative Area 3
cs: Administrativni oblast 3
de: Verwaltungsbereich 3
es: Área Administrativa 3
fr: Secteur administratif 3
hu: közigazgatási terület 3
it: Area amministrativa 3
ka: ადმინისტრაციული არეა 3
pt: Área Administrativa 3
ro: Zona administrativă 3
sk: Administratívny priestor 3

# event.childFriendly
source: Child friendly
cs: Vhodné pro děti?
de: Kinderfreundlich
es: Se aceptan niños
fr: Enfants bienvenus
hu: Gyerekbarát
it: Sicuro per bambini
ka: ბავშვებისთვის უსაფრთხო
pt: Apropriado para crianças
ro: Adecvată copiilor
sk: Priateľské k deťom

# event.childFriendly.false
source: No
cs: Nevhodné pro děti
de: Nein
fr: Non
hu: Nem
ka: არა
pt: Não
ro: Nu
sk: Nie

# event.childFriendly.true
source: Yes
cs: Vhodné pro děti
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Si
ka: კი
pt: sim
ro: Da
sk: Áno, deti sú vítané

# event.edit.header
source: Edit event
cs: Upravit událost
de: Veranstaltung bearbeiten
es: Editar evento
fr: Modifier évènement
hu: Esemény szerkesztése
it: Modifica evento
ka: რედაქტირება
pt: Editar evento
ro: Editează eveniment
sk: Upraviť udalosť

# event.description
source: Description
cs: Popis
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
ka: აღწერა
pt: Descrição
ro: Descriere
sk: Opis

# event.filter.header
source: Event filter
cs: Filter události
de: Veranstaltungs-Filter
es: Filtro de eventos
fr: Filtre d'évènement
hu: Eseményszűrő
it: Filtra eventi
ka: ფილტრი
pt: Filtro de eventos
ro: Filtru evenimente
sk: Filter udalostí

# event.id
source: ID
cs: ID události
hu: Azonosító
pt: EU IRIA

# event.filter.ids
source: Event IDs
cs: ID (identifikátory) událostí
de: Veranstaltung-IDs
es: Id. de evento
fr: IDs des évènements
hu: Esemény azonosítók
it: ID evento
ka: აქტივობის ID
pt: IDs de evento
ro: ID eveniment
sk: Udalosť ID

# event.list.header
source: List of Events
cs: Seznam událostí
de: Liste der Veranstaltungen
es: Lista de eventos
fr: Liste des évènements
hu: Események listája
it: Lista degli eventi
ka: სია
pt: Lista de Eventos
ro: Lista evenimentelor
sk: Zoznam udalostí

# user.birthday
source: Birthday
cs: Narozeniny
de: Geburtstag
es: Cumpleaños
fr: Date de naissance
hu: Születésnap
it: Compleanno
ka: დაბადების დღე
pt: Aniversário
ro: Zi de naștere
sk: Narodeniny

# global.form.continent
source: Continent
cs: Kontinent
de: Kontinent
es: Continente
hu: Kontinens
it: Continente
ka: კონტინენტი
pt: Continente
sk: Kontinent

# global.form.country
source: Country
cs: Země
de: Land
es: País
fr: Pays
hu: Ország
it: Paese
ka: ქვეყანა
pt: País
ro: Țară
sk: Krajina

# trash.filter.anyActivityDateFrom
source: Any Activity From
cs: Jakákoli aktivita na skládce od
de: Jede Aktivität von
es: Cualquier actividad desde
fr: Toute activité depuis le
hu: Bármely tevékenység valakitől
it: Ogni attività da
ka: ნებისმიერი აქტივობის სახე
pt: Qualquer atividade de
ro: Orice activitate de la
sk: Každá činnosť od

# trash.filter.anyActivityDateTo
source: Any Activity To
cs: jakákoli aktivita na skládce do
de: Jede Aktivität bis
es: Cualquier actividad hasta
fr: Toute activité jusqu'au
hu: Bármely tevékenység valaki számára
it: Ogni attività a
ka: ნებისმიერი აქტივობა
pt: Qualquer atividade para
ro: Orice activitate până la
sk: Každá činnosť do

# global.day
source: Day
cs: Den
de: Tag
es: Día
fr: Jour
hu: Nap
it: Giorno
ka: დღე
pt: Dia
ro: Zi
sk: Deň

# event.filter.startTimeFrom
source: Event Start: Date and Time
cs: Datum zahájení události od
de: Veranstaltung: Startdatum vom
es: Fecha de inicio del evento desde
fr: Début de l'évènement : date et heure
hu: Esemény kezdete: dátum és idő
it: Inizio dell'azione: Data e Ora
ka: აქტივობის დასაწყისი: დრო და რიცხვი
pt: Início do Evento: Data e Hora
ro: Inceputul evenimentului: Data si ora
sk: Začiatok podujatia: dátum a čas

# event.filter.startTimeTo
source: Event End: Date and Time
cs: Datum zahájení události na
de: Veranstaltung: Enddatum bis
es: Fecha de inicio del evento hasta
fr: Fin de l'évènement : date et heure
hu: Esemény vége: dátum és idő
it: Fine dell'azione: Data e ora
ka: აქტივიბის დასასრული: დრო და რიცხვი
pt: Fim do Evento: Data e Hora
ro: Sfarsitul Evenimentului: Data si Timpul
sk: Koniec podujatia: dátum a čas

# global.pickOne
source: Pick One
cs: Vybrat jedno
de: Wähle eins
es: Elegir uno
fr: Sélectionner un seul
hu: Válassz egyet!
it: Prendine uno
ka: შეარჩიე ერთი
pt: Escolha um
ro: Alege o variantă
sk: Vybrať jeden

# profile.edit.profileImage
source: Profile Image
cs: Profilový obrázek
de: Profilbild
es: Imagen de perfil
fr: Image de profil
hu: Profilkép
it: Immagine del profilo
ka: პროფილის ფოტო
pt: Imagem de perfil
ro: Imagine de profil
sk: Obrázok profilu

# global.table
source: List
cs: Seznam
de: Liste
es: Lista
fr: Liste
hu: Lista
it: Lista
ka: სია
pt: Lista
ro: Listă.
sk: Zoznam

# event.confirmation.createEvent
source: Do you really want to create event?
cs: Opravdu chcete vytvořit událost?
de: Willst du wirklich eine Veranstaltung erstellen?
es: ¿Seguro de que quiere crear un evento?
fr: Voulez-vous vraiment créer un évènement ?
hu: Valóban eseményt akar létrehozni?
it: Vuoi davvero creare un'azione?
ka: ნამდვილად გსურს ივენთის შექმნა?
pt: Deseja mesmo criar um evento?
ro: Chiar vrei sa creezi evenimentul?
sk: Naozaj chcete vytvoriť udalosť?

# trash.confirmation.deleteActivity
source: Do you really want to delete activity?
cs: Opravdu chcete smazat aktivitu?
de: Möchtest du das Bild wirklich löschen?
es: ¿Seguro de que quiere eliminar la actividad?
fr: Voulez-vous vraiment supprimer cette activité ?
hu: Tényleg törölni akarja a tevékenységet?
it: Vuoi davvero cancellare l'attività?
ka: ნამსვილად გსურს წაშლა?
pt: Deseja realmente excluir a atividade?
ro: Chiar vrei sa stergi activitatea?
sk: Naozaj chcete odstrániť udalosť?

# trash.confirmation.deleteImage
source: Do you really want to delete image?
cs: Opravdu chcete smazat obrázek?
de: Möchtest du das Bild wirklich löschen?
es: ¿Seguro de que quiere borrar la imagen?
fr: Voulez-vous vraiment supprimer cette image ?
hu: Tényleg törli a képet?
it: Vuoi davvero cancellare l'immagine?
ka: ნამდვილად გსურს ფოტოს წაშლა?
pt: Deseja mesmo apagar a imagem?
ro: Chiar vrei sa stergi imaginea?
sk: Naozaj chcete odstrániť obrázok?

# trash.confirmation.deleteTrash
source: Do you really want to delete trash?
cs: Opravdu chcete smazat skládku?
de: Möchtest du das Bild wirklich löschen?
es: ¿Seguro de que quiere eliminar la basura?
fr: Voulez-vous vraiment supprimer cette décharge ?
hu: Tényleg törli a hulladékot?
it: Vuoi davvero cancellare i rifiuti?
ka: ნამდვილად გსურს ნაგვის წაშლა?
pt: Deseja realmente excluir o lixo?
ro: Chiar vrei sa stergi deseul?
sk: Naozaj chcete odstrániť skládku?

# global.confirmation.header
source: Confirmation
cs: Potvrzení
de: Bestätigung
es: Confirmación
hu: Megerősítés
it: Conferma
ka: თანხმობა
pt: Confirmação
ro: Confirmare
sk: Potvrdenie

# event.confirmation.joinEvent
source: Please confirm your attendance. Information about attendees is available for the organisers in order to help them with preparations
cs: Opravdu se chcete zůčastnit události?
de: Willst du wirklich an der Veranstaltung teilnehmen?
es: ¿Seguro de que quiere unirse al evento?
fr: Veuillez confirmer votre présence. Des informations sur les participants sont disponibles pour les organisateurs afin de les aider dans la préparation
hu: Kérjük, erősítse meg a részvételét! A résztvevőkkel kapcsolatos információk a szervezők számára elérhetők, hogy segítsék őket az előkészületekben.
it: Conferma la tua presenza. Le informazioni sui partecipanti sono disponibili per gli organizzatori al fine di aiutarli con i preparativi
ka: გთხოვთ დაადასტუროთ თქვენი დასწრება. დამსწრეთა შესახებ ინფორმაცია ხელმისაწვდომია ორგანიზატორებისთვის, რათა დაეხმარონ მათ მომზადებაში
pt: Por favor confirme sua presença. Informações sobre os participantes estão disponíveis para os organizadores, a fim de ajudá-los com os preparativos
ro: Te rog confirma prezenta. Informatii despre prezenta sunt disponibile organizatorilor, pentru a-i ajuta cu pregatirile
sk: Naozaj sa chcete zúčastniť udalosti?

# trash.confirmation.markSpam
source: Do you really want to mark this dump as spam?
cs: Opravdu chcete označit tuto skládku jako SPAM?
de: Willst du diesen Müll wirklich als Spam melden?
es: ¿Seguro de que quiere marcar este vertedero como spam?
fr: Voulez-vous vraiment signaler cette décharge comme inappropriée ?
hu: Valóban spamnek szeretné megjelölni ezt a szennyezett területet?
it: Vuoi davvero segnare questa discarica come spam?
ka: ნამდვილად გსურთ ამ ნაგავსაყრელის მონიშვნა სპამად?
pt: Deseja realmente marcar este despejo como spam?
ro: Chiar vrei sa marchezi acest deseu ca spam?
sk: Naozaj chcete označiť túto skládku ako spam?
