Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# home.more
source: More statistics
cs: Více
de: Mehr Statistiken
es: Más estadísticas
fr: Statistiques supplémentaires
hu: További statisztikák
it: Più statistiche
ka: მეტი სტატისტიკა
pt: Mais estatísticas
ro: Mai multe statistici
sk: Ďalšie štatistiky

# global.noCameraSupport
source: Your device does not support camera.
cs: Vaše zařízení nepodporuje fotoaparát.
de: Dein Gerät unterstützt keine Kamera.
es: Su dispositivo no es compatible con la cámara.
fr: Votre appareil n'a pas d'appareil photo.
hu: A készüléke nem támogatja a kamerát.
it: Il tuo dispositivo non supporta la fotocamera.
ka: თქვენს მოწყობილობას არ აქვს კამერის მხარდაჭერა.
pt: O seu dispositivo não suporta câmera.
ro: Dispozitivul tău nu suportă camera.
sk: Vaše zariadenie nepodporuje fotoaparát.

# global.create.send
source: Send
cs: Poslat
de: Senden
es: Enviar
fr: Envoyer
hu: Küldés
it: Invia
ka: გაგზავნა
pt: Mandar
ro: Trimite
sk: Odoslať

# trash.edit.header
source: Edit trash point
cs: Upravit skládku
de: Müll bearbeiten
es: Editar el punto de la basura
fr: Modifier décharge
hu: A jelölő pont szerkesztése
it: Modifica lil punto segnalato
ka: ნაგვის წერტილის რედაქტირება
pt: Editar ponto de lixo
ro: Editează punctul de gunoi
sk: Upraviť miesto skládky

# trash.create.addPhoto
source: Add photo
cs: Přidejte fotografii
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
hu: Fotó hozzáadása
it: Aggiungi foto
ka: ფოტოს დამატება
pt: Adicionar foto
ro: Adaugă fotografie
sk: Pridať fotografiu

# trash.create.takeAnotherPhoto
source: Take another photo
cs: Vytvořte další fotografii
de: Mach noch ein Foto
es: Tomar otra foto
fr: Prendre une autre photo
hu: Készítsen még egy fényképet
it: Fai un'altra foto
ka: ახალი ფოტოს გადაღება
pt: Tire outra foto
ro: Fă altă fotografie
sk: Urobiť ďalšie foto

# trash.create.takeAtLeast2Photos
source: Take at least two photos
cs: Vytvořte alespoň 2 fotografie
de: Nimm mindestens zwei Fotos
es: Toma al menos dos fotos
fr: Prendre au moins deux photos
hu: Készítsen legalább két fényképet
it: Fai almeno due foto
ka: გადაიღე ორი ფოტო მაინც
pt: Tire pelo menos duas fotos
ro: Fă minim două poze
sk: Urobte aspoň 2 fotografie

# trash.create.ofIllegalDump
source: of the illegal dump
cs: nelegální skládky
de: der illegalen Mülldeponie
es: del vertedero ilegal
fr: de la décharge sauvage
hu: a szennyezett területről
it: delal discarica illegale
ka: არალეგალური ნაგავსაყრელის
pt: do lixão ilegal
ro: ale deșeului ilegal
sk: nelegálnych skládok

# trash.size.bag
source: Fits in a bag
cs: Vejde se do batohu
de: Passt in eine Tasche
es: Cabe en una bolsa
fr: Tient dans un sac
hu: Elfér egy zsákban
it: Entra in un sacco
ka: ჩანთაში ეტევა
pt: Cabe em um saco
ro: Încape într-o pungă
sk: Zmestí sa do vreca

# trash.size.wheelbarrow
source: Fits in a wheelbarrow
cs: Vejde se na kolečko
de: Passt in eine Schubkarre
es: Cabe en una carretilla
fr: Tient dans une brouette
hu: Elfér egy talicskában
it: Sta in una carriola
ka: ეტლში ეტევა
pt: Cabe em um carrinho de mão
ro: Se potrivește într-o roabă
sk: Zmestí sa do fúrika

# trash.size.carNeeded
source: Car needed
cs: Nutné auto
de: Wagen benötigt
es: Se necesita vehículo
fr: Besoin d'un véhicule
hu: Autóra van szükség
it: Serve l'auto
ka: საჭიროა მანქანა
pt: Necessário carro
ro: Este nevoie de un autovehicul
sk: Potrebné odviesť autom

# trash.validation.sizeRequired
source: Size required
cs: Velikost je povinná
de: Gewünschte Größe
es: Tamaño requerido
fr: Taille requise
hu: Méret megadása szükséges
it: Dimensione richiesta
ka: ზომის მითითება
pt: Tamanho necessário
ro: Mărime cerută
sk: Požadovaná veľkosť

# trash.updateTime
source: Update time
cs: Čas aktualizace
de: Aktualisierungszeit
es: Tiempo de actualizacion
fr: Heure de mise à jour
hu: Frissítési idő
it: Tempo di aggiornamento
ka: განახლების დრო
pt: Tempo de atualização
ro: Actualizează ora
sk: Aktualizácia času

source: Trash Accessibility
cs: Přístupnost
de: Müll Zugänglichkeit
es: Accesibilidad a la basura
fr: Accessibilité de la décharge
hu: Szemét megközelíthetősége
it: Accessibilità dei rifiuti
ka: ხელმისაწვდომობა
pt: Acessibilidade na Lixeira
ro: Accesibilitatea Gunoiului
sk: Dostupnosť skládky

# trash.accessibility.byCar
source: Accessible by car
cs: autem
de: Mit dem Auto erreichbar
es: Accesible en coche
fr: Accessible en voiture
hu: Autóval megközelíthető
it: Accessibile in auto
ka: მანქანით ხელმისაწვდომობა
pt: Acessível de carro
ro: Accesibil cu mașina
sk: Dostupné autom

# trash.accessibility.inCave
source: Located in a cave
cs: v jeskyni
de: Befindet sich in einer Höhle
es: Ubicado en una cueva
fr: Situé sous terre
hu: Barlangban található
it: Situato in una cava
ka: გამოქვაბულში
pt: Localizado em uma caverna
ro: Localizat într-o peșteră
sk: Nachádza sa v jaskyni

# trash.accessibility.underWater
source: Under water/ on the waterside
cs: pod vodou
de: Unter Wasser gelegen
es: Ubicado bajo el agua
fr: Situé sous l'eau
hu: Víz alatt/vízparton található
it: Situato sott'acqua
ka: წყალქვეშა
pt: Debaixo d'água / à beira da água
ro: Sub Apă/ pe zona apei
sk: Nachádza sa pod vodou

# trash.accessibility.notForGeneralCleanup
source: Not for general cleanup
cs: nikoliv pro všeobecné vyčištění
de: Nicht für allgemeine Aufräumarbeiten geeignet
es: No apto para limpieza general
fr: Besoin d'une prise en charge spécifique
hu: Egyszerű clean-up nem elégséges
it: Non per pulizie ordinarie
ka: არა ზოგადი დასუფთავებისთვის
pt: Não para limpeza geral
ro: Nu pentru curățare generală
sk: Nie je pre bežné čistenie

# trash.valiadation.accessibilityRequired
source: Accessibility required
cs: Dostupnost je povinná
de: Zugänglichkeit erforderlich
es: Accesibilidad requerida
fr: Accessibilité requise
hu: Megközelíthetőség megadása szükséges
it: Accessibilità richiesta
ka: საჭიროა ხელმისაწვდომობა
pt: Acessibilidade necessária
ro: Este necesară accesibilitatea
sk: Prístupnosť je požadovaná

# global.status
source: Status
es: Estado
fr: État
hu: Állapot
it: Stato
ka: სტატუსი
ro: Starea
sk: Stav

# trash.status
source: Status of Trash
cs: Status skládky
de: Status des Mülls
es: Estado de la basura
fr: État de la décharge
hu: Szemét jelölő állapota
it: Stato dei rifiuti
ka: ნაგვის სტატუსი
pt: Status da lixeira
ro: Starea deșeurilor
sk: Stav skládky

# trash.note
source: Additional Information
cs: Další informace
de: Zusätzliche Informationen
es: Información Adicional
fr: Informations complémentaires
hu: További információ
it: Informazioni aggiuntive
ka: დამატებითი ინფორმაცია
pt: informação adicional
ro: Informații suplimentare
sk: Ďalšie informácie

# global.note
source: Note
cs: Poznámka
de: Notiz
es: Nota
fr: Remarques
hu: Megjegyzés
ka: შენიშვნა
pt: Nota
ro: Notă
sk: Poznámka

# global.validation.noteRequired
source: Note required
cs: Pole Poznámka je povinné
de: Hinweis erforderlich
es: Nota requerida
fr: Remarques requise
hu: Megjegyzés szükséges
it: Note richieste
ka: შენიშვნა აუცილებელია
pt: Nota obrigatória
ro: Notă cerută
sk: Poznámka je povinná

# trash.sendAnonymously
source: Send anonymously
cs: Nahlásit anonymně
de: Anonym versenden
es: Enviar anónimamente
fr: Envoi anonyme
hu: Küldés névtelenül
it: Manda anonimamente
ka: გააგზავნე ანონიმურად
pt: Enviar anonimamente
ro: Trimite anonim
sk: Odoslať anonymne

# trash.create.additionalInfo.hint
source: It is nearby... It contains products of specific brand... I found it when...
cs: Je to nedaleko, našel jsem to když
de: Sie ist in der Nähe... Sie enthält #Produkte einer bestimmten #Marke...
es: Está cerca ... contiene #productos de #marca específica ...
fr: À proximité de... Contient des produits de la marque... Je l'ai trouvé quand...
hu: A közelben van... Egy adott márkájú termékeket tartalmaz... Akkor találtam, amikor...
it: E' vicino... Contiene prodotti di una marca specifica... L'ho trovata quando...
ka: ახლოს არის... შეიცავს კონკრეტული ბრენდის პროდუქციას... ვიპოვე როცა...
pt: Fica nas proximidades ... Contém produtos de marca específica ... Encontrei quando ...
ro: Este în apropiere ... Conține produse de marcă specifică ... Am găsit-o când ...
sk: Je to blízko... Našiel som ju keď... Obsahuje #produkt konkrétnej #značky

# trash.create.takeLeastOnePhoto
source: You must take at least one photo
cs: Musíte vytvořit nejméně jednu fotografii
de: Du sollst mindestens ein Foto machen.
es: Debe tomar al menos una foto
fr: Vous devez prendre au moins une photo
hu: Legalább egy fényképet el kell készítenie
it: Devi scattare almeno una foto
ka: თქვენ უნდა გადაიღოთ მინიმუმ ერთი ფოტო
pt: Você deve tirar pelo menos uma foto
ro: Trebuie să faci cel puțin o poză
sk: Musíte nahrať minimálne jednu fotografiu

# trash.create.takeLeastTwoPhotos
source: You must take at least one photo
cs: Musíte vytvořit nejméně jednu fotografii
de: Du sollst mindestens ein Foto machen.
es: Debe tomar al menos una foto
fr: Vous devez prendre au moins une photo
hu: Legalább egy fényképet el kell készítenie
it: Devi fare almeno una foto
ka: თქვენ უნდა გადაიღოთ მინიმუმ ერთი ფოტო
pt: Você deve tirar pelo menos uma foto
ro: Trebuie să faci cel puțin o poză
sk: Musíte nahrať minimálne jednu fotografiu

# trash.edit.youAreMoreThan100FromDump
source: You are more than 100 m from dump or you have bad accuracy
cs: Jste pravděpodobně dále než 100m od skládky
de: Du bist mehr als 100 m von der Deponie entfernt oder habst eine schlechte Genauigkeit.
es: Está a más de 100 m de distancia del vertedero o la precisión es incorrecta
fr: Vous êtes à plus de 100m de la décharge ou votre localisation est imprécise
hu: Több mint 100 méterre van a szennyezett területtől vagy pontatlan az eszköz
it: Sei a più di 100 metri dalla discarica o hai una pessima precisione
ka: ნაგავსაყრელიდან 100 მეტრზე მეტი ხარ ან ცუდი სიზუსტე გაქვს
pt: Você está a mais de 100 m do despejo ou tem uma precisão ruim
ro: Ești la mai mult de 100 m de deșeu ori ai acuratețe rea
sk: Ste viac ako 100 m od skládky, presnosť môže byť nedostatočná.

# trash.edit.badAccurancy
source: You have bad accuracy
cs: Vaše GPS poloha je nepřesná
de: Du hast eine schlechte Genauigkeit
es: La precisión es incorrecta
fr: Votre localisation est imprécise
hu: Pontatlan az eszköze
it: Hai una pessima precisione
ka: ცუდი სიზუსტე გაქვს
pt: Você tem uma precisão ruim
ro: Ai acuratețe rea
sk: Vaša presnosť je nedostatočná

# trash.create.validation.notFilledRequiredFileds
source: You didn’t fill all fields
cs: Nevyplnili jste všechna požadovaná pole
de: Du hast nicht alle Felder ausgefüllt.
es: No ha llenado todos los campos obligatorios
fr: Vous n'avez pas rempli tous les champs
hu: Nem töltötte ki az összes mezőt
it: Non hai riempito tutti i campi
ka: თქვენ არ შეავსეთ ყველა ველი
pt: Você não preencheu todos os campos
ro: Nu ai completat toate câmpurile
sk: Nevyplnili ste všetky povinné polia

# trash.create.uploadPhotoError
source: Can not upload photos, please try it again later
cs: Fotografie nelze nahrát, prosím zkuste to později.
de: Kann keine Fotos hochladen, bitte versuche es später noch einmal.
es: No se pueden subir fotos, inténtelo más tarde
fr: Impossible d'envoyer des photos, veuillez réessayer ultérieurement.
hu: Fotókat nem lehet feltölteni, próbálja újra később
it: Non puoi caricare le foto, perfavore riprova più tardi
ka: ფოტოების ატვირთვა შეუძლებელია, გთხოვთ, სცადოთ მოგვიანებით
pt: Não é possível fazer o upload das fotos, tente novamente mais tarde
ro: Nu poți încărca poze, încearcă din nou mai târziu
sk: Nie je možné nahrať fotky, skúste to neskôr

# trash.create.successfullyReported
source: This dump was succesfully reported
cs: Skládka byla úspěšně nahlášena
de: Diese Deponie wurde erfolgreich gemeldet.
es: Se ha denunciado este vertedero correctamente
fr: Cette décharge a été signalée avec succès
hu: Ezt a szennyezett területet sikeresen jelentették
it: La discarica è stata segnalata con successo
ka: ეს ნაგავსაყრელი წარმატებით იქნა მოხსენებული
pt: Este despejo foi relatado com sucesso
ro: Acest deșeu a fost raportat cu succes
sk: Táto skládka bola úspešne nahlásená

# trash.create.successfullyUpdated
source: This dump was succesfully updated
cs: Skládka byla úspěšně aktualizována
de: Diese Deponie wurde erfolgreich aktualisiert.
es: Este vertedero se ha actualizado correctamente
fr: Signalement correctement mis à jour
hu: Ezt a szennyezett területet sikeresen frissítettük
it: Questa segnalazione è stata aggiornata con successo
ka: ეს ნაგავსაყრელი წარმატებით განახლდა
pt: Este dump foi atualizado com sucesso
ro: Acest deșeu a fost raportat cu succes
sk: Táto skládka bola úspešne aktualizovaná

# trash.dumpsDistance
source: Dumps Distance
cs: Vzdálenost skládek
de: Deponien Entfernung
es: Distancia de los vertederos
fr: Distance de la décharge
hu: Szennyezett terület távolsága
it: Distanza dalle discariche
ka: ნაგავსაყრელის მანძილი
pt: Distância Dumps
ro: Distanța Deșeurilor
sk: Vzdialenosť skládky

# trash.edit.getCloser
source: Get closer than 100 m
cs: Jděte blíže než 100m
de: Näher als 100 m
es: Acercarse a menos de 100 m
fr: Approchez-vous à moins de 100m
hu: Közelebb, mint 100 m
it: Avvicinati a più di 100 metri
ka: მიუახლოვდით 100 მ-ზე
pt: Aproxime-se de 100 m
ro: Du-te mai aproape de 100 m
sk: B|ližšie ako 100 m

# event.create.dumpsToBeCleaned
source: Dumps to be cleaned
cs: Skládky k vyčištění
de: Zu reinigende Deponien
es: Vertederos para limpiar
fr: Décharges à nettoyer
hu: Tisztítandó szennyezett terület
it: Discariche da pulire
ka: გასაწმენდი ნაგავსაყრელები
pt: Lixeiras a serem limpas
ro: Deșeuri de curățat
sk: Skládky na vyčistenie

# event.create.dumpIsAlreadySelected
source: Dump is already selected
cs: Skládka je již vybrána
de: Deponie ist bereits ausgewählt
es: El vertedero ya se ha seleccionado
fr: Décharge déjà choisie
hu: A szennyezett terület már ki van választva
it: La discarica è gia stata segnalata
ka: უკვე არჩეულია
pt: O dump já está selecionado
ro: Deșeurile sunt deja selectate
sk: Skládka je vybraná

# event.eventDate
source: Event Date
cs: Datum události
de: Vorfalldatum
es: Fecha del evento
fr: Date de l'évènement
hu: Esemény dátum
it: Data dell'evento
ka: ივენთის რიცხვი
pt: Data do evento
ro: Data evenimentului
sk: Dátum podujatia

# event.start
source: Start of the Event
cs: Start
de: Beginn der Veranstaltung
es: Inicio del evento
fr: Début de l'évènement
hu: Az esemény kezdete
it: Inizia un evento
ka: დაიწყე ივენთი
pt: Início do Evento
ro: Începerea evenimentului
sk: Začiatok akcie

# event.end
source: End
cs: Konec
de: Ende
es: Fin
fr: Fin
hu: Vége
it: Fine
ka: დასრულება
pt: Fim
ro: Sfârșit
sk: Koniec

# event.description.hint
source: Description (e.g.: Let's meet next to...)
cs: Popis (např.: Potkejme se vedle...)
de: Beschreibung (z. B .: Treffen wir uns neben ...)
es: Descripción (P. ej., Nos encontraremos al lado de ...)
fr: Description (ex: rendez-vous à côté de...)
hu: Leírás (pl.: Találkozzunk a ... mellett)
it: Descrizione (per esempio: incontriamoci vicino a...)
ka: აღწერა (მაგ.: შევხვდეთ გვერდით...)
pt: Descrição (por exemplo: vamos nos encontrar ao lado de ...)
ro: Descriere (ex: Ne întâlnim lângă...)
sk: Opis (napr.: stretneme sa vedľa...)

# event.whatBringFull
source: What attendees need to bring (e.g.: gloves, water...)
cs: Co účastníci musí přinést (např.: lopatu...)
de: Was die Teilnehmer mitbringen müssen (z. B .: Shovel, Wasser ...)
es: Qué deben traer los asistentes (P. ej. pala, agua...)
fr: Ce que les participants doivent apporter (ex: gants, eau...)
hu: Mit kell hozniuk a résztvevőknek (pl.: kesztyűt, vizet...)
it: Cosa i partecipanti devono portare (per esempio: guanti, acqua...)
ka: რა უნდა მოიტანონ დამსწრეებმა (მაგ.: ხელთათმანები, წყალი...)
pt: O que os participantes precisam levar (por exemplo: luvas, água ...)
ro: Ce trebuie să aduceți (ex : mănuși, apă...)
sk: Čo si majú priniesť účastníci (voda, lopaty, atď)

# event.whatWeHaveFull
source: What we have (e.g.: Gloves...)
cs: Co máme (např.: rukavice...)
de: Was wir haben (z. B .: Handschuhe ...)
es: Qué tenemos (P. ej. guantes...)
fr: Ce que nous avons (ex: gants...)
hu: Amink már van (pl.: kesztyű...)
it: Cosa abbiamo (per esempio: guanti...)
ka: რაც გვაქვს (მაგ.: ხელთათმანები...)
pt: O que temos (por exemplo: luvas ...)
ro: Ce avem (ex: Mănuși...)
sk: Čo máme (napr.: rukavice...)

# event.create.setLocationOnMap
source: Set location on map
cs: Nastavte polohu na mapě (nastavit)
de: Standort auf der Karte festlegen
es: Establecer ubicación en el mapa
fr: Définir position sur la carte
hu: Állítsa be a helyet a térképen
it: Aggiungi il luogo sulla mappa
ka: დააყენეთ მდებარეობა რუკაზე
pt: Definir localização no mapa
ro: Setează locația pe hartă
sk: Nastavenie polohy na mape

# event.create.selectDumpsOnMap
source: Select dumps on map
cs: Vyberte skládky na mapě (vybrat)
de: Deponien auf der Karte auswählen
es: Seleccionar vertederos en el mapa
fr: Choisir les décharges depuis la carte
hu: Válassza ki a szennyezett területet a térképen
it: Seleziona una discarica sulla mappa
ka: აირჩიეთ ნაგავსაყრელები რუკაზე
pt: Selecionar lixões no mapa
ro: Selectează deșeurile pe hartă
sk: Vyberte skládku na mape

# event.create.saved
source: Thank you, event was successfully created. You can edit your event and see attendees at www.admin.trashout.ngo.
cs: Děkujeme, událost byla úspěšně vytvořena. Událost můžete upravit a vidět účastníky na www.admin.trashout.ngo.
de: Veranstaltung wurde gespeichert
es: El evento se ha guardado
fr: Merci, l'évènement a été créé. Vous pouvez modifier cet évènement et voir les participants ici : https://admin.trashout.ngo
hu: Köszönöm, az eseményt sikeresen létrehozta. Az eseményt szerkesztheti és a résztvevőket a www.admin.trashout.ngo webhelyen láthatja.
it: Grazie, l'evento è stato creato con successo. Puoi modificare il tuo evento e vedere i partecipanti a www.admin.trashout.ngo
ka: გმადლობთ, ღონისძიება წარმატებით შეიქმნა. შეგიძლიათ შეცვალოთ თქვენი ღონისძიება და ნახოთ დამსწრეები www.admin.trashout.ngo.
pt: Obrigado, o evento foi criado com sucesso. Você pode editar seu evento e ver os participantes em www.admin.trashout.ngo.
ro: Mulțumesc, evenimentul a fost creat cu succes. Puteți să vă editați evenimentul și să vedeți participanții la www.admin.trashout.ngo.
sk: Udalosť bola uložená

# event.create.validation.setStartFirst
source: You must set start of a meeting first
cs: Nastavte začátek setkání
de: Du sollst zuerst den Beginn einer Besprechung festlegen.
es: Primero debe establecer el inicio de la reunión
fr: Vous devez d'abord définir le début de l'évènement
hu: Először be kell állítania a találkozó kezdetét
it: Devi impostare l'inizio dell'incontro
ka: ჯერ უნდა დააყენოთ შეხვედრის დასაწყისი
pt: Você deve definir o início de uma reunião primeiro
ro: Mai întâi trebuie să setați începutul unei întâlniri
sk: Musíte nastaviť začiatok najskôr

# event.create.validation.setMeetingPointFirst
source: You must set meeting point first
cs: Nastavte místo setkání
de: Du sollst zuerst den Treffpunkt festlegen.
es: Primero debe establecer el punto de encuentro
fr: Vous devez d'abord définir un lieu de rendez-vous
hu: Először be kell állítania a találkozási pontot
it: Devi impostare il punto di incontro
ka: ჯერ უნდა დააყენოთ შეხვედრის წერტილი
pt: Você deve definir o ponto de encontro primeiro
ro: Mai întâi trebuie să setați punctul de întâlnire
sk: Nastavte miesto stretnutia

# event.create.setLocation
source: Set Location
cs: Nastavte lokaci
de: Ort festlegen
es: Definir ubicación
fr: Définir secteur
hu: Hely beállítása
it: Inserisci il luogo
ka: მდებარეობის დაყენება
pt: Defina localização
ro: Setează locația
sk: Nastavenie polohy

# event.searchForLocation
source: Search for location
cs: Hledat lokaci
de: Suche nach Standort
es: Buscar ubicación
fr: Recherche de position
hu: Hely keresése
it: Cerca il luogo
ka: მოძებნეთ მდებარეობა
pt: Procurar localização
ro: Caută locația
sk: Vyhľadať umiestnenie

# event.noAddressFound
source: No address found
cs: Adresa nenalezena
de: Keine Adresse gefunden
es: No se encontró la dirección
fr: Aucune adresse trouvée
hu: Nem található a cím
it: Nessun indirizzo trovato
ka: მისამართი ვერ მოიძებნა
pt: Nenhum endereço encontrado
ro: Adresa nu a fost găsită
sk: Nenašli sa žiadne adresy

# event.nearbyDumps
source: Nearby Dumps
cs: Skládky v okolí
de: Deponien in der Nähe
es: Vertederos cercanos
fr: Décharges à proximité
hu: Közeli szennyezett terület
it: Discariche vicine
ka: ახლომდებარე ნაგავსაყრელები
pt: Despejos nas proximidades
ro: Deșeuri in apropiere
sk: Skládky v blízkosti

# event.create.youSelectedDumps_X
source: You have selected %d dumps
de: Du hast %d Deponien ausgewählt.
es: Ha seleccionado %d vertederos
fr: Vous avez choisi %d décharges
hu: A(z) X szennyezett területet jelölte ki.
it: Hai seleziona %d discariche
ka: თქვენ აირჩიეთ %d ნაგავსაყრელი
pt: Você selecionou% d dumps
ro: Ați selectat %d deșeuri
sk: Vybratých %d skládok

# event.create.setDate
source: Set Date
cs: Nastavte datum (nastavit)
de: Datum einstellen
es: Definir fecha
fr: Définir la date
hu: Dátum beállítása
it: Imposta data
ka: აარჩიე რიცხვი
pt: Definir data
ro: Setează data
sk: Nastavenie dátumu

# event.listOfDumpsToBeCleaned
source: List of Dumps to Be Cleaned
cs: Seznam skládek k vyčištění
de: Liste der zu reinigenden Deponien
es: Lista de vertederos para limpiar
fr: Liste des décharges à nettoyer
hu: A tisztítandó szennyezett területek listája
it: Lista di discariche da pulire
ka: გასაწმენდი ნაგავსაყრელების სია
pt: Lista de lixões a serem limpos
ro: Lista deșeurilor de curățat
sk: Zoznam skládok pre čistenie

# global.direction
source: Directions
cs: Navigovat
de: Wegbeschreibung
es: Direcciones
fr: Itinéraire
hu: Útvonal
it: Direzioni
ka: მიმართულება
pt: instruções
ro: Indicații
sk: Navigovať

# global.minutes
source: minutes
cs: minut/minuty
de: Minuten
es: minutos
hu: percek
it: minuti
ka: წუთი
pt: minutos
ro: minute
sk: minút

# global.noAddress
source: No address
cs: Žádná adresa
de: Keine Adresse
es: Sin dirección
fr: Aucune adresse
hu: Nincs cím
it: nessun indirizzo
ka: მისამართი არ არის
pt: Nenhum endereço
ro: Nicio adresă
sk: Žiadna adresa

# global.noDateToSave
source: No date to save
cs: Žádné datum k uložení
de: Kein Datum zum Speichern
es: Sin fecha para guardar
fr: Aucune date à sauvegarder
hu: Nincs elmentendő dátum
it: Nessuna data da salvare
ka: შენახვის თარიღი არ არის
pt: Sem data para salvar
ro: Nicio dată de salvat
sk: Žiadny dátum na uloženie

# event.header_X
source: Cleaning event: %s
de: Aufräumveranstlatung: %s
es: Evento de limpieza: %s
fr: Évènement : %s
hu: Takarítási esemény:% s
it: Evento di pulizia: %s
ka: დასუფთავების ღონისძიება: %s
pt: Evento de limpeza:% s
ro: Numele evenimentului
sk: Čistiaca udalosť: %s

# event.validation.cannotBeAddedToCalendar
source: Cleaning event can not be added to your calendar
cs: Čistící událost nelze přidat do kalendáře
de: Aufräumveranstlatung kann nicht zu deinem Kalender hinzugefügt werden.
es: El evento de limpieza no se puede añadir a su calendario
fr: L'évènement ne peut pas être rajouté à votre agenda
hu: A takarítási esemény nem adható hozzá a naptárához
it: Questo evento di pulizia non può essere aggiunto al tuo calendario
ka: დასუფთავების ღონისძიება არ შეიძლება დაემატოს თქვენს კალენდარს
pt: O evento de limpeza não pode ser adicionado ao seu calendário
ro: Evenimentul de curățare nu poate fi adăugat în calendarul tău
sk: Čistiaca udalosť nemôže byť pridaná do kalendára
