Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# user.widget.thirdStep
source: Widget Code
cs: Kód widgetu
es: Código de widget
fr: Code du Widget
hu: Widget kód
it: Codice Widget
ka: ვიჯეტის კოდი
pt: Código do widget
ro: Cod Widget
sk: Widget kód

# user.widget.type
source: Widget type
cs: Typ widgetu
de: Widgettyp
es: Tipo de widget
fr: Type de Widget
hu: Widget típusa
it: Tipo Widget
ka: ვიჯეტის ტიპი
pt: Tipo de widget
ro: Tipul Widget-ului
sk: Widget typ

# user.widget.trashDetail
source: Trash detail Widget
cs: Detail Skládky
es: Widget de detalle de la basura
fr: Détail décharge
hu: Szemét részlet widget
it: Widget dettagli rifiuto
ka: ნაგვის დეტალები
pt: Widget Detalhes do lixo
ro: Widget cu detalii despre coșul de gunoi

# user.widget.trashMap
source: Trash Map
cs: Trash Mapa
de: Abfall-Widget
es: Widget de mapa de basura
fr: Carte des décharges
hu: Hulladéktérkép
it: Mappa rifiuti
ka: ნაგვის რუკა
pt: Mapa do lixo
ro: Mapă a gunoiului
sk: Trash mapa

# user.widget.eventDetail
source: Event detail
cs: Detail události
de: Veranstaltungsdetail
es: Widget de Detalle del evento
fr: Détail évènement
hu: Esemény részletei
it: Dettagli evento
ka: ივენთის დეტალები
pt: Detalhe do evento
ro: Detalii eveniment
sk: Detail udalosti

# user.widget.trashStatistics
source: Trash statistics Widget
cs: Statistika skládek
de: Papierkorb Statistik Widget
es: Widget de estadísticas de basura
fr: Statistiques décharges
hu: Hulladék statisztika widget
it: Widget statistiche rifiuti
ka: ნაგვის სტატისტიკა
pt: Widget Estatísticas de Lixo
ro: Widget statistici deseuri
sk: Trash štatistiky Widget

# user.apiKey
source: API key
cs: API klíč
de: API-Schlüssel
es: Clave API
fr: Clé API
hu: API kulcs
ka: API გასაღებო
pt: Chave API
ro: Cheia API
sk: API kľúč

# user.apiKey.description
source: This is your API key, than can be used for widgets or API
cs: Toto je Váš API klíč. Může být použit pro Widgety nebo pro použití API
de: Dies ist dein API-Schlüssel, der für Widgets oder API verwendet werden kann
es: Esta es su clave API, que se puede usar para widgets o API
fr: Voici votre clé API, elle peut être utilisée par les Widgets ou l'API
hu: Ez az Ön API-kulcsa, amit widget-ekhez vagy API-khoz lehet használni
it: Questa è la tua API key, utilizzabile per widgets o API
ka: ეს არის შენი API გასაღებო
pt: Esta é a sua chave de API, que pode ser usada para widgets ou API
ro: Aceasta este cheia dvs. API, poate fi utilizată decât pentru widgeturi sau API
sk: Toto je Váš API kľúč, ktorý môže byť použitý pre widgety alebo API

# user.apiKey.generate
source: Generate
cs: Generovat
de: Erzeugen
es: Generar
fr: Créer
hu: Generálás
it: Genera
ka: გენერირება
pt: Gerar
ro: Generează
sk: Generovať

# user.apiKey.regenerate
source: Re-generate
cs: Přegenerovat
de: Regenerieren
es: Volver a generar
fr: Re-créer
hu: Újragenerálás
it: Ri-genera
ka: ხელახლა გენერირება
pt: Regenerado
ro: Regenerează
sk: Znovu generovať

# user.apiKey.yourKey
source: Your API key
cs: Váš API klíč
de: Dein API-Schlüssel
es: Tu clave de API
fr: Votre clé API
hu: Az Ön API-kulcsa
it: La tua API key
ka: შენი API გასაღებო
pt: Sua chave de API
ro: Cheia dvs API
sk: Váš API kľúč

# user.apiKey.copy
source: Copy to clipboard
cs: Kopírovat do schránky
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse papier
hu: Másolja a vágólapra
it: Copia negli appunti
ka: დაკოპირება
pt: Copiar para área de transferência
ro: Copiați în clipboard
sk: Kopírovať do clipboardu

# user.apiKey.notFound
source: API key not found
cs: Klíč API nebyl nalezen
de: API-Schlüssel wurde nicht gefunden
es: Clave API no encontrada
fr: Clé API inconnue
hu: API kulcs nem található
it: API key non trovata
ka: API გასაღები ვერ მოიძებნა
pt: Chave da API não encontrada
ro: Cheia API nu a fost găsită
sk: API kľúč nebol nájdený

# user.widget.codeDescription
source: This is Widget Code. You just put it to your webpage code.
cs: Toto je kód widgetu. Stačí zkopírovat na Vaši webovou stránku.
de: Das ist Widget-Code. Du legst es einfach zu deinen Webseitencods.
es: Este es el Código de Widget. Simplemente póngalo en el código de su página web.
fr: Voici le code du widget. Vous pouvez l'insérer dans vos pages web.
hu: Ez a Widget kód. Most emelte be a weboldal kódjába.
it: Questo è il codice del tuo widget. Inseriscilo nella tua webpage.
ka: ეს არის შენი კოდი
pt: Este é o código do widget. Você acabou de colocá-lo no código da sua página da web.
ro: Acesta este Codul Widgetului. Pur și simplu îl puneți în codul paginii dvs. web.
sk: To je Widget kód. Stačí ho pridať do kódu Vašej webovej stránky.

# organizations.address
source: Address
cs: Location
de: Adresse
es: Dirección
fr: Adresse
hu: Cím
it: Indirizzo
ka: მისამართი
pt: Endereço
ro: Adresa
sk: Adresa

# mail.eventConfirm.greeting
source: Dear
cs: Milý
de: Sehr geehrte/r
es: Querido/a
fr: Cher
hu: Kedves
it: Caro/a
ka: ძვირფასო
pt: caro
ro: Dragă
sk: Vážená/ý

# mail.eventConfirm.eventInfo1
source: we noticed you joined event
cs: všimli jsme si, že jste se připojili k události
de: wir haben bemerkt, dass du einer Veranstaltung beigetreten bist
es: hemos observado que se ha unido al evento
fr: vous vous êtes inscrit à l'évènement
hu: Ön csatlakozott az eseményhez
it: abbiamo notato che parteciperai ad un evento
ka: შევამჩნიეთ რომ აქტივობას შეუერთდით
pt: percebemos que você se juntou ao evento
ro: am observat că te-ai alăturat evenimentului
sk: všimli sme si, že ste sa pripojili k udalosti

# mail.eventConfirm.eventInfo2
source: in TrashOut application. It takes place tomorrow
cs: v aplikaci TrashOut. Stane se zítra
de: in der TrashOut App. Sie findet morgen statt
es: en la aplicación TrashOut. Tiene lugar mañana
fr: sur TrashOut. Elle se déroule demain
hu: a TrashOut alkalmazásban. Holnap kerül sor az eseményre
it: sull'applicazione TrashOut. Avrà luogo domani
ka: TrashOut აპლიკაციაში. ხვალ ტარდება
pt: no aplicativo TrashOut. Acontece amanhã
ro: în aplicația TrashOut. Are loc mâine
sk: v aplikácii TrashOut. Uskutoční sa zajtra

# mail.eventConfirm.eventInfo3
source: at
cs: na
de: um
es: a las
fr: à
hu: nál/nél
it: alle
ka: თან
pt: às
ro: la
sk: v

# mail.eventConfirm.eventInfo4
source: The meeting point is at
cs: Místo setkání je u
de: Der Treffpunkt ist bei
es: El punto de encuentro es a
fr: Le lieu de rendez-vous est à
hu: A találkozó helye:
it: Il luogo di incontro è
ka: შეხვედრის ადგილი არის
pt: O ponto de encontro é em
ro: Punctul de întâlnire este la
sk: Stretneme sa tu:

# mail.eventConfirm.eventInfo5
source: Can you confirm your attendance?
cs: Můžete potvrdit svou účast?
de: Kannst du deine Teilnahme bestätigen?
es: Puede confirmar su asistencia?
fr: Pouvez-vous confirmer votre participation ?
hu: Meg tudja erősíteni a részvételt?
it: Potresti confermare la tua partecipazione?
ka: შეგიძლიათ მონაწილეობა დაადასტუროთ?
pt: Você pode confirmar sua presença?
ro: Poti sa confirmi participarea?
sk: Prosím potvrďte vašu účasť.

# mail.eventConfirm.confirmButton
source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Si
ka: კი
pt: sim
ro: Da
sk: Áno

# mail.eventConfirm.eventDetail1
source: For more details and contacts
cs: Další podrobnosti a kontakty
de: Für weitere Details und Kontakte
es: Para más detalles y contactos
fr: Pour plus d'informations et renseignements
hu: További részletek és elérhetőségek
it: Per dettagli e contatti
ka: მეტი დეტალი და კონტაქტი
pt: Para mais detalhes e contatos
ro: Pentru mai multe detalii si contacte
sk: Pre viac informácií a kontakty si prosím pozrite

# mail.eventConfirm.eventDetail2
source: event detail
cs: detail události
de: Veranstaltungdaten
es: detalle del evento
fr: renseignements
hu: Esemény részletei
it: dettagli evento
ka: ივენთის დეტალი
pt: detalhe do evento
ro: detaliu eveniment
sk: detail udalosti

# mail.eventConfirm.eventDetail3
source: in TrashOut application.
cs: v aplikaci TrashOut.
de: in der TrashOut App.
es: en la aplicación TrashOut.
fr: sur TrashOut
hu: a TrashOut alkalmazásban.
it: nell'applicazione TrashOut
ka: აპლიკაციაში
pt: no aplicativo TrashOut.
ro: în aplicația TrashOut
sk: v aplikácii TrashOut.

# mail.eventConfirm.thanks
source: Thank you for making our World cleaner for everyone.
cs: Děkujeme, že jste udělali naši čisticí prostředek pro všechny.
de: Danke, dass du unsere Welt für alle sauberer gemacht hast.
es: Gracias por hacer que nuestro mundo sea más limpio.
fr: Merci de rendre notre monde plus propre.
hu: Köszönjük, hogy tisztábbá tette a világot mindenki számára.
it: Ti ringraziamo per rendere questo mondo un posto migliore per tutti.
ka: მადლობა რომ სამყარო ოდნავ შეცვალე
pt: Obrigado por tornar nosso mundo mais limpo para todos.
ro: Vă mulțumim că ați făcut lumea noastră mai curată pentru toată lumea.
sk: Ďakujeme za to, že robíte náš svet čistejší pre každého.

# mail.eventConfirm.organizer
source: Organizer of event is
cs: Pořadatel akce je
de: Veranstalter der Veranstaltung ist
es: El organizador del evento es
fr: L'organisateur de l'évènement est
hu: A rendezvény szervezője
it: L'organizzatore dell'evento è
ka: ორგანიზატორები არიან
pt: O organizador do evento é
ro: Organizatorul evenimentului este
sk: Organizátor podujatia je

# mail.eventConfirm.footer
source: You received this e-mail because you joined this event in TrashOut application and agreed to terms and conditions of TrashOut app.
cs: Tento e-mail jste obdrželi, protože jste se do této události připojili v aplikaci TrashOut a souhlasili s podmínkami aplikace TrashOut.
de: Du hast diese E-Mail erhalten, weil du an dieser Veranstaltung in der TrashOut App teilgenommen und den Nutzungsbedingungen der TrashOut-App zugestimmt hast.
es: Recibió este correo electrónico porque se unió a este evento en la aplicación TrashOut y aceptó los términos y condiciones de la aplicación TrashOut.
fr: Vous recevez ce mail car vous vous êtes inscrit à cet évènement sur TrashOut et accepté les conditions d'utilisation de l'application.
hu: Azért kapta ezt az e-mailt, mert csatlakozott ehhez az eseményhez a TrashOut alkalmazásban, és elfogadta a feltételeket.
it: Hai recevuto questa email perché stai partecipando all'evento via l'app TrashOut accettando i suoi termini e condizioni.
ka: თქვენ მიიღეთ ეს ელფოსტა, რადგან შეუერთდით ამ ღონისძიებას TrashOut აპლიკაციაში და დაეთანხმეთ TrashOut აპის პირობებს.
pt: Você recebeu este e-mail porque ingressou neste evento no aplicativo TrashOut e concordou com os termos e condições do aplicativo TrashOut.
ro: Ai primit acest e-mail pentru ca te-ai alaturat acestui eveniment in aplicatia TrashOut si ai fost de acord cu termenii si conditiile aplicatiei TrashOut.
sk: Dostali ste tento e-mail pretože ste sa pridali k udalosti v aplikácii TrashOut a súhlasili ste s podmienkami používania.

# mail.eventCreate.greeting
source: Dear
cs: Milý
de: Sehr geehrte/r
es: Querido/a
fr: Cher
hu: Kedves
it: Caro
ka: ძვირფასო
pt: caro
ro: Dragă
sk: Vážená/ý

# mail.eventCreate.eventInfo1
source: we noticed you created an event called
cs: Všimli jsme si, že jste vytvořili událost nazvanou
de: Wir haben festgestellt, dass du eine Veranstaltung erstellt hast, was heißt
es: Hemos observado que ha creado el evento
fr: nous avons vu que vous avez créé un évènement appelé
hu: Ön létrehozott egy eseményt, melynek neve
it: hai creato un evento chiamato
ka: ჩვენ შევამჩნიეთ, რომ თქვენ შექმენით ღონისძიება ე.წ
pt: percebemos que você criou um evento chamado
ro: Am observat ca ai creat un eveniment numit
sk: všimli sme si, že ste vytvorili udalosť s názvom

# mail.eventCreate.eventInfo2
source: in TrashOut application. Thank you for taking care of environment.
cs: v aplikaci TrashOut. Děkujeme za péči o životní prostředí.
de: in der TrashOut App. Danke, dass du dich um die Umwelt gekümmert hast.
es: en la aplicación TrashOut. Gracias por cuidar del medio ambiente.
fr: sur TrashOut. Merci de prendre soin de l'environnement.
hu: a TrashOut alkalmazásban. Köszönjük, hogy gondoskodik környezetéről.
it: nell'applicazione Trashout. Grazie di prenderti cura dell'ambiente.
ka: მადლობა რომ უვლით გარემოს
pt: no aplicativo TrashOut. Obrigado por cuidar do meio ambiente.
ro: in aplicatia Trashout. Iti multumim pentru grija fata de mediu.
sk: v aplikácii TrashOut. Ďakujeme Vám za starostlivosť o životné prostredie.

# mail.eventCreate.eventEdit
source: In case you would like to edit or cancel your event
cs: V případě, že chcete upravit nebo zrušit událost.
de: Falls du deine Veranstaltungen bearbeiten oder stornieren möchten
es: En caso de que quiera editar o cancelar su evento
fr: Dans le cas où vous souhaiteriez modifier ou annuler votre évènement
hu: Abban az esetben, ha szerkeszteni vagy törölni szeretné az eseményt
it: In caso vorresti cancellare o modificare l'evento
ka: იმ შემთხვევისთვის თუ გსურთ აქტივობის წაშლა ან რედაქტირება
pt: Caso você queira editar ou cancelar seu evento
ro: In caz ca vrei sa editezi sau stergi evenimentul tau
sk: V prípade, že by ste chceli upraviť alebo zrušiť Vaše podujatie použite tento odkaz

# mail.eventCreate.detailButton
source: See event detail
cs: Podrobnosti o události naleznete
de: Siehe Veranstaltungsdetail
es: Ver detalles del evento
fr: Voir les détails de l'évènement
hu: Az esemény részleteinek megtekintése
it: Visualizza dettagli evento
ka: ნახე დეტალები
pt: Ver detalhes do evento
ro: Vezi detaliile evenimentului
sk: Pozrite si detail podujatia

# mail.eventCreate.eventConfirmation
source: Please know that one day before your event we will ask people who joined to confirm their attendance. One day after the event we will ask for their guess of how many people came, how many bags of trash were collected and if they want to share some pictures. Check event detail on admin.trashout.ngo to see this information.
cs: Vezměte prosím na vědomí, že jeden den před událostí se zeptáme lidí, kteří se připojili k potvrzení jejich účasti. Můžete si je prohlédnout v podrobnostech události v části "Sdružovaní uživatelé". Jednoho dne po události budeme požádat o odhad toho, kolik lidí přišlo.
de: Bitte beachten, dass wir einen Tag vor der Veranstaltung die Teilnehmer, die sich angemeldet haben, bitten werden, ihre Teilnahme zu bestätigen. Du kannst es über das Veranstaltungsdetail im Abschnitt "verbundene Benutzer" überprüfen. Einen Tag nach der Veranstaltung werden wir fragen, wie viele Leute geschätzt gekommen sind.
es: Tenga en cuenta que un día antes del evento le preguntaremos a las personas que se unieron que confirmen su asistencia. Puede consultarlo en el detalle del evento en la sección "usuarios unidos". Un día después del evento les pediremos que adivinen cuántas personas asistieron.
fr: Notez que la veille de votre évènement nous demanderons aux personnes de confirmer leur participation. Le lendemain de l'évènement nous leur demanderons leur estimation du nombre de participants, combien de sacs de déchets qui ont été collectés et s'il souhaitent partager des photos. Vous pouvez consulter ces informations ici : https://admin.trashout.ngo
hu: Felhívjuk figyelmüket, hogy egy nappal a rendezvény előtt a résztvevők erősítsék meg részvételüket. Egy nappal a rendezvény után a szervezőnek jeleznie kell, hogy hány ember vett részt az eseményen, hány zsák szemetet gyűjtöttek össze, és szeretnének-e megosztani néhány képet. Ezen információk megtekintéséhez ellenőrizze az esemény részleteit az admin.trashout.ngo webhelyen.
it: Ti preghiamo di notare che un giorno prima del tuo evento chiediamo alle persone che si sono iscritte per confermare la loro presenza. Un giorno dopo l'evento chiediamo la loro ipotesi su quante persone sono venute, quante sacche di spazzatura sono state raccolte e se vogliono condividere qualche foto. Controlla i dettagli dell'evento su admin.trashout.ngo per vedere queste informazioni.
ka: გთხოვთ, იცოდეთ, რომ თქვენს ღონისძიებამდე ერთი დღით ადრე, ჩვენ ვთხოვთ იმ ადამიანებს, რომლებიც შეუერთდნენ, დაადასტურონ დასწრება. ღონისძიებიდან ერთი დღის შემდეგ ვკითხავთ, გამოიცნონ რამდენი ადამიანი მოვიდა, რამდენი ტომარა ნაგავი შეგროვდა და თუ უნდათ, სურათების გაზიარება. შეამოწმეთ ღონისძიების დეტალები admin.trashout.ngo-ზე ამ ინფორმაციის სანახავად
pt: Saiba que um dia antes do seu evento, pediremos às pessoas que se inscreveram para confirmar sua presença. Um dia após o evento, pediremos seu palpite sobre quantas pessoas vieram, quantos sacos de lixo foram coletados e se eles querem compartilhar algumas fotos. Verifique os detalhes do evento em admin.trashout.ngo para ver essas informações.
ro: Te rog sa stii ca cu o zi inainte de eveniment noi o sa intrebam participantii sa confirme. La o zi dupa eveniment ii vom intreba cati oameni cred ei ca au participat, cati saci au fost colectati si daca vor sa partajeze poze. Verifica detaliile evenimentului pe admin.trashout.ngo sa vezi aceste informatii.
sk: Jeden deň pred udalosťou vyzveme užívateľov, ktorí sa pridali na vaše podujatie, aby potvrdili svoju účasť. Jeden deň po podujatí zúčastnených užívateľov požiadame o odhad množstva vyzbieraného odpadu, počtu účastníkov a zdieľanie fotiek. Obe tieto informácie môžete nájsť na detaile podujatia cez vyššie uvedený link.

# mail.eventCreate.wishing
source: We wish you successful event!
cs: Přejeme Vám úspěšnou akci!
de: Wir wünschen dir ein erfolgreiche Veranstaltung!
es: ¡Le deseamos mucho éxito!
fr: Nous vous souhaitons un évènement réussi !
hu: Sikeres rendezvényt kívánunk!
it: Ti auguriamo che il tuo evento sia un successo !
ka: გისურვებთ წარმატებულ აქტივობას!
pt: Desejamos-lhe um evento de sucesso!
ro: Iti dorim un eveniment de succes!
sk: Prajeme vám úspešnú akciu!

# mail.eventCreate.thanks
source: Thank you for making our World cleaner for everyone. Don't forget to use TrashOut mobile application to find and update illegal dumps and learn about environment.
cs: Děkujeme, že jste udělali naši čisticí prostředek pro všechny. Nezapomeňte použít mobilní aplikaci TrashOut k nalezení a aktualizaci nelegálních skládek a dozvědět se o prostředí.
de: Danke, dass du unsere Welt für alle sauberer gemacht hast. Vergesse nicht, die mobile Anwendung TrashOut zu verwenden, um illegale Deponien zu finden und zu aktualisieren sowie mehr über die Umgebung zu erfahren.
es: Gracias por hacer que nuestro mundo sea más limpio para todos. No olvide usar la aplicación móvil TrashOut para encontrar y actualizar los vertederos ilegales y aprender sobre el medio ambiente.
fr: Merci de rendre le monde plus propre. N'oubliez pas d'utiliser l'appli TrashOut pour trouver et mettre à jour les décharges sauvages et en découvrir plus sur l'environnement.
hu: Köszönjük, hogy tisztábbá tette a világot mindenki számára. Ne felejtse el használni a TrashOut mobilalkalmazást az elszennyezett területek megtalálásához és frissítéséhez, valamint a környezet megóvásához
it: Grazie per aver reso il nostro mondo più pulito per tutti. Non dimenticare di utilizzare l'applicazione mobile TrashOut per trovare e aggiornare discariche illegali e conoscere l'ambiente.
ka: გმადლობთ, რომ ჩვენი სამყარო უფრო სუფთა გახდით ყველასთვის. არ დაგავიწყდეთ გამოიყენოთ TrashOut მობილური აპლიკაცია, რათა იპოვოთ და განაახლოთ უკანონო ნაგავსაყრელები და გაეცნოთ გარემოს.
pt: Obrigado por tornar nosso mundo mais limpo para todos. Não se esqueça de usar o aplicativo móvel TrashOut para encontrar e atualizar lixões ilegais e aprender sobre o meio ambiente.
ro: Iti mulțumim că ai făcut lumea noastră mai curată pentru toată lumea. Nu uita să utilizezi aplicația mobilă TrashOut pentru a găsi și actualiza depozite ilegale și pentru a afla despre mediu.
sk: Ďakujeme, že prispievate k tomu, aby bol náš svet čistejší pre každého. Použite mobilnú aplikáciu TrashOut na nahlásenie a aktualizovanie nelegálnych skládok v okolí, nájdenie najbližšieho zberného miesta alebo pridanie sa na čistiace podujatie.

# mail.eventCreate.footer
source: You received this e-mail because you created an event in TrashOut application and agreed to terms and conditions of TrashOut app.
cs: Tento e-mail jste obdrželi, protože jste vytvořili událost v aplikaci TrashOut a souhlasili s podmínkami aplikace TrashOut.
de: Du hast diese E-Mail erhalten, weil du eine Veranstaltung in der TrashOut App erstellt und den Nutzungsbedingungen der TrashOut-App zugestimmt hast.
es: Recibió este correo electrónico porque creó un evento en la aplicación TrashOut y aceptó los términos y condiciones de la aplicación TrashOut.
fr: Vous recevez ce mail car vous avez créé un évènement sur TrashOut et accepté les conditions d'utilisation.
hu: Azért kapta ezt az e-mailt, mert létrehozott egy eseményt a TrashOut alkalmazásban, és elfogadta a TrashOut alkalmazás feltételeit.
it: Hai ricevuto questa e-mail perché hai creato un evento nell'applicazione TrashOut e accettato i termini e le condizioni dell'app TrashOut.
ka: თქვენ მიიღეთ ეს ელფოსტა, რადგან შექმენით ღონისძიება TrashOut აპლიკაციაში და დაეთანხმეთ TrashOut აპის პირობებს.
pt: Você recebeu este e-mail porque criou um evento no aplicativo TrashOut e concordou com os termos e condições do aplicativo TrashOut.
ro: Ai primit acest e-mail deoarece ai creat un eveniment în aplicația TrashOut și ai acceptat termenii și condițiile aplicației TrashOut.
sk: Tento e-mail ste dostali preto, že ste vytvorili podujatie v aplikácii TrashOut a súhlasili ste s dohodnutými podmienkami používania.

# mail.eventFeedback.greeting
source: Dear
cs: Milý
de: Sehr geehrte/r
es: Querido/a
fr: Cher
hu: Kedves
it: Caro
ka: ძვირფასო
pt: caro
ro: Draga
sk: Vážená/ý

# mail.eventFeedback.eventFeedback1
source: we want to THANK YOU for participating in a cleaning event
cs: děkujeme Vám za účast na čisticí akci
de: wir möchten dir für die Teilnahme an einer Reinigungsveranstaltung DANKEN
es: queremos agradecerlesu participación en un evento de limpieza
fr: nous vous remercions pour votre participation
hu: KÖSZÖNJÜK, hogy részt vett egy szemétgyűjtő akcióban.
it: Vogliamo RINGRAZIARTI per aver partecipato a un evento di pulizia
ka: გვინდა მადლობა გადაგიხადოთ დასუფთავების ღონისძიებაში მონაწილეობისთვის
pt: queremos agradecer sua participação em um evento de limpeza
ro: Vrem sa îți mulțumim pentru participarea la un eveniment de curățare
sk: chceme Vám POĎAKOVAŤ za účasť na čistiacom podujatí

# mail.eventFeedback.eventFeedback2
source: that took place yesterday. You are awesome! Thanks to your effort this location is now cleaner.
cs: která se konala včera. Jsi úžasný! Díky vašemu úsilí je toto místo nyní čistší.
de: das gestern stattgefunden hat. Du bist toll! Dank deiner Bemühungen ist dieser Ort jetzt sauberer.
es: que tuvo lugar ayer. ¡Es genial! Gracias a sus esfuerzos, este lugar es ahora más limpio.
fr: qui s'est déroulé hier. Vous êtes formidable ! Merci pour vos efforts, vous avez rendu cet endroit plus propre.
hu: Király vagy! Erőfeszítéseinek köszönhetően ez a hely most tisztább lett!
it: Questo è ciò che è successo ieri. Sei fantastico! Grazie al tuo impegno questa posizione è ora più pulita.
ka: რომელიც გუშინ მოხდა. Უმაგრესი ხარ! თქვენი ძალისხმევის წყალობით ეს მდებარეობა ახლა უფრო სუფთაა.
pt: isso aconteceu ontem. Você é demais! Graças ao seu esforço, este local agora está mais limpo.
ro: care a avut loc ieri. Esti minunat! Multumita efortului tau aceasta locatie este acum mai curata.
sk: ktoré sa konalo včera. Ste skvelá/ý! Vďaka Vášmu úsiliu je toto miesto teraz čistejšie.
