Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# global.cookiesPolicy
source: This website uses cookies to give you the best experience. Agree by clicking the 'Accept' button. We use cookies to be able to provide social media features, analyze our traffic and behavior of the visitors on our website and for marketing purposes. Sometimes we share this anonymized information with the 3rd parties' tools. Read our
fr: Ce site utilise des cookies pour améliorer le contenu affiché. Acceptez en cliquant sur le bouton "Accepter". Nous utilisons les cookies pour vous donner accès aux réseaux sociaux, analyser le trafic et l'activité des visiteurs sur le site ainsi que pour du marketing. Parfois nous partageons ces données anonymes avec des tiers. Lisez notre
hu: Ez a weboldal sütiket használ a kényelmesebb böngészés érdekében. Engedélyeztetheti az 'Elfogadás' gombra kattintva. Sütiket használunk annak érdekében, hogy a közösségi média funkciókat biztosítsunk, illetve elemezzük a látogatók számát, viselkedését üzleti célokra. Az így szerzett anoním információkat időnként harmadik fél felé is megosztjuk. Olvassa el
it: Questo sito Web utilizza i cookie per offrirti la migliore esperienza. Accetto facendo clic sul pulsante "Accetta". Utilizziamo i cookie per essere in grado di fornire funzionalità di social media, analizzare il nostro traffico e il comportamento dei visitatori sul nostro sito Web e per scopi di marketing. A volte condividiamo queste informazioni anonime con gli strumenti delle terze parti. Leggi il nostro
ka: ეს ვებგვერდი იყენებს ქუქი-ფაილებს, რათა მოგაწოდოთ საუკეთესო გამოცდილება. დაეთანხმეთ ღილაკზე „მიღება“ დაწკაპუნებით. ჩვენ ვიყენებთ ქუქიებს, რათა შევძლოთ უზრუნველყოთ სოციალური მედიის ფუნქციები, გავაანალიზოთ ჩვენი ტრაფიკი და ვიზიტორების ქცევა ჩვენს ვებსაიტზე და მარკეტინგული მიზნებისთვის. ზოგჯერ ჩვენ ვუზიარებთ ამ ანონიმურ ინფორმაციას მესამე მხარის ინსტრუმენტებს. წაიკითხეთ ჩვენი
pt: Este site usa cookies para oferecer a melhor experiência. Concorde clicando no botão 'Aceitar'. Utilizamos cookies para fornecer recursos de mídia social, analisar nosso tráfego e comportamento dos visitantes em nosso site e para fins de marketing. Às vezes, compartilhamos essas informações anônimas com as ferramentas de terceiros. Leia nossa
ro: Acest site web folosește cookie-uri pentru a vă oferi cea mai bună experiență. De acord făcând clic pe butonul „Accept”. Folosim cookie-uri pentru a putea oferi funcții de social media, a analiza traficul și comportamentul vizitatorilor de pe site-ul nostru web și în scopuri de marketing. Uneori împărtășim aceste informații anonimizate cu instrumentele terților. Citiți-ne

# global.acceptCookiesPolicy
source: Accept Cookies
fr: Accepter les cookies
hu: Sütik elfogadása
it: Accetta cookies
ka: Cookies თანხმობა
pt: Aceitar Cookies
ro: Acceptă Cookies

# global.cookiesPolicy.link
source: Privacy Policy
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
it: Politica sulla privacy
ka: კონფიდენციალურობის პოლიტიკა
pt: Política de Privacidade
ro: Politica de privare

# global.internet.error.offline
source: Your device is not connected to the internet. Take a picture and report it later via www.admin.trashout.ngo.
de: Ihr Mobilgerät ist nicht mit dem Internet verbunden. Machen Sie ein Foto und melden Sie es später über www.admin.trashout.ngo.
fr: Votre appareil n'est pas connecté à internet. Prenez une photo et effectuez le signalement plus tard ici : https://admin.trashout.ngo
hu: A készülék nincs csatlakoztatva az internethez. Készítsen egy képet, és jelentse később a www.admin.trashout.ngo webhelyen.
it: Il tuo dispositivo non è connesso ad internet. Scatta una foto ed inviala più tardi al link: www.admin.trashout.ngo
ka: თქვენი მოწყობილობა არ არის დაკავშირებული ინტერნეტთან. გადაიღეთ სურათი და შეატყობინეთ მოგვიანებით www.admin.trashout.ngo-ის საშუალებით.
pt: O seu dispositivo não está conectado à internet. Tire uma foto e relate-a posteriormente em www.admin.trashout.ngo.
ro: Telefonul nu este conectat la Internet. Fa o poza si raporteaz-o mai tarziu prin www.admin.trashout.ngo.

# global.images.requirements
source: Please use images with aspect ratio 1:2 or smaller (not a widescreen image) and with size up to 2 MB.
fr: Choisissez une image avec un ratio 1:2 ou moins (pas d'image large) d'une taille de 2MB max.
hu: Kérjük, válasszon 1:2 vagy kisebb méretarányú képet, ami legfeljebb 2MB méretű.
it: Perfavore utilizza immagini con rapporto altezza-larghezza di 1:2 e fino a 2 MB di dimensione
ka: გთხოვთ, გამოიყენოთ სურათები ასპექტის თანაფარდობით 1:2 ან უფრო მცირე (არა ფართოეკრანიანი სურათი) და ზომით 2 მბ-მდე.
pt: Use imagens com proporção de imagem 1: 2 ou menor (não uma imagem widescreen) e com tamanho de até 2 MB.
ro: Vă rugăm să utilizați imagini cu un raport de aspect 1: 2 sau mai mic (nu o imagine cu ecran lat) și cu dimensiuni de până la 2 MB.

# home.nearestRecyclingPoint
source: Nearest collection Point
fr: Point de collecte le plus proche
hu: Legközelebbi begyűjtési pont
it: Eco-centro più vicino
ka: უახლოესი შეგროვების პუნქტი
pt: Ponto de coleta mais próximo
ro: Cele mai apropiate puncte

# home.recycling_point_add_new_do_later
source: Cancel
fr: Annuler
hu: Mégsem
it: Annulla
ka: გაუქმება
pt: Cancelar
ro: Anulează

# home.recycling_point_add_new_go_to_web
source: Add now
fr: Ajouter maintenant
hu: Adjon hozzá most
it: Aggiungi ora
ka: დაამატე ახლა
pt: Adicione agora
ro: Adaugă acum

# home.recycling_point_add_new_redirect
source: The collection point can only be added from the web application to which you can log in via a web browser
fr: Le point de collecte ne peut être ajouté qu'à partir de l'application Web à laquelle vous pouvez vous connecter via un navigateur Web
hu: A begyűjtési pontot csak a webalkalmazásból adhatja hozzá, ahová bejelentkezhet bármely webböngészőn keresztül
it: Il punto di raccolta può essere aggiunto solo dall'applicazione Web a cui è possibile accedere tramite un browser Web
ka: შეგროვების პუნქტის დამატება შესაძლებელია მხოლოდ ვებ აპლიკაციიდან, რომელშიც შეგიძლიათ შეხვიდეთ ვებ ბრაუზერის საშუალებით
pt: O ponto de coleta só pode ser adicionado a partir do aplicativo Web no qual você pode efetuar login através de um navegador da Web.
ro: Punctul de colectare poate fi adăugat doar de pe aplicația web după care te poți loga în browserul web.

# info.frequentlyAskedQuestions
source: Frequently Asked Questions
fr: Questions fréquemment posées
hu: Gyakran ismételt kérdések
it: Domande frequenti
ka: ხშირად დასმული კითხვები
pt: perguntas frequentes
ro: Întrebări Frecvente

# info.supportUs
source: Support us
fr: Nous soutenir
hu: Támogasson minket
it: Supportaci
ka: მხარი დაგვიჭირეთ
pt: Apoie-nos
ro: Sustineți-ne

# home.recycling_point_edit_redirect
source: At the moment, the collection point can only be edited from the web application that is accessible through a web browser
fr: Le point de collecte ne peut être modifié qu'à partir de l'application Web à laquelle vous pouvez accéder via un navigateur Web
hu: Jelenleg a begyűjtési pont csak a webböngészőn keresztül elérhető webalkalmazásból szerkeszthető
it: Il punto di raccolta può essere modificato solo dall'applicazione Web a cui si accede tramite un browser Web
ka: ამ დროისთვის, შეგროვების წერტილის რედაქტირება შესაძლებელია მხოლოდ ვებ აპლიკაციიდან, რომელიც ხელმისაწვდომია ვებ ბრაუზერის საშუალებით მთავარი
pt: No momento, o ponto de coleta só pode ser editado a partir do aplicativo Web acessível através de um navegador da Web.
ro: În acest moment, punctele de colectare pot fi editate doar din aplicația web ce este accesibilă prin intermediul unui browser web

# collectionPoint.email_is_missing
source: Add email address
fr: Ajouter une adresse e-mail
hu: Adjon hozzá e-mail címet
it: Aggiungi indirizzo email
ka: დაამატე ელ-ფოსტა
pt: Adicionar endereço de e-mail
ro: Adaugă adresă email

# collectionPoint.phone_is_missing
source: Add phone number
fr: Ajouter un numéro de téléphone
hu: Adja hozzá a telefonszámot
it: Aggiungi il numero di telefono
ka: დაამატე ტელეფონის ნომერი
pt: Adicionar número de telefone
ro: Adaugă număr de telefon

# collectionPoint.web_is_missing
source: Add web address
fr: Ajouter une adresse Web
hu: Adjon hozzá webcímet
it: Aggiungi indirizzo web
ka: დაამატე ვებ მისამართი
pt: Adicionar endereço da web
ro: Adaugă adresă web

# event.meeting_point
source: Meeting point
fr: Point de rencontre
hu: Találkozási hely
it: Punto d'incontro
ka: შეხვედრის პუნქტი
pt: Ponto de encontro
ro: Punct de întâlnire

# home.recycling_point_add_new_tittle
source: Add a collection point
fr: Ajouter un point de collecte
hu: Adjon hozzá egy begyűjtési pontot
it: Aggiungi punto di raccolta
ka: დაამატე შეგროვების პუნქტი
pt: Adicionar um ponto de coleta
ro: Adaugă punct de colectare

# home.recycling_point_edit_title
source: Update collection point
fr: Mettre à jour le point de collecte
hu: Frissítse a begyűjtési pontot
it: Aggiorna punto di raccolta
ka: განაახლე შეგროვების პუნქტი
pt: Atualizar ponto de coleta
ro: Updatează punct de colectare

# home.recycling_point_edit_go_to_web
source: Edit now
fr: Modifier maintenant
hu: Szerkesztés most
it: Modifica ora
ka: დაარედაქტირე
pt: Edite agora
ro: Editează acum

# home.recycling_point_edit_do_later
source: Cancel
fr: Annuler
hu: Mégsem
it: Annulla
ka: გაუქმება
pt: Cancelar
ro: Închide

# event.event_edit_title
source: Edit this event
fr: Modifier cet événement
hu: Szerkessze ezt az eseményt
it: Modifica questo evento
ka: დაარედაქტირე ეს ივენთი
pt: Edite este evento
ro: Editează acest eveniment

# event.event_edit_redirect
source: Events can only be edited from the TrashOut web application that is accessible through a web browser
fr: Les événements ne peuvent être modifiés qu'à partir de l'application Web accessible via un navigateur Web
hu: Az események csak a TrashOut webalkalmazásból szerkeszthetők, amely webböngészőn keresztül érhető el
it: Gli eventi possono essere modificati solo dall'applicazione Web accessibile tramite un browser Web
ka: მოვლენების რედაქტირება შესაძლებელია მხოლოდ TrashOut ვებ აპლიკაციიდან, რომელიც ხელმისაწვდომია ვებ ბრაუზერის საშუალებით
pt: Os eventos podem ser editados apenas a partir do aplicativo da web TrashOut, acessível através de um navegador da web.
ro: Evenimentele pot fi editate doar din aplicația web TrashOut care este accesibilă prin intermediul browserului web

# event.event_edit_do_later
source: Cancel
fr: Annuler
hu: Mégsem
it: Annulla
ka: გაუქმება
pt: Cancelar
ro: Închide

# event.event_edit_go_to_web
source: Edit now
fr: Modifier maintenant
hu: Szerkesztés most
it: Modifica ora
ka: დაარედაქტირე ახლა
pt: Edite agora
ro: Editează acum

# event.event_joinEventTitle
source: Join this event
fr: Rejoignez l'événement
hu: Csatlakozzon ehhez az eseményhez
it: Unisciti all'evento
ka: გაწევრიანდი
pt: Participe deste evento
ro: Alătură-te evenimentului

# home.orderTrashPickup
source: Order waste pickup
fr: Commander le ramassage des déchets
hu: Rendeljen meg a hulladék összeszedőt
it: Ordina il ritiro dei rifiuti
ka: შეუკვეთე
pt: Encomendar recolha de resíduos
ro: Comandați preluarea deșeurilor

# event.create_event_meeting_date_title
source: Meeting Date
fr: Date de la réunion
hu: Találkozó dátuma
it: Data dell'incontro
ka: შეხვედრის დრო
pt: Data da Reunião
ro: Data întâlnirii

# notification_new_trash_formatter
source: You hunt %d new or updated trashes.
fr: Vous avez créé ou ou mises à jour %d décharge(s).
hu: %d új vagy frissített hulladék
it: Dai la caccia a% d cestino nuovo o aggiornato.
ka: შენ მოინადირე % ახალი ნაგვის
pt: Você caça% d lixos novos ou atualizados.
ro: Vânați% d coșuri de gunoi noi sau actualizate.

# about_version_date_formatted
source: Version from %s
fr: Version de %s
hu: A (z)% s verziója
it: Versione da% s
ka: ვერსია %დან
pt: Versão de% s
ro: Versiunea de la %s

# skip_btn
source: SKIP
fr: Passer
hu: Kihagyás
it: SALTA
ka: გამოტოვება
pt: PULAR
ro: SARI

# event.create.thankYou.sentence1
source: Thank you for creating this event
fr: Merci d'avoir créé cet événement
hu: Köszönjük, hogy létrehozta ezt az eseményt
it: Grazie per aver creato questo evento
ka: მადლობა ამ ივენთის შექმნისთვის
pt: Obrigado por criar este evento
ro: Mulțumim pentru crearea acestui eveniment

# event.create.thankYou.sentence2
source: You are awesome!
fr: Vous êtes formidable !
hu: Király vagy!
it: Sei fantastico!
ka: შენ ძალიან მაგარი ხარ!
pt: Você é demais!
ro: Sunteți grozav!

# event.create.thankYou.sentence3
source: Do not forget to update all dumps you cleaned during the event
fr: N'oubliez pas de mettre à jour toutes les décharges que vous avez nettoyées lors de l'événement
hu: Ne felejtse el frissíteni a megtisztított területeket az esemény során
it: Non dimenticare di aggiornare tutti i dump che hai pulito durante l'evento
ka: არ დაგავიწყდეს შენს მიერ დალგებული ნაგავსაყრელების სტატუსის განახლება
pt: Não se esqueça de atualizar todos os dumps que você limpou durante o evento
ro: Nu uita să actualizezi toate deșeurile curățate de tine in timpul evenimentului

# event.create.thankYou.shareTitle
source: Share with others
fr: Partager avec les autres
hu: Oszd meg másokkal
it: Condividi con gli altri
ka: გაუზიარე სხვებს
pt: Compartilhar com outras pessoas
ro: Distribuie cu ceilalți

# event.create.thankYou.detail
source: See event
fr: Voir l'événement
hu: Lásd az eseményt
it: Vedi evento
ka: ნახე აქტივობა
pt: Ver evento
ro: Vezi eveniment

# trash.create.thankYou.detail
source: See report
fr: Voir le rapport
hu: Lásd a jelentést
it: Vedi rapporto
ka: ნახე რეპორტი
pt: Ver relatório
ro: Vezi raport

# organization.statistics.title
source: Statistics about members' activities
fr: Statistiques sur les activités des membres
hu: Statisztika a tagok aktivitásáról
it: Statistiche sulle attività dei membri
ka: სტატისტიკა მონაწილეების აქტივობების შესახებ
pt: Estatísticas sobre as atividades dos membros
ro: Statistici ale activității membrilor

# organization.dumpsReported
source: Reports
fr: Rapports
hu: Jelentések
it: Rapporti
ka: რეპორტები
pt: Relatórios
ro: Rapoarte

# organization.dumpsUpdated
source: Updates
fr: Mises à jour
hu: Frissítések
it: aggiornamenti
ka: აფდეითები
pt: Atualizações
ro: Actualizări

# organization.dumpsCleaned
source: Dumps cleaned
fr: Décharges nettoyées
hu: Megtiszított területek
it: Discariche pulite
ka: დასუფთავებული ნაგავსაყრელები
pt: Despejos limpos
ro: Deseuri curatate

# global.register.terms
source: By signing up you agree to our Terms and Conditions & Privacy Policy.
fr: En vous inscrivant, vous acceptez nos conditions générales et notre politique de confidentialité.
hu: A regisztrációval Ön elfogadja a Felhasználási feltételek és adatvédelmi irányelveket.
ka: დარეგისტრირებით თქვენ ეთანხმებით ვებსაიტის შიდა წესებს
ro: Prin înscriere, sunteți de acord cu Termenii și condițiile noastre și cu Politica de confidențialitate.

# global.email
source: E-mail
de: E-Mail-Adresse
es: Correo electrónico
fr: Mail
ka: ელექტრონული მისამართი
pt: O email

# global.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ka: ექსპორტი
pt: Exportação
ro: Exportă

# global.km
source: km
ka: კილომეტრი

# user.facebook
source: Facebook
ka: ფეისბუქი

# user.twitter
source: Twitter
ka: ტვიტერი

# global.gps
source: GPS
ka: ჯიპიესი

# trash.url
source: Url
ka: ლინკი
ro: Adresă

# user.roles.admin
source: Admin
cs: Administrátor
de: Administrator
es: Administración
fr: Administrateur
it: Amministratore
ka: ადმინი
ro: Administrator

# user.google
source: Google
ka: გუგლი

# event.organizer.email
source: E-mail:
es: Correo electrónico:
fr: Mail:
ka: ელ-ფოსტა
pt: O email:

# organizations.logo
source: Logo
ka: ლოგო
pt: Logotipo

# news.videoUrl
source: Video URL
cs: Adresa URL videa
es: URL del vídeo
fr: URL de la vidéo
ka: ვიდეოს ლინკი
pt: URL do vídeo
ro: URL video

# mail.newsletter.trashLink
source: Link
cs: Odkaz
es: enlazar
fr: Lien
it: Collegamento
ka: ლინკი
pt: Ligação
sk: Odkaz

# collectionPoint.id
source: ID
es: DNI
pt: EU IRIA

# trash.id
source: ID
es: DNI
pt: EU IRIA

# global.email.placeholder
source: john@example.com
es: jose@ejemplo.com
it: mario.rossi@example.com
ro: john@exemplu.com

# user.twitter.hint
source: https://twitter.com/user
ro: https://twitter.com/utilizator

# organization.invitation.writeEmails.placeholder
source: john@doe.com, john@example.com
es: juan@doe.com, juan@ejemplo.com
fr: john@doe.com, john@exemple.com
it: mario@rossi.com, marco@bianchi.com

# global.url.placeholder
source: https://www.trashout.ngo
cs: http://www.trashout.ngo
es: http://www.trashout.ngo
sk: http://www.trashout.ngo
