Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# profile.myAreas.description
source: Areas that you selected to monitor in your profile settings. Set regular e-mail notifications about reported and cleaned dumps. Get notified daily, weekly or monthly to stay informed about activities in the location you care about.
cs: Geografické oblasti, které si se rozhodl sledovat. V této sekci si můžeš nastavit mailové notifikace o vytvořených nebo aktualizovaných skládkách ve tvých oblastech. Můžes si vybrat, jak často chceš být notifikován. Touto cestou můžeš být neustále v obraze.
de: Gebiete, die du zur Überwachung in deinem Einstellungsprofil ausgewählt hast. Regelmäßige E-Mail-Benachrichtigungen über gemeldete und gereinigte Deponien einstellen. Täglich, wöchentlich oder monatlich benachrichtigt werden und über Aktivitäten an dem Ort, der Sie interessiert, auf dem Laufenden bleiben.
es: Áreas que seleccionó para supervisar en la configuración de su perfil. Defina notificaciones periódicas por correo electrónico sobre vertederos denunciados y limpiados. Obtenga notificaciones diarias, semanales o mensuales y manténgase informado sobre las actividades en el lugar que le interesa.
fr: Secteurs que vous avez choisi de suivre dans les paramètres de votre profil. Choisissez la fréquence de notification par mail à propos des décharges signalées et nettoyées. Soyez informé chaque jour, semaine ou mois sur les activités dans le secteur qui vous intéresse.
hu: Azok a területek, amelyeket a profilbeállításokban monitorozásra kijelöltél. Rendszeres e-mail értesítések a bejelentett és megtisztított hulladéklerakókról. Értesítést kér naponta, hetente vagy havonta, hogy tájékozódjon az Ön számára fontos helyszíni tevékenységekről.
it: Zone che hai deciso di monitorare nelle tue configurazioni. Imposta notifiche e-mail regolari riguardo nuove discariche o azioni di pulizia. Ricevi notifiche giornaliere, settimanali o mensili riguardo eventi di pulizia per la zona che hai a cuore.
ka: ზონები, რომლებიც არჩეული გაქვთ თქვენი პროფილის პარამეტრებში მონიტორინგისთვის. კომპლექტი რეგულარული ელექტრონული ფოსტით შეტყობინებები მოხსენებული და გაწმენდილი ნაგავსაყრელის შესახებ. მიიღეთ შეტყობინება ყოველდღიურად, ყოველკვირეულად ან ყოველთვიურად, რომ იყოთ ინფორმირებული აქტივობების შესახებ თქვენთვის საინტერესო ადგილას.
pt: Áreas que você selecionou para monitorar nas configurações do seu perfil. Conjunto notificações regulares por email sobre despejos relatados e limpos. Seja notificado diariamente, semanalmente ou mensalmente para se manter informado sobre as atividades no local de sua preferência.
ro: Zone pe care selectezi sa le monitorizezi in setarile profilului tau. Activeaza notificarile pentru emailurile despre zonele raportate si curatate. Primeste notificari zilnic, saptamanal sau lunar pentru a fi informat despre activitatile organizate in zona care te intereseaza.
sk: Oblasti, ktoré ste vybrali na sledovanie v nastavení profilu. Nastavte si pravidelné e-mailové notifikácie o hlásených a vyčistených skládkach. Dostávajte oznámenia denne, týždenne alebo mesačne a buďte informovaní o aktivitách v lokalite, na ktorej Vám záleží.

# profile.myOrganizations.description
source: Organizations that you created or are part of in TrashOut app.
cs: Organizace, které si vytvořil nebo si se připojil.
de: Existierende oder von dir erstellte Organisationen in der TrashOut-App.
es: Organizaciones que ha creado o de las que forma parte en la aplicación TrashOut.
fr: Organisations que vous avez créé ou qui font partie de l'appli TrashOut.
hu: A TrashOut alkalmazásban Ön által létrehozott szervezetek.
it: Associazioni che hai creato o sono parte dell'app TrashOut.
ka: ორგანიზაციები, რომლებიც თქვენ შექმენით ან მათი ნაწილი ხართ TrashOut აპში
pt: Organizações que você criou ou faz parte do aplicativo TrashOut.
ro: Organizațiile pe care le-ați creat sau faceți parte din aplicația TrashOut.
sk: Organizácie, ktoré ste vytvorili alebo sú súčasťou aplikácie TrashOut.

# profile.myEvents.description
source: All events, future and past, that you organized or joined.
cs: Události, které organizuješ nebo si vytvořil.
de: Alle Veranstaltungen , in der Zukunft und in der Vergangenheit, die du organisiert hast oder beigetreten bist.
es: Todos los eventos, futuros y pasados, que organizó o a los que se unió.
fr: Évènements que vous avez créé ou auxquels vous êtes inscrit, futurs et passés
hu: Minden jelenlegi és múltbeli esemény, amit szervezett, vagy amihez csatlakozott.
it: Tutti gli eventi, futuri, passati, che hai organizzato o in cui hai partecipato.
ka: ყველა ივენთი, სამომავლო და ძველი, რომელიც თქვენ შექმენით
pt: Todos os eventos, futuros e passados, que você organizou ou participou.
ro: Toate evenimentele, din trecut si din prezent, pe care le-ai organizat sau la care ai participat.
sk: Všetky akcie, budúce a minulé, ktoré ste zorganizovali alebo ste sa ich zúčastnili.

# profile.myEvents.userRole
source: Creator / Joined
cs: Vytvořil / Přihlášen
de: Ersteller / Beigetreten
es: Creador / Unido
fr: Créateur / Participant
hu: Szervező / Csatlakozott
it: Organizzatore / Partecipante
ka: შემქმნელი/შეუერთდა
pt: Criador / Associado
ro: Creator/Alăturat
sk: Vytvoril / zúčastnil sa

# profile.myEvents.timeDecision
source: Future / Past
cs: Budoucí / Minulé
de: Zukunft / Vergangenheit
es: Futuro pasado
fr: Futur / Passé
hu: Jövő / múlt
it: Futuro / Passato
ka: მომავალი/ ძველი
pt: Passado Futuro
ro: Viitor/Trecut
sk: Budúce / minulé

# profile.myEvents.userRole.creator
source: Creator
cs: Vytvořil
es: Creador
fr: Créateur
hu: Szervező
it: Organizzatore
ka: შემქმნელი
pt: O Criador
sk: Tvorca

# profile.myEvents.userRole.joined
source: Joined
cs: Přihlášení
de: Beigetreten
es: Unido
fr: Inscrit
hu: Csatlakozott
it: Partecipante
ka: გაწევრიანება
pt: Juntou
ro: Alăturat
sk: Zúčastnil sa

# profile.myEvents.timeDecision.future
source: Future
cs: Budoucí
de: Zukünftig
es: Futuro
fr: Futur
hu: Jövő
it: Futuro
ka: მომავალი
pt: Futuro
ro: Viitor
sk: Budúce

# profile.myEvents.timeDecision.past
source: Past
cs: Minulé
de: Vergangenheit
es: Pasado
fr: Passé
hu: Múlt
it: Passato
ka: ძველი
pt: Passado
ro: Trecut
sk: Minulé

# event.create.firstStep
source: General Information
cs: Základní informace
de: Allgemeine Informationen
es: Información general
fr: Informations générales
hu: Általános információk
it: Informazioni Generali
ka: ზოგადი ინფორმაცია
pt: Informação geral
ro: Informații Generale
sk: Všeobecné informácie

# event.create.secondStep
source: Select Dumps to be cleaned
cs: Vyberte skládky, které se budou čistit
de: Zu reinigende Deponien auswählen
es: Seleccionar vertederos para limpiar
fr: Choisissez les déchets à ramasser
hu: Válassza ki a tisztítandó szennyezett területeket
it: Seleziona Discariche da ripulire
ka: შეარჩიეთ ნაგავსაყრელები დასალაგებლად
pt: Selecione Dumps a serem limpos
ro: Selectați Deșeurile care trebuiesc curățate
sk: Vyberte skládky na čistenie

# event.create.thirdStep
source: Meeting Point
cs: Místo setkání
de: Treffpunkt
es: Punto de encuentro
fr: Lieu de rendez-vous
hu: Találkozási hely
it: Punto di incontro
ka: შეხვედრის პუნქტი
pt: Ponto de encontro
ro: Punctul de întâlnire
sk: Miesto stretnutia

# global.findPlace
source: Find Place
cs: Najít místo
de: Ort suchen
es: Encontrar lugar
fr: Trouver lieu
hu: Hely keresése
it: Trova luogo
ka: იპოვე ადგილი
pt: Encontrar local
ro: Găsește Locul
sk: Nájdite miesto

# event.map.removeRectangle
source: Remove rectangle
cs: Odstranit obdelník
de: Rechteck entfernen
es: Eliminar rectángulo
fr: Supprimer rectangle
hu: Távolítsa el a téglalapot
it: Rimuovi rettangolo
ka: წაშალე ოთკუთხედი
pt: Remover retângulo
ro: Stergeți dreptunghiul
sk: Vyberte obdĺžnik

# event.detail.duration
source: Event Duration
cs: Travání
de: Veranstaltungsdauer
es: Duración del evento
fr: Durée de l'évènement
hu: Esemény időtartama
it: Durata evento
ka: აქტივობის ხანგრძლივობა
pt: Duração do Evento
ro: Durata evenimentului
sk: Trvanie akcie

# collectionPoint.gpsLocation
source: Collection point GPS
cs: Recyklační bod GPS
de: Recyclingstandort GPS
es: Punto de reciclaje GPS
fr: Coordonnées GPS
hu: Gyűjtési pont GPS adatai
it: GPS centro di riciclaggio
ka: შეგროვების პუნქტი ჯიპიესი
pt: Ponto de coleta GPS
ro: Punctul de colectare GPS
sk: Recyklačné miesto GPS

# collectionPoint.gpsMap
source: Collection point on map
cs: Recyklační bod na mapě
de: Recyclingstandort auf der Karte
es: Punto de reciclaje en el mapa
fr: Carte
hu: Gyűjtési pont a térképen
it: Centro di riciclaggio sulla mappa
ka: შეგროვების პუნქტი რუკა
pt: Ponto de coleta no mapa
ro: Punctul de colectare pe hartă
sk: Recyklačné miesto na mape

# collectionPoint.category.recyclabes
source: Recyclabes
cs: Recyklace
de: Wertstoffe
es: Reciclabes
fr: Recyclables
hu: Újrahasznosítható
it: Reciclabili
ka: გადასამუშავებელი
ro: Reciclabile
sk: Recyklovateľné

# collectionPoint.category.dangerous
source: Dangerous
cs: Nebezpečný
de: Gefährlich
es: Peligroso
fr: Dangereux
hu: Veszélyes
it: Pericolosi
ka: საშიში
pt: Perigoso
ro: Periculoase
sk: Nebezpečné

# collectionPoint.category.construction
source: Construction
cs: Konstrukce
de: Bauschutt
es: Construcción
hu: Építési-bontási
it: Costruzioni
ka: კონსტრუქცია
pt: Construção
ro: Construcții
sk: Konštrukcia

# collectionPoint.category.household
source: Household
cs: Domácnost
de: Haushalt
es: Casa
fr: Ménager
hu: Kommunális
it: Edili
ka: სახლი
pt: Uso doméstico
ro: Case
sk: Domácnosť

# collectionPoint.category.automotive
source: Automotive
cs: Automobilový průmysl
de: Automobilbranche
es: Automoción
fr: Automobile
hu: Gépjárműroncs
it: Settore automobilistico
ka: ავტომატური
pt: Automotivo
ro: Automobil
sk: Automobilové

# collectionPoint.category.other
source: Other
cs: jiný
de: Sonstiges
es: Otro
fr: Autre
hu: Egyéb
it: Altro
ka: სხვა
pt: De outros
ro: Altele
sk: Ostatné

# collectionPoint.category.everything
source: Everything
cs: Všechno
de: Alles
es: Todo
fr: Tout venant
hu: Minden
it: Tutto
ka: ყველა
pt: Tudo
ro: Tot
sk: Všetko

# collectionPoint.category
source: Recycle Point Type Category
cs: Kategorie typu recyklačního bodu
de: Recyclingstandort-Kategorie
es: Categoría de tipo de punto de reciclaje
fr: Catégories de déchets acceptés
hu: Újrahasznosítási pont típusa
it: Categoria centro di riciclaggio
ka: გადამუშავების ტიპის კატეგორია
pt: Categoria de tipo de ponto de reciclagem
ro: Categoriile de Tipuri de Puncte de Reciclare
sk: Kategória recyklačného miesta

# user.editArea.success
source: Area was successfully updated
cs: Oblast byla úspěšně upravena.
de: Bereich wurde erfolgreich aktualisiert
es: El área se actualizó con éxito
fr: Secteur mis à jour avec succès
hu: A terület sikeresen frissült
it: Zona aggiornata con successo
pt: A área foi atualizada com sucesso
sk: Oblasť bola úspešne aktualizovaná

# user.roles.organization.manager
source: Manager
cs: Manažer
es: Administrador
fr: Représentant
hu: Menedzser
ka: მენეჯერი
pt: Gerente
sk: Manažér

# user.roles.organization
source: Organization Role
cs: Organizační role
de: Organisationsrolle
es: Papel de la organización
fr: Objet de l'organisation
hu: Szervezet szerepe
it: Ruolo associazione
ka: ორგანიზაციის როლი
pt: Função da organização
ro: Rolul Organizatorului
sk: Úloha organizácie

# profile.changeEmail
source: Change E-mail
cs: Změnit email
de: Ändere die E-Mail
es: Cambiar correo electrónico
fr: Modifier mail
hu: E-mail cím megváltozása
it: Cambia E-mail
ka: შეცვალე ელ-ფოსტა
pt: Mude o e-mail
ro: Schimbă E-mail
sk: Zmeniť E-mail

# profile.newEmail
source: New E-mail
cs: Nový email
de: Neue E-Mail
es: Nuevo correo electrónico
fr: Nouvelle adresse mail
hu: Új e-mail
it: Nuova E-mail
ka: ახალი ელ-ფოსტა
pt: Novo Email
ro: E-mail nou
sk: Nový e-mail

# collectionPoint.remove.success
source: Collection point was successfully removed.
cs: Recyklační bod byl úspěšně odstraněn.
de: Recyclingstandort wurde erfolgreich entfernt.
es: El punto de reciclaje se eliminó correctamente.
fr: Le point de collecte a été supprimé avec succès.
hu: A gyűjtőpont sikeresen eltávolításra került.
it: Centro di reciclaggio rimosso con successo
ka: შეგროვების პუნქტი წარმატებით წაიშალა
pt: O ponto de coleta foi removido com sucesso.
ro: Punctul de colectare a fost îndepărtat cu succes
sk: Recyklačné miesto bolo úspešne odstránené

# collectionPoint.markedAsSpam.alreadyMarked
source: This Collection Point is already marked as SPAM.
cs: Toto sběrné místo již bylo dříve nahlášeno jako SPAM.
de: Dieser Recyclingstandort ist bereits als SPAM markiert.
es: Este punto de reciclaje ya está marcado como SPAM.
fr: Ce point de collecte est déjà signalé comme inapproprié
hu: Ezt a gyűjtési pontot már spamként jelölték meg.
it: Questo centro di reciclaggio è già contrassegnato come SPAM
ka: ახალი შეგროვების პუნქტი წარმატებით განახლდა როგორც სპამი
pt: Este ponto de coleta já está marcado como SPAM.
ro: Acest Punct de Colectare a fost marcat ca SPAM
sk: Toto recyklačné miesto je už označené ako SPAM

# event.detail.when
source: When
cs: Kdy
de: Wann
es: Cuándo
fr: Quand
hu: Mikor
it: Quando
ka: როდის
pt: Quando
ro: Când
sk: Kedy

# event.detail.date
source: Date
cs: Datum
de: Datum
es: Fecha
hu: Dátum
it: Data
ka: რიცხვი
pt: Encontro
ro: Data
sk: Dátum

# event.detail.time
source: Time
cs: Čas
de: Uhrzeit
es: Hora
fr: Heure
hu: Idő
it: Orario
ka: დრო
pt: Tempo
ro: Ora
sk: Čas

# event.detail.timeZone
source: Time Zone
cs: Časová zóna
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
hu: Időzóna
it: Fuso orario
ka: დროის სარტყელი
pt: Fuso horário
ro: Ora zonei
sk: Časové pásmo

# event.detail.dumpsCount
source: Number of dumps to be cleaned
cs: Počet skládek k vyčištění
de: Liste der zu reinigenden Deponien
es: Número de vertederos a limpiar
fr: Nombre de décharges à nettoyer
hu: Megtisztítandó területek száma
it: Numero di discariche da pulire
ka: დასასუფთავებელი ნაგავსაყრელების რიცხვი
pt: Número de lixões a serem limpos
ro: Numărul de deșeuri care trebuiesc curățate
sk: Počet skládok na čistenie

# event.detail.organizer
source: Organizer
cs: Organizátor
de: Sortimentskasten
es: Organizador
fr: Organisateur
hu: Szervező
it: Organizzatore
ka: ორგანიზება
pt: Organizador
ro: Organizator
sk: Organizátor

# event.detail.organizer.name
source: Name
cs: Jméno:
es: Nombre
fr: Nom
hu: Név
it: Nome
ka: სახელი
pt: Nome
ro: Nume
sk: Meno

# event.detail.organizer.function
source: Organization, Role within Organization
cs: Funkce:
de: Funktion
es: Organización, función dentro de la organización:
fr: Organisation, rôle dans l'organisation
hu: Szervezet, szerepe a szervezeten belül
it: Organizzazione, ruolo all'interno dell'organizzazione
ka: ორგანიზაცია, როლი ორგანიზაციაში
pt: Organização, Função dentro da Organização
ro: Organizatie, rol in cadrul organizatiei
sk: Funkcia

# event.detail.map
source: Map with meeting point and area to be cleaned
cs: Mapa
de: Karte mit Treffpunkt und zu reinigendem Bereich
es: Mapa con punto de encuentro y área a limpiar
fr: Carte avec lieu de rendez-vous et sites à nettoyer
hu: Térkép találkozási ponttal és megtisztítandó területtel
it: Mappa con punto d'incontro e area da pulire
ka: რუკა შეხვედრის წერტილით და დასასუფთავებელი არეით
pt: Mapa com ponto de encontro e área a ser limpa
ro: Harta cu locul de intalnire si zona de curatat
sk: Mapa s miestom stretnutia a oblasť na čistenie

# event.detail.images
source: Images from Event
cs: Obrázky z události
de: Bilder von der Veranstaltung
es: Imágenes del evento
fr: Photos de l'évènement
hu: Képek az eseményről
it: Immagini dall'evento
ka: ფოტო ივენთის
pt: Imagens do Evento
ro: Imagini de la eveniment
sk: Obrázky z podujatia

# global.showWholeGallery
source: Show whole gallery
cs: Zobrazit celou galerii
de: Zeige ganze Galerie
es: Mostrar toda la galería
fr: Voir toute la galerie
hu: A teljes galéria megjelenítése
it: Visualizza intera galleria
ka: ანახე მთელი გალერია
pt: Mostrar galeria inteira
ro: Arata intreaga galerie
sk: Zobraziť celú galériu

# event.detail.dumpsToBeCleaned
source: Dumps to be cleaned
cs: Skládky, kterré se budou čistit
de: Zu reinigende Deponien
es: Volcados a limpiar
fr: Sites à nettoyer
hu: Tisztítandó területek
it: Discariche da pulire
ka: დასასუფთავებელი ნაგავსაყრელები
pt: Lixeiras a serem limpas
ro: Depozite de gunoi care trebuie curățate
sk: Skládky na čistenie

# event.detail.collectionPoints
source: Collection Points
cs: Sběrná místa
de: Recyclingstandorte
es: Puntos de Reciclaje
fr: Points de collecte
hu: Gyűjtési pontok
it: Punti di riciclo
ka: შეგროვების პუნქტები
pt: Pontos de Coleta
ro: Puncte de colectare
sk: Recyklačné miesta

# event.detail.joinedUsers
source: Joined Users
cs: Přihlášení uživatelé
de: Vernetzte Benutzer
es: Usuarios unidos
fr: Participants
hu: Csatlakozott felhasználók
it: Utenti partecipanti
ka: გაწევრიანებული მომხმარებლები
pt: Usuários Associados
ro: Utilizatori alăturați
sk: Zúčastnení používatelia

# event.feedback.header
source: Feedback
de: Rückmeldung
es: Comentarios
fr: Commentaire sur l'évènement
hu: Visszacsatolás
ka: ფიდბექი
pt: Comentários
sk: Spätná väzba

# event.feedback.guessGuestCount
source: Guess guest count
cs: Odhadněte počet zúčastněných
de: Schätze die Gästerate
es: Adivina el conteo de invitados
fr: Estimation du nombre de participants
hu: Tippeld meg a résztvevők számát
it: Numero ospiti previsti
ka: გამოიცანი რიცხვი
pt: Adivinhar a contagem de convidados
ro: Ghiciți numărul de oaspeți
sk: Odhadnúť počet hostí

# event.feedback.guessCollectTrashCount
source: Guess amount of cleaned trash
cs: Odhadněte množství odpadu, které se vyčistilo
de: Schätze die Menge des gereinigten Mülls
es: Adivina la cantidad de basura limpiada
fr: Estimation de la quantité de déchets collectés
hu: Tippeld meg az összegyűjtött hulladék mennyiségét
it: Previsione della quantità di rifiuti puliti
ka: გამოიცანი დასუფთავებული ნაგვის რაოდენობა
pt: Adivinhar quantidade de lixo limpo
ro: Ghiceste cantitatea de gunoi adunat
sk: Odhadnúť množstvo vyčisteného odpadu

# event.feedback.addFeedback
source: Add feedback
cs: Potvrdit
de: Feedback hinzufügen
es: Agregar comentarios
fr: Ajouter commentaire
hu: Adjon hozzá visszajelzést
it: Lascia un feedback
ka: დაამატე ფიდბექი
pt: Adicionar feedback
ro: Adauga feedback
sk: Pridajte spätnú väzbu

# event.userConfirm.header
source: Confirm user
cs: Potvrzení účasti
de: Benutzer bestätigen
es: Confirmar usuario
fr: Confirmer participation
hu: Felhasználó megerősítése
it: Conferma utente
ka: დაადასტურეთ მომხმარებელი
pt: Confirmar usuário
ro: Confirmați utilizatorul
sk: Potvrdiť účasť

# event.userConfirm
source: Confirm
cs: Potvrzuji účast
de: Bestätigen
es: Confirmar
fr: Confirmer
hu: Megerősítés
it: Conferma
ka: დადასტურება
pt: confirme
ro: Confirmați
sk: Áno, prídem

# event.userConfirm.send
source: Send confirmation
cs: Odeslat potvrzení
de: Bestätigung senden
es: Enviar confirmación
fr: Envoyer confirmation
hu: Küldj megerősítést
it: Invia conferma
ka: გააგზავნე დასტური
pt: Enviar confirmação
ro: Trimite confirmarea
sk: Odoslať potvrdenie

# event.edit.otherInformation
source: Other Information
cs: Další informace
de: Andere Informationen
es: Otra información
fr: Autres informations
hu: Egyéb információk
it: Altro
ka: სხვა ინფორმაცია
pt: Outra informação
ro: Alte informații
sk: Ďalšie informácie

# event.detail.attendeesCount
source: Attendees Count
cs: Počet zúčastněných
de: Teilnehmer zählen
es: Los asistentes cuentan
fr: Nombre de participants
hu: A résztvevők száma
it: Conteggio partecipanti
ka: მონაწილეების რაოდენობა
pt: Contagem de participantes
ro: Participanții numără
sk: Počet účastníkov

# event.organizer.phone
source: Phone:
cs: Telefon:
de: Telefon:
es: Teléfono:
fr: Téléphone :
hu: Telefon:
it: Telefono
ka: ტელეფონი
pt: Telefone:
ro: Telefon:
sk: Telefón:

# event.detail.reports
source: Reports
cs: Reporty
de: Berichte
es: Denuncias
fr: Commentaires
hu: Jelentések
ka: რეპორტები
pt: Relatórios
ro: Raportări
sk: Hlásenia

# event.detail.start
source: Start
cs: Začátek
es: Inicio
fr: Début
hu: Kezdés
it: Inizio
ka: დასაწყისი
pt: Começar
ro: Început
sk: Štart

# event.detail.end
source: End
cs: Konec
de: Ende
es: Fin
fr: Fin
hu: Vége
it: Fine
ka: ბოლო
pt: Fim
ro: Sfârșit
sk: Koniec

# global.imageRemoved.success
source: Image was successfully deleted.
cs: Obrázek byl úspěšně smazán.
de: Das Bild wurde erfolgreich gelöscht.
es: La imagen se eliminó correctamente.
fr: Image supprimée avec succès
hu: A kép sikeresen törölve.
it: Immagine eliminata con successo
ka: ფოტო წარმატებით აიტვირთა
pt: A imagem foi excluída com sucesso.
ro: Imaginea a fost stearsa cu succes
sk: Obrázok bol úspešne odstránený

# organization.usersCount
source: Users of TrashOut that are members of this organization
cs: Počet členů
de: Benutzer von TrashOut, die Mitglieder dieser Organisation sind
es: Usuarios de TrashOut que son miembros de esta organización
fr: Utilisateurs de TrashOut membres de cette organisation
hu: A TrashOut felhasználói, akik a szervezet tagjai is
it: Utenti di TrashOut che fanno parte di questa associazione
ka: TrashOut-ის მომხმარებლები, რომლებიც არიან ამ ორგანიზაციის წევრები
pt: Usuários do TrashOut que são membros desta organização
ro: Utilizatori TrashOut care sunt membrii ai acestei organizatii
sk: Používatelia aplikácie TrashOut, ktorí sú členmi tejto organizácie

# event.validation.durationRequired
source: Duration is required.
cs: Doba trvání je požadována.
de: Dauer ist erforderlich.
es: La duración es necesaria.
fr: Durée requise
hu: Időtartam megadása szükséges
it: Durata è un campo obbligatorio
ka: ხანგრძლივიბა სავალდებულოა
pt: Duração é necessária.
ro: Durata este obligatorie.
sk: Trvanie je povinné

# event.validation.startDateRequired
source: Start Date of Event is required
cs: Je požadováno datum zahájení události
de: Startdatum der Veranstaltung ist erforderlich
es: La fecha de inicio del evento es necesaria
fr: Date de début de l'évènement requise
hu: Az esemény kezdő dátumának megadása szükséges
it: Data inizio e fine evento richiesti
ka: აუცილებელია ღონისძიების დაწყების თარიღი
pt: Data de início do evento é obrigatória
ro: Data de inceput a evenimentului este necesara
sk: Dátum začiatku udalosti je povinný

# event.validation.startTimeRequired
source: Start time is required
cs: Je vyžadován čas spuštění
de: Startzeit ist erforderlich
es: La hora de inicio es necesaria
fr: Heure de début requise
hu: A kezdési időpont megadása szükséges
it: Orario inizio è un campo obbligatorio
ka: აუცილებელია ღონისძიების დაწყების დრო
pt: Hora de início é necessária
ro: Ora de inceput este necesara
sk: Čas spustenia je povinný

# global.noResult
source: No result.
cs: Žádný výsledek.
de: Kein Ergebnis.
es: Sin resultados.
fr: Aucun résultat.
hu: Nincs eredmény.
it: Nessun risultato
ka: არანაირი შედეგი
pt: Nenhum resultado.
ro: Fără rezultat.
sk: Žiadny výsledok

# event.create.collectionPoints
source: Collection Points in area
cs: Recyklační body v oblasti
de: Recyclingstandorte in der Umgebung
es: Puntos de reciclaje en el área
fr: Points de collecte sur ce secteur
hu: Gyűjtési pontok a környéken
it: Punti di raccolta nell'area
ka: შეგროვების პუნქტები
pt: Pontos de coleta na área
ro: Zona a punctelor de colectare
sk: Recyklačné miesta v oblasti

# event.filter.upcomingOrOld
source: Show Upcoming or Old
cs: Zobrazit nadcházející nebo staré
de: Zeige kommende oder alte
es: Mostrar próximos o antiguos
fr: Afficher évènements à venir ou passés
hu: Közelgő, vagy régi mutatása
it: Mostra eventi prossimi o passati
ka: ანახე მომავალი ან ხველი
pt: Mostrar próximos ou antigos
ro: Afișați viitoare sau vechi
sk: Zobraziť nadchádzajúce alebo staré

# event.filter.showUpcoming
source: Show only upcoming
cs: Zobrazit pouze nadcházející
de: Zeige nur kommende
es: Mostrar solo próximos
fr: A venir seulement
hu: Csak a közelgő megjelenítése
it: Mostra solo prossimi
ka: ანახე მხოლოდ მომავალი
pt: Mostrar apenas os próximos
ro: Afișați doar viitoare
sk: Zobraziť len nadchádzajúce
