Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# event.filter.showOld
source: Show only passed
cs: Zobrazit jen předáno
de: Nur übergeben anzeigen
es: Mostrar solo antiguos
fr: Passés seulement
hu: Mutasd csak az elmúltakat
it: Mostra solo passati
ka: ანახე ძველი
pt: Mostrar apenas passou
ro: Afișați doar vechi
sk: Zobraziť len ukončené

# event.feedback.images
source: Add photos from event
cs: Přidejte fotky z události
de: Fotos von der Veranstaltung hinzufügen
es: Agregar fotos del evento
fr: Ajouter des photos de l'évènement
hu: Fotók hozzáadása az eseményről
it: Aggiungi foto dell'evento
ka: დაამატე ფოტო
pt: Adicionar fotos do evento
ro: Adauga poze de la un eveniment
sk: Pridať fotografie z podujatia

# event.create.setLocationDescription
source: Please draw rectangle to map. If you draw rectangle smaller than 30 km you will be able to select specific Dumps on the map.
cs: Prosím kreslete obdélník na mapu. Pokud nakreslíte obdélník menší než 30 km, budete mít možnost vybrat si dané skládky.
de: Bitte zeichne ein Rechteck auf die Karte. Wenn du Rechtecke kleiner als 30 km zeichnest, kannst du Deponien auf der Karte auswählen.
es: Por favor, dibuje un rectángulo en el mapa. Si dibuja un rectángulo de menos de 30 km, también podrá seleccionar Vertederos específicos en el mapa.
fr: Tracez un rectangle sur la carte. Si le rectangle est inférieur à 30km vous pourrez voir les décharges individuellement.
hu: Rajzolj egy téglalapot a térképre. Ha 30 km-nél kisebb téglalapot rajzol, akkor kiválaszthatja a konkrét szennyezett területeket a térképen
it: Si prega di disegnare un rettangolo per mappare. Se si disegna un rettangolo inferiore a 30 km, sarà possibile selezionare discariche specifiche sulla mappa.
ka: გთხოვთ დახაზოთ მართკუთხედი რუკაზე. თუ თქვენ დახაზავთ 30 კმ-ზე მცირე მართკუთხედს, თქვენ შეძლებთ აირჩიოთ კონკრეტული ნაგავსაყრელი რუკაზე.
pt: Por favor, desenhe um retângulo para mapear. Se você desenhar um retângulo menor que 30 km, poderá selecionar Despejos específicos no mapa.
ro: Te rugăm să desenezi un dreptunghi pentru hartă. Dacă desenezi dreptunghi mai mic de 30 km, vei putea selecta deșeuri specifice pe harta
sk: Prosím, nakreslite obdĺžnik na mape. Ak nakreslíte obdĺžnik menší ako 30 km budete tiež schopní vybrať skládky na mape.

# event.create.largeAreaDescription
source: You selected large area. Its larger than 30 km. Specific dumps will not be shown on the map.
cs: Vybrali jste velkou oblast. Je větší než 30 km. Skládky se nezobrazí.
de: Du hast eine große Fläche ausgewählt. Diese ist größer als 30 km. Deponien werden nicht angezeigt.
es: Usted seleccionó un área grande, superior a 30 km. Los vertederos específicos no se mostrarán.
fr: Vous avez choisi un vaste secteur, supérieur à 30kms. Les décharges ne seront pas affichées individuellement.
hu: A kiválasztott terület túl nagy, 30 km-nél nagyobb. Konkrét hulladék nem jelenik meg a térképen
it: Hai selezionato una vasta area. È più grande di 30 km. Discariche specifiche non verranno mostrate sulla mappa.
ka: თქვენ შეარჩიეთ დიდი ტერიტორია. მისი სიგრძე 30 კმ-ზე მეტია. კონკრეტული ნაგავსაყრელები რუკაზე არ იქნება ნაჩვენები.
pt: Você selecionou uma área grande. É maior que 30 km. Despejos específicos não serão mostrados no mapa.
ro: Ați selectat o suprafață mare. Este mai mare de 30 km. Depozitele specifice nu vor fi afișate pe hartă.
sk: Vybrali ste veľkú plochu. Je väčšia ako 30 km. Skládky sa Vám nezobrazia na mape.

# event.create.smallAreaDescription
source: You selected small area. Dumps will be shown.
cs: Vybrali jste malou oblast. Skládky se zobrazí.
de: Du hast einen kleinen Bereich ausgewählt. Deponien werden angezeigt.
es: Usted seleccionó un área pequeña. Se mostrarán los vertederos.
fr: Vous avez choisi une petit secteur. Les décharges vont être visibles.
hu: A kiválasztott terület túl kicsi. A szennyezett területek megjelennek
it: Hai selezionato questa are, visualizzeremo le discariche.
ka: თქვენ აირჩიეთ პატარა ტერიტორია. ნაჩვენები იქნება ნაგავსაყრელები.
pt: Você selecionou pequena área. Despejos serão mostrados.
ro: Ai selectat o zona mica. Deseurile vor aparea.
sk: Vybrali ste malú plochu. Zobrazia sa skládky.

# organization.invitation.description
source: From here you can send email invitations to other TrashOut users or outside people with suggestion to join this organization and TrashOut platform. They will receive template email invitation, that was created and can be edited by the managers of this organization.
cs: Odtud můžes posílat emailové pozvánky pro další TrashOut uživatele nebo pro ostatní lidi, abz se připojili k organizaci a TrashOut platformě. Dostanou vzorovou pozvánku mailem, která byla vytvořena a může být změněna manažerem organizace.
de: Von hier aus kannst du E-Mail-Einladungen an andere TrashOut-Benutzer oder externe Personen mit dem Vorschlag senden, dieser Organisation und der TrashOut-Plattform beizutreten. Du erhältst eine Vorlage für eine E-Mail-Einladung, die erstellt wurde und von den Managern dieser Organisation bearbeitet werden kann.
es: Desde aquí puede enviar invitaciones por correo electrónico a otros usuarios de TrashOut o personas externas con sugerencias para unirse a esta organización y a la plataforma TrashOut. Recibirán una invitación plantilla por correo electrónico, que fue creada y los administradores de esta organización pueden editar.
fr: Ici vous pouvez envoyer des mail d'invitation à d'autres personnes utilisatrices de TrashOut ou non en leur suggérant de rejoindre cette organisation et la plateforme TrashOut. Ces mails d'invitation sont créés et peuvent être modifiés par les administrateurs de cette organisation.
hu: Innen e-mailben meghívókat küldhet más TrashOut felhasználóknak vagy külső személyeknek, hogy csatlakozzanak ehhez a szervezethez és a TrashOut platformhoz. Megkapják a sablon e-mail meghívást, amelyet létrehozott és amelyet a szervezet vezetői szerkeszthetnek.
it: Da qui puoi inviare inviti via email ad altri utenti di TrashOut o persone esterne con suggerimento di aderire a questa organizzazione e alla piattaforma TrashOut. Riceveranno il modello di invito via email, che è stato creato e che può essere modificato dai gestori di questa organizzazione.
ka: აქედან შეგიძლიათ გაუგზავნოთ ელფოსტით მოსაწვევები სხვა TrashOut მომხმარებლებს ან გარე ადამიანებს ამ ორგანიზაციასა და TrashOut პლატფორმაზე გაწევრიანების შეთავაზებით. ისინი მიიღებენ ელ.ფოსტის მოწვევის შაბლონს, რომელიც შეიქმნა და შეიძლება რედაქტირდეს ამ ორგანიზაციის მენეჯერების მიერ.
pt: A partir daqui, você pode enviar convites por e-mail para outros usuários do TrashOut ou pessoas externas com sugestões para ingressar nesta organização e na plataforma TrashOut. Eles receberão um convite por email modelo, criado e pode ser editado pelos gerentes desta organização.
ro: De aici poti trimite invitații prin e-mail către alți utilizatori TrashOut sau persoane din afara cu sugestii de a se alătura acestei organizații și platformei TrashOut. Aceștia vor primi șablonul de invitație prin e-mail, care a fost creat și poate fi editat de către managerii acestei organizații.
sk: Odtiaľto môžete poslať e-mailové pozvánky používateľom aplikácie TrashOut alebo ďalším ľuďom s návrhom na pripojenie sa k tejto organizácii a TrashOut platforme. Dostanú e-mailovú pozvánku, ktorá bola vytvorená a upravená správcami tejto organizácie.

# global.signingOut
source: Signing Out
cs: Odhlašování
de: Abmelden
es: Cerrando sesión
fr: Désinscription
hu: Kijelentkezés
it: Singing Out
ka: გამოსვლა
pt: Sair
ro: trimite
sk: Odhlasovanie

# user.detail.organizations
source: Organizations
cs: Organizace
de: Organisationen
es: Organizaciones
fr: Organisations
hu: Szervezetek
it: Associazioni
ka: ორგანიზაციები
pt: Organizações
ro: Traduceri pentru trimite
sk: Organizácie

# user.detail.areas
source: Areas
cs: Oblasti zájmu
de: Bereiche
es: Áreas
fr: Secteurs
hu: Területek
it: Aree
ka: არეა
pt: Áreas de atuação
ro: VerbFrecvență
sk: Oblasti

# user.detail.events
source: Events
cs: Události
de: Termine
es: Eventos
fr: Évènements
hu: Események
it: Eventi
ka: აქტივობები
pt: Eventos
ro: send
sk: Udalosti

# user.detail.reportedDumps
source: Reported Dumps
cs: Nahlášené skládky
de: Gemeldete Deponien
es: Vertederos informados
fr: Décharges signalées
hu: Jelentett szennyezett területek
it: Discariche notificate
ka: დარეპორტებული ნაგავსაყრელები
pt: Despejos relatados
ro: trimite, transmite, expedia, da, emite, lansa
sk: Hlásené skládky

# user.detail.updatedDumps
source: Updated Dumps
cs: Aktualizované skládky
de: Aktualisierte Deponien
es: Vertederos actualizados
fr: Décharges mises à jour
hu: Frissített szennyezett területek
it: Discariche aggiornate
ka: განახლებული ნაგავსაყრელები
pt: Dumps atualizados
ro: refer
sk: Aktualizované skládky

# user.filter.areaIds
source: Area Ids
cs: ID oblastí
de: Bereich-IDs
es: IDs de área
fr: IDs secteurs
hu: Terület azonosítók
ka: არეის ID
pt: IDs de área
ro: trimite, adresa, înainta, transmite, raporta, deferi
sk: ID oblasti

# news.tags
source: Tags
cs: Tagy
de: Schlagwörter
es: Etiquetas
hu: Címkék
ka: თაგები
pt: Tag
ro: forward
sk: Tagy

# news.author
source: Author
cs: Autor
de: Verfasser
es: Autor
fr: Auteur
hu: Szerző
it: Autore
ka: ავტორი
pt: Autor
ro: redirecţiona, trimite, înainta, promova, accelera, expedia
sk: Autor

# news.created
source: Created
cs: Vytvořeno
de: Erstellt
es: Creado
fr: Date de création
hu: Létrehozva
it: Creato
ka: შეიქმნა
pt: Criada
ro: dispatch
sk: Vytvorené

# news.area
source: Geographical area
cs: Geografická oblast
de: Geographisches Gebiet
es: Área geográfica
fr: Secteur géographique
hu: Földrajzi terület
it: Area geografica
ka: გეოგრაფიული არეა
pt: Área geográfica
ro: trimite, expedia, activa, omorî, rezolva, lichida repede
sk: Zemepisná oblasť

# news.timesShared
source: times shared
cs: krát sdíleno
de: mal geteilt
es: veces compartida
fr: fois partagé
hu: Időpontok megosztva
it: tempo condiviso
ka: გახიარების დრო
pt: tempos compartilhados
ro: ship
sk: krát zdielané

# news.create.firstStep
source: Basic information
cs: Základní informace
de: Basisdaten
es: Información básica
fr: Accroche
hu: Alapinformációk
it: Informazioni base
ka: ზოგადი ინფორმაცია
pt: Informação básica
ro: expedia, trimite, îmbarca, încărca pe bord, se îmbarca
sk: Základné informácie

# news.create.secondStep
source: Content and Tags
cs: Obsah a tagy
de: Inhalt und Tags
es: Contenido y etiquetas
fr: Contenu et tags
hu: Tartalom és címkék
it: Contenuto dei tags
ka: კონტენტი და თაგები
pt: Conteúdo e Tags
ro: remit
sk: Obsah a Tagy

# news.create.thirdStep
source: Images
cs: Obrázky
de: Bilder
es: Imágenes
hu: Képek
it: Immagini
ka: ფოტოები
pt: Imagens
ro: remite, ierta, transmite, elibera, plăti, trimite
sk: Obrázky

# news.content
source: Content
cs: Obsah
de: Inhalt
es: Contenido
fr: Contenu
hu: Tartalom
it: Contenuto
ka: კონტენტი
pt: Conteúdo
ro: direct
sk: Obsah

# news.body
source: Body
cs: Tělo
es: Cuerpo
fr: Corps
hu: Test
it: Corpo
ka: ტანი
pt: Corpo
ro: conduce, dirija, orienta, regiza, îndruma, trimite
sk: Telo

# news.images
source: Images
cs: Obrázky
de: Bilder
es: Imágenes
hu: Képek
it: Immagini
ka: ფოტოები
pt: Imagens
ro: expedite
sk: Obrázky

# news.success.update
source: Article was successfully updated.
cs: Článek byl úspěšně aktualizován.
de: Der Artikel wurde erfolgreich aktualisiert.
es: El artículo fue actualizado con éxito.
fr: Article mis à jour avec succès.
hu: A cikk sikeresen frissült
it: Articolo aggiornato con successo
ka: სტატია წარმატებით აიტვირთა
pt: O artigo foi atualizado com sucesso.
ro: accelera, urgenta, grăbi, expedia, trimite, rezolva
sk: Článok bol úspešne aktualizovaný.

# news.success.deleted
source: Article was successfully deleted.
cs: Článek byl úspěšně smazán.
de: Artikel wurde erfolgreich gelöscht.
es: El artículo fue eliminado con éxito.
fr: Article supprimé avec succès.
hu: A cikk sikeresen törölve
it: Articolo eliminato con successo
ka: სტატია წარმატებით წაიშალა
pt: O artigo foi excluído com sucesso.
ro: march away
sk: Článok bol úspešne odstránený.

# news.success.created
source: Article was successfully created.
cs: Článek byl úspěšně vytvořen.
de: Artikel wurde erfolgreich erstellt.
es: El artículo fue creado con éxito.
fr: Article créé avec succès.
hu: A cikk sikeresen létrehozva
it: Articolo creato con successo
ka: სტატია წარმატებით შეიქმნა
pt: Artigo criado com sucesso.
ro: trimite
sk: Článok bol úspešne vytvorený.

# news.detail.header
source: Article detail
cs: Detail článku
de: Artikeldetail
es: Detalles del artículo
fr: Détails de l'article
hu: A cikk részletei
it: Dettagli articolo
ka: სტატიის დეტალები
pt: Detalhe do artigo
ro: march out
sk: Detail článku

# news.delete.confirmation
source: Do you want to remove this article?
cs: Oprvdu chcete vymazat článek?
de: Möchtest du diesen Artikel entfernen?
es: ¿Quiere eliminar este artículo?
fr: Voulez-vous supprimer cet article ?
hu: El akarja távolítani ezt a cikket?
it: Vuoi rimuovere questo articolo?
ka: გსურთ სტატიის წაშლა?
pt: Deseja remover este artigo?
ro: trimite
sk: Chcete odstrániť tento článok?

# notifications.reviewedUser.detail
source: Unreviewed User Detail
cs: Detail neschváleného uživatele.
de: Ungeprüftes Benutzerdetail
es: Detalle de usuario sin revisar
fr: Détails utilisateur non-validé
hu: Nem ellenőrzött felhasználói adatok
it: Dettagli utente non revisionati
ka: გადაუხედავი მომხმარებლის დეტალები
pt: Detalhes do usuário não revisados
ro: Vrei sa elimini acest articol?
sk: Detail nerevidovaného používateľa

# notifications.reviewedUser.trash.image
source: Image of Dump
cs: Obrázek skládky
de: Bild der Deponie
es: Imagen del vertedero
fr: Photo de la décharge
hu: Szennyezett terület képe
it: Immagini discarica
ka: ნაგავსაყრელის ფოტო
pt: Imagem de Dump
ro: Imaginea Deșeului
sk: Obrázok skládky

# notifications.reviewedUser.trash.id
source: Dump ID
cs: ID Skládky
de: Deponie-DB
es: ID del vertedero
fr: ID décharge
hu: Szennyezett terület ID
it: ID discarica
ka: ნაგავსაყრელის აიდი
pt: ID de despejo
ro: ID Gunoi
sk: ID skládky

# notifications.reviewedUser.trash.action
source: Action
cs: Akce
de: Maßnahme
es: Acción
hu: Akció
it: Azione
ka: აქტივობა
pt: Açao
ro: Acțiune
sk: Akcia

# notifications.reviewedUser.trash.created
source: Dump Created
cs: Skládka vytvořena
de: Deponie erstellt
es: Vertedero creado
fr: Décharge créée
hu: Létrehozva
it: Discarica creata
ka: ნაგავსაყრელი შეიქმნა
pt: Despejo criado
ro: Deșeu Creat
sk: Skládka vytvorená

# event.endDate
source: End date of an event
cs: Datum ukončení události
de: Startdatum einer Veranstaltung
es: Fecha de finalización de un evento
fr: Date de fin de l'évènement
hu: Esemény záró dátuma
it: Data fine evento
ka: ივენთის დასრულების დრო
pt: Data de término de um evento
ro: Data finala a unui eveniment
sk: Dátum ukončenia udalosti

# event.endTime
source: End time of an event
cs: Čas ukončení události
de: Startzeit einer Veranstaltung
es: Hora de finalización de un evento
fr: Heure de fin de l'évènement
hu: Esemény záró ideje
it: Orario fine evento
ka: ივენთის დასრულების საათი
pt: Hora de término de um evento
ro: Ora finala a unui eveniment
sk: Čas ukončenia udalosti

# event.addFeedback.success
source: Feedback was successfully submitted. Thank you.
cs: Zpětná vazba byla úspěšně vytvořena.
de: Feedback wurde erfolgreich abgegeben. Danke.
es: El comentario se ha enviado correctamente. Gracias.
fr: Commentaire envoyé avec succès. Merci !
hu: A visszajelzés sikeresen elküldve. Köszönjük.
it: Feedback inviato. Grazie.
ka: ფიდბექი წარმატებით გაიგზავნა, მადლობა
pt: O feedback foi enviado com sucesso. Obrigado.
ro: Feedback-ul a fost trimis cu succes. Multumim!
sk: Spätná väzba bola úspešne vytvorená. Ďakujeme.

# news.filter.keyword
source: Keyword
cs: Klíčové slovo
de: Schlüsselwort
es: Palabra clave
fr: Mots clés
hu: Kulcsszó
it: Parola chiave
ka: მთავარი სიტყვები
pt: Palavra-chave
ro: Cuvânt cheie
sk: Kľúčové slovo

# global.note.hint
source: Keyword
cs: Klíčové slovo
de: Schlüsselwort
es: Palabra clave
fr: Mots clés
hu: Kulcsszó
ka: მთავარი სიტყვა
pt: Palavra-chave
ro: Indiciu
sk: Kľúčové slovo

# global.form.selectArea
source: Select Area
cs: Vyberte oblast
de: Bereich auswählen
es: Seleccionar área
fr: Choisir secteur
hu: Válassza ki a területet
it: Seleziona area
ka: არჩეული არეა
pt: Selecionar Área
ro: Selectați zona
sk: Vyberte oblasť

# event.meetingPoint.listHeader
source: Meeting Point
cs: Místo srazu
de: Treffpunkt
es: Punto de encuentro
fr: Lieu de rendez-vous
hu: Találkozási hely
it: Punto di incontro
ka: შეხვედრის ადგილი
pt: Ponto de encontro
ro: Punctul de întâlnire
sk: Miesto stretnutia

# global.select
source: Select
cs: Vyberte
de: Auswählen
es: Seleccionar
fr: Choisir
hu: Választás
it: Seleziona
ka: აარჩიე
pt: Selecione
ro: Selectați
sk: Vyberte

# export.selectAttributes
source: Select Attributes to Export
cs: Zvolte atributy, které chcete exportovat
de: Wähle die zu exportierenden Attribute aus
es: Seleccionar atributos para exportar
fr: Choisissez les attributs à exporter
hu: Válassza ki az exportálandó elemeket
it: Seleziona Attributi da esportare
ka: აარჩიე ატრიბუტები ექსპორტისთვის
pt: Selecionar atributos para exportar
ro: Selectați Atribute de exportat
sk: Vyberte atribúty na Export

# export.itemsPerFile
source: Items per file
cs: Položek na 1 soubor
de: Elemente pro Datei
es: Artículos por archivo
fr: Éléments par fichier
hu: Tételek fájlonként
it: Oggetti per file
ka: ნივთი თითო ფაილში
pt: Itens por arquivo
ro: Elemente pe fișier
sk: Položky jeden súbor

# export.itemsPerFile.currentValue
source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
ka: ფასი
pt: Valor
ro: Valoare
sk: Hodnota

# export.preparingExport
source: Export is being prepared...
cs: Export se připravuje...
de: Der Export wird vorbereitet ...
es: La exportación se está preparando ...
fr: Export en cours de préparation...
hu: Az exportálás folyamatban...
it: L'esportazione è in preparazione...
ka: ექსპორტისთვის ემზადება
pt: A exportação está sendo preparada ...
ro: Exportul este in curs de pregatire...
sk: Export sa pripravuje...

# global.latitude
source: Latitude
cs: Zeměpisná šířka
de: Breitengrad
es: Latitud
hu: Szélesség
it: Latitudine
ka: გრძედი
ro: Latitudine
sk: Zemepisná šírka

# global.longitude
source: Longitude
cs: Zeměpisná délka
de: Längengrad
es: Longitud
hu: Hosszúság
it: Longitudine
ka: განედი
ro: Longitudine
sk: Zemepisná dĺžka

# collectionPoint.created
source: Created Time
cs: Čas vytvoření
de: Erstellte Zeit
es: Hora de creación
fr: Heure de création
hu: Létrehozás időpontja
it: Data di creazione
ka: შექმენი დრო
pt: Hora de criação
ro: Timpul creat
sk: Čas vytvorenia

# user.language
source: Language preference for email notifications
cs: Jazyk
de: Spracheinstellung
es: Preferencia de idioma para las notificaciones por correo electrónico
fr: Langue pour les notifications par mail
hu: Az e-mail értesítések nyelve
it: Preferenza di lingua per le notifiche e-mail
ka: ენის უპირატესობა ელ.ფოსტის შეტყობინებებისთვის
pt: Preferência de idioma para notificações por email
ro: Limba preferată pentru notificările email
sk: Voľba jazyka pre e-mailové notifikácie

# user.export.eventOrganizer
source: Event Organizer
cs: Organizátor události
de: Veranstaltungsmanager
es: Organizador de eventos
fr: Organisateur de l'évènement
hu: Rendezvényszervező
it: Organizzatore evento
ka: აქტივობის ორგანიზატორი
pt: Organizador de evento
ro: Organizator de evenimente
sk: Organizátor podujatia

# user.export.volunteerCleanup
source: Volunteer Cleanup
cs: Dobrovolné čištení
de: Freiwillige Reinigung
es: Limpieza de Voluntarios
fr: Volontaires
hu: Önkéntes hulladékgyűjtés
it: Pulizia Volontaria
ka: მოხალისეთა ქლინაფი
pt: Limpeza voluntária
ro: Curățare Voluntară
sk: Dobrovoľník na čistenie

# trash.image
source: Image of Trash
cs: Obrázek skládky
de: Bild vom Abfall
es: Imagen de basura
fr: Photo de la décharge
hu: Fotó a szemétről
it: Immagine dei rifiuti
ka: ნაგვის ფოტო
pt: Imagem do Lixo
ro: Imagine a gunoiului
sk: Obrázok skládky

# user.generateWidget
source: Generate Widget
cs: Generovat widget
de: Widget erstellen
es: Generar Widget
fr: Créer Widget
hu: Widget létrehozása
it: Genera Widget
ka: გენერირება
pt: Gerar Widget
ro: Genereaza Widget
sk: Generovanie widgetu

# user.eventOrganizer.yes
source: I want to organize or help with organization of any cleaning event
cs: Chci organizovat nebo pomáhat při organizaci úklidových akcí
de: Ich möchte organisieren oder bei der Organisation einer Reinigungsaktion helfen.
es: Quiero organizar o ayudar con la organización de eventos de limpieza
fr: Je souhaite créer ou participer à l'organisation d'un évènement
hu: Szeretnék bármilyen szemétszedő akciót megszervezni, vagy segíteni annak megszervezésében
it: Voglio organizzare o aiutare con l'organizzazione di qualsiasi evento di pulizia
ka: მინდა მოვაწყო ან დავეხმარო ნებისმიერი დასუფთავების ღონისძიების ორგანიზებაში
pt: Quero organizar ou ajudar na organização de qualquer evento de limpeza
ro: Vreau să organizez sau să ajut cu organizarea oricărui eveniment de curățenie
sk: Chcem usporiadať alebo pomôcť s organizáciou čistiacej udalosti

# user.eventOrganizer.no
source: I don't want to organize or help with organization of any cleaning event
cs: Nechci organizovat nebo pomáhat při organizaci žádné úklidové akce
de: Ich möchte nicht organisieren oder bei der Organisation einer Reinigungsaktion helfen.
es: No quiero organizar ni ayudar con la organización de ningún evento de limpieza
fr: Je ne souhaite pas créer ou participer à l'organisation d'un évènement
hu: Nem akarok semmilyen szemétszedő akciót megszervezni, sem segíteni
it: Non voglio organizzare o aiutare con l'organizzazione di qualsiasi evento di pulizia
ka: არ მინდა მოვაწყო ან დავეხმარო ნებისმიერი დასუფთავების ღონისძიების ორგანიზებაში
pt: Não quero organizar ou ajudar na organização de qualquer evento de limpeza
ro: Nu vreau să organizez sau să ajut cu organizarea vreunui eveniment de curățenie
sk: Nechcem organizovať alebo pomôcť pri organizácii akéhokoľvek čistiaceho podujatia

# user.volunteerCleanup.yes
source: I want to take part in cleaning events
cs: Chci se účastnit čístících akcí
de: Ich möchte an Reinigungsaktionen teilnehmen
es: Quiero participar en eventos de limpieza
fr: Je souhaite participer à des évènements
hu: Szeretnék részt venni szemétszedő akciókban
it: Voglio prendere parte agli eventi di pulizia
ka: მინდა მონაწილეობა მივიღო დასუფთავების ღონისძიებებში
pt: Quero participar de eventos de limpeza
ro: Vreau sa particip la evenimente de curatare.
sk: Chcem sa zúčastniť čistiaceho podujatia

# user.volunteerCleanup.no
source: I do not want to participate in cleaning events as volunteer
cs: Nechci se účastnit čistících událostí jako dobrovolník
de: Ich möchte nicht freiwillig an Reinigungsaktionen teilnehmen
es: No quiero participar en eventos de limpieza como voluntario
fr: Je ne souhaite pas participer à des évènements
hu: Nem akarok önkéntesként részt venni a szemétszedő akciókban
it: Non voglio partecipare agli eventi di pulizia come volontario
ka: არ მინდა მონაწილეობა მივიღო დასუფთავების ღონისძიებებში
pt: Eu não quero participar de eventos de limpeza como voluntário
ro: Nu doresc să particip la evenimentele de curățat ca voluntar
sk: Nechcem sa zúčastniť čistiaceho podujatia ako dobrovoľník

# user.widget.firstStep
source: Choose widget type
cs: Výběr typu widgetu
de: Widgettyp auswählen
es: Elija el tipo de widget
fr: Choisir le type de Widget
hu: Válassza ki a widget típusát
it: Scegi un widget
ka: აირჩიე ვიჯეტის ტიპი
pt: Escolha o tipo de widget
ro: Alege tipul de widget
sk: Vyberte typ widgetu

# user.widget.secondStep
source: Parameters
cs: Parametry
de: Parameter
es: Parámetros
fr: Paramètres
hu: Paraméterek
it: Parametri
ka: პარამეტრები
pt: Parâmetros
ro: Parametrii
sk: Parametre
