Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# collectionPoint.update.success
source: Collection point was successfully updated.
cs: Sběrné místo bylo úspěšně upraveno.
de: Recyclingstandort wurde erfolgreich aktualisiert.
es: El punto de reciclaje se actualizó con éxito.
fr: Le point de collecte a été mis à jour avec succès.
hu: Gyűjtési pont frissítve
it: Il punto di raccolta è stato aggiornato con successo.
ka: შეგროვების პუნქტი წარმატებით განახლდა
pt: O ponto de coleta foi atualizado com sucesso.
ro: Punctul de colectare a fost actualizat cu succes
sk: Recyklačné miesto bolo úspešne aktualizované

# user.editArea
source: Edit Area of interest
cs: Upravit oblast zájmu
de: Interessenbereich bearbeiten
es: Editar área de interés
fr: Modifier secteur favori
hu: Érdeklődési terület szerkesztése
it: Modifica area di interesse
pt: Editar área de interesse
sk: Upraviť oblasť záujmu

# user.geo.notificationFrequency.perHour
source: Per hour
cs: Jednou za hodinu
de: Pro Stunde
es: Por hora
fr: Par heure
hu: Óránként
it: Per Ora
pt: Por hora
sk: Za hodinu

# user.geo.notificationFrequency.never
source: Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
hu: Soha
it: Mai
pt: Nunca
sk: Nikdy

# user.geo.notificationFrequency.perDay
source: Per day
cs: Jednou za den
de: Pro Tag
es: Por día
fr: Par jour
hu: Naponta
it: Per giorno
pt: Por dia
sk: Za deň

# user.geo.notificationFrequency.perWeek
source: Per week
cs: Jednou za týden
de: Pro Woche
es: Por semana
fr: Par semaine
hu: Hetente
it: Per settimana
pt: Por semana
sk: Týždenne

# user.geo.notificationFrequency.perMonth
source: Per month
cs: Jednou za měsíc
de: Pro Monat
es: Por mes
fr: Par mois
hu: Havonta
it: Per mese
pt: Por mês
sk: Za mesiac

# user.level
source: Level
cs: Level uživatele
de: Niveau
es: Nivel
fr: Niveau
hu: Szint
it: Livello
ka: დონე
pt: Nível
ro: Nivel
sk: Úroveň

# geo.userAdd.success
source: User was added successfully.
cs: Přidání uživatele proběhlo úspěšně.
de: Benutzer wurde erfolgreich hinzugefügt.
es: El usuario se ha añadido correctamente.
fr: Utilisateur ajouté avec succès
hu: Felhasználó hozzáadva
it: Utente aggiunto con successo
ka: წარმატებით დაემატა მომხმარებელი
pt: Usuário foi adicionado com sucesso.
ro: Utilizatorul a fost adăugat cu succes
sk: Používateľ bol úspešne pridaný

# geo.userDelete.success
source: User's role was successfully removed.
cs: Odebrání uživatele z oblasti probehlo úspěšně.
de: Benutzerbereich wurde erfolgreich gelöscht.
es: El área de usuario se eliminó con éxito.
fr: Le role de l'utilisateur a été supprimé avec succès
hu: Felhasználói szerep eltávolításra került
it: Ruolo utente rimosso con successo
ka: როლი წარმატებით დაემატა
pt: A função do usuário foi removida com sucesso.
ro: Rolul userului a fost scos cu succes
sk: Oblasť používateľa bola úspešne odstránená

# global.validation.noteTooLong
source: Note is too long. Maximum is 180 characters.
cs: Poznámka je příliš dlouhá. Maximálně může být 180 znaků.
de: Dein Hinweis ist zu lang. Maximal sind 180 Zeichen zulässig.
es: La nota es demasiado larga. El máximo permitido es de 180 caracteres.
fr: Remarques est trop longue. 180 caractères maximum.
hu: A megjegyzés túl hosszú. Legfeljebb 180 karakter.
it: Testo troppo lungo, non superare i 180 caratteri.
ka: ზედმეტად გრძელია, მაქსიმუმ 180 სიმბოლო
pt: A nota é muito longa. O máximo é 180 caracteres.
ro: Nota este prea lunga. Maximum 180 de caractere
sk: Poznámka je príliš dlhá. Maximálny povolený počet je 180 znakov.

# user.newsletter.enabled.true
source: Newsletter enabled
cs: Zasílíní novinek povoleno
de: Newsletter freigegeben
es: Boletín habilitado
fr: Newsletter activée
hu: Hírlevél engedélyezve
it: Newsletter attivata
ka: სიახლეები ჩართულია
pt: Newsletter ativada
ro: Buletin informativ activat
sk: Newsletter povolený

# user.newsletter.enabled.false
source: Newsletter disabled
cs: Zasílání novinek zakázáno
de: Newsletter deaktiviert
es: Newsletter deshabilitado
fr: Newsletter désactivée
hu: Hírlevél letiltva
it: Newsletter disattivata
ka: სიახლეები გამორთულია
pt: Newsletter desativada
ro: Buletin informativ dezactivat
sk: Newsletter vypnutý

# profile.removeAccount.title
source: Delete profile
cs: Odstranění profilu
de: Profil löschen
es: Borrar perfil
fr: Supprimer profil
hu: Profil törlése
it: Cancella profilo
ka: წაშალე პროფილი
pt: Excluir perfil
ro: Șterge profilul
sk: Odstrániť profil

# profile.removeAccount
source: Delete profile
cs: Odstranit profil
de: Profil löschen
es: Borrar perfil
fr: Supprimer profil
hu: Profil törlése
it: Cancella profilo
ka: წაშალე პროფილი
pt: Excluir perfil
ro: Șterge profilul
sk: Odstrániť profil

# user.filter.minPoints
source: Minimum points
cs: Minimálně bodů
de: Mindestpunkte
es: Puntos mínimos
fr: Nombre de points minimum
hu: Minimális pontok
it: Punti minimi
ka: მინიმუმ ქულები
pt: Pontos mínimos
ro: Puncte minime
sk: Minimálny počet bodov

# user.filter.maxPoints
source: Maximum points
cs: Maximálně bodů
de: Maximale Punkte
es: Puntos máximos
fr: Nombre de points maximum
hu: Maximális pontok
it: Punti massimi
ka: მაქსიმუმ ქულები
pt: Máximo de pontos
ro: Puncte maxime
sk: Maximálny počet bodov

# profile.statistics.title
source: Statistics about your activities
cs: Statistiky o skládkách
de: Statistiken über deine Aktivitäten
es: Estadísticas sobre sus actividades
fr: Statistiques de vos activités
hu: Tevékenységeinek statisztikája
it: Statistiche sulle tue attività
ka: შენი აქტივობის სტატისტიკა
pt: Estatísticas sobre suas atividades
ro: Satistici referitoare la activitatea ta
sk: Štatistiky o vašich aktivitách

# user.detail.header
source: User Detail
cs: Detail uživatele
de: Benutzerangaben
es: Información del usuario
fr: Détails utilisateur
hu: Felhasználói adatok
it: Dettagli utente
ka: მომხმარებლის დეტალები
pt: Detalhe do Usuário
ro: Detalii utilizator
sk: Detail používateľa

# organization.sendInvitations
source: Send invitation
cs: Poslat pozvánky
de: Einladung senden
es: Enviar invitacion
fr: Envoyer invitation
hu: Meghívás küldése
it: Manda invito
ka: გააგზავნე მოწვევა
pt: Enviar convite
ro: Trimite invitație
sk: Odoslať pozvánku

# organization.addManager
source: Add manager of organization
cs: Přidat manažera organizace
de: Organisationsmanager hinzufügen
es: Añadir administrador de la organización
fr: Ajouter un représentant à l'organisation
hu: Szervezeti menedzser hozzáadása
it: Aggiungi un capogruppo
ka: დაამატე მენეჯერები
pt: Adicionar gerente da organização
ro: Adaugă coordonatorul organizației
sk: Pridať manažéra organizácie

# organization.contacts
source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
hu: Kapcsolatok
it: Contatti
ka: კონტაქტები
pt: Contatos
ro: Contacte
sk: Kontakty

# organization.created
source: Created
cs: Vytvořena
de: Erstellt
es: Creado
fr: Date de création
hu: Létrehozva
it: Creati
ka: შექმნა
pt: Criada
ro: Creat
sk: Vytvorené

# organization.members
source: Members
cs: Členové organizace
de: Mitglieder
es: Miembros
fr: Membres
hu: Tagok
it: Membri
ka: წევრები
pt: Membros
ro: Membrii
sk: Členovia

# collectionPoint.delete.confirmation
source: Do you really want to delete this Collection Point?
cs: Opravdu chcete vymazat toto sběrné místo?
de: Möchtest du diesen Bericht wirklich löschen?
es: ¿Seguro de que quiere eliminar este punto de reciclaje?
fr: Voulez-vous vraiment supprimer ce point de collecte ?
hu: Tényleg törli ezt a gyűjtőpontot?
it: Vuoi davvero rimuovere questo Ecocentro?
ka: ნამდვილად გსურთ შეგროვების პუნქტის წაშლა?
pt: Deseja realmente excluir este ponto de coleta?
ro: Chiar vrei sa stergi acest punct de colectare?
sk: Naozaj chcete odstrániť toto recyklačné miesto?

# collectionPoint.detail.header
source: Collection Point Detail
cs: Detail sběrného místa
de: Recyclingstandort-Detail
es: Detalle del punto de reciclaje
fr: Détails du point de collecte
hu: Gyűjtőpont részletei
it: Dettagli sull'Ecocentro
ka: შეგროვების პუნქტის დეტალები
pt: Detalhe do ponto de coleta
ro: Detaliile punctului de colectare
sk: Detail recyklačného miesta

# collectionPoint.create.success
source: Collection point was successfully created.
cs: Sběrné místo bylo úspěšně vytvořeno.
de: Recyclingstandort wurde erfolgreich erstellt.
es: El punto de reciclaje se creó correctamente.
fr: Point de collecte créé avec succès
hu: Gyűjtőpont létrehozva
it: L' Ecocentro è stato creato con successo
ka: შეგროვების პუნქტი წარმატებით შეიქმნა
pt: O ponto de coleta foi criado com sucesso.
ro: Punctul de colectare a fost creat cu succes
sk: Recyklačné miesto bolo úspešne vytvorené

# organization.create.success
source: Organization was successfully created.
cs: Organizace byla úspěšně vytvořena.
de: Die Organisation wurde erfolgreich erstellt.
es: La organización se creó correctamente.
fr: Organisation créée avec succès
hu: Szervezet létrehozva
it: Il gruppo è stato creato con successo
ka: ორგანიზაცია წარმატებით შეიქმნა
pt: A organização foi criada com sucesso.
ro: Organizatia a fost creata cu succes
sk: Organizácia bola úspešne vytvorená

# organization.create.firstStep
source: General Information
cs: Základní informace
de: Allgemeine Informationen
es: Información general
fr: Informations générales
hu: Általános információ
it: Informazioni generali
ka: ზოგადი ინფორმაცია
pt: Informação geral
ro: Informatii generale
sk: Všeobecné informácie

# organization.create.secondStep
source: Organization Area and Parent Organization
cs: Oblast působení a mateřská organizace
de: Organisationsbereich und übergeordnete Organisation
es: Área de organización y organización parental
fr: Organisation mère et secteur de compétence
hu: Szervezet területe és ernyőszervezete
it: Gruppo dell'Area e gruppo madre
ka: ორგანიზაციის არეა და მშობელი ორგანიზაცია
pt: Área da Organização e Organização Pai
ro: Zona organizatiei si Organizatia Parintilor
sk: Oblasť organizácie a materská organizácia

# organization.create.thirdStep
source: Choose Logo
cs: Výběr loga
de: Wähle ein Logo aus
es: Elegir logotipo
fr: Choisissez un logo
hu: Válasszon logót
it: Scegli il logo
ka: აარჩიე ლოგო
pt: Escolha o logotipo
ro: Alege logo
sk: Vyberte logo

# organization.join.success
source: You successfully joined this organization at TrashOut platform.
cs: Připojení k Organizaci proběhlo úspěšně.
de: Du bist dieser Organisation auf der TrashOut-Plattform erfolgreich beigetreten.
es: Se unido a esta organización correctamente en la plataforma TrashOut.
fr: Vous avez rejoint avec succès cette organisation sur la plate-forme TrashOut.
hu: Sikeresen csatlakozott ehhez a szervezethez a TrashOut felületen.
it: Ti sei unito con successo a questo gruppo sulla piattaforma di Trashout
ka: თქვენ წარმატებით დაუკავშირეთ ეს ორგანიზაცია ჩვენს პლატფორმას
pt: Você ingressou nesta organização com sucesso na plataforma TrashOut.
ro: Te-ai alaturat cu succes acesei organizatii pe platforma TrashOut
sk: Úspešne ste sa pripojili k organizácii na TrashOut platforme.

# organization.leave.success
source: Leaving Organization was successful
cs: Opuštění Organizace proběhlo úspěšně.
de: Organisation verlassen war erfolgreich
es: Ha abandonado la oganización correctamente
fr: Vous avez quitté l'organisation avec succès
hu: Kilépett a szervezetből
it: L'uscita dal gruppo é andata a buon fine.
ka: ორგანიზაციის დატოვება წარმატებით დასრულდა
pt: A organização de saída foi bem-sucedida
ro: Parasirea organizatiei a avut succes
sk: Úspešne ste opustili organizáciu

# organization.update.success
source: Organization was successfully updated
cs: Organizace byla úspěšně upravena.
de: Organisation wurde erfolgreich aktualisiert
es: La organización se ha actualizado correctamente
fr: L'organisation a été mise à jour avec succès
hu: Szervezet frissítve
it: L'organizzazione è stata aggiornata con successo
ka: ორგანიზაცია წარმატებით განახლდა
pt: A organização foi atualizada com sucesso
ro: Organizatia a fost acutalizata cu succes
sk: Organizácia bola úspešne aktualizovaná

# organization.parent
source: Parent organization
cs: Mateřská organizace
de: Übergeordnete Organisation
es: Organización matriz
fr: Organization mère
hu: Ernyőszervezet
it: Gruppo madre
ka: მშობელი ორგანიზაცია
pt: Organização mãe
ro: Organizatia parintilor
sk: Materská organizácia

source: Organization Logo
cs: Logo organizace
de: Organisationslogo
es: Logotipo de la organización
fr: Logo de l'organisation
hu: Szervezeti logó
it: Logo del gruppo
ka: ორგანიზაციის ლოგო
pt: Organização Logo
ro: Logoul Organizatiei
sk: Logo organizácie

# organization.confirmation.leave
source: Do you really want to leave this Organization?
cs: Opravdu chcete opustit tuto organizaci?
de: Möchtest du diese Organisation wirklich verlassen?
es: ¿Seguro de que quiere dejar esta Organización?
fr: Voulez-vous vraiment quitter cette organisation
hu: Valóban ki szeretne lépni a szervezetből?
it: Vuoi davvero uscire da questo gruppo?
ka: გსურთ ამ ორგანიზაციის დატოვება?
pt: Deseja mesmo sair desta organização?
ro: Chiar vrei sa parasesti aceasta Organizatie?
sk: Naozaj chcete opustiť túto organizáciu?

# organization.confirmation.join
source: Do you want to join this Organization?
cs: Chcete se přidat k této organizaci?
de: Möchtest du diese Organisation wirklich verlassen?
es: ¿Seguro de que quiere unirse a esta Organización?
fr: Voulez-vous vraiment rejoindre cette organisation ?
hu: Szeretne csatlakozni ehhez a szervezethez?
it: Vuoi davvero unirti a questo Gruppo?
ka: გსურთ ამ ორგანიზაციაში გაწევრიანება?
pt: Deseja ingressar nesta organização?
ro: Chiar vrei sa te alaturi acestei organizatii?
sk: Chcete sa chcete pripojiť k tejto organizácii?

# organization.confirmation.delete
source: Do you really want delete Organization?
cs: Opravdu chcete smazat Organizaci?
de: Möchtest du das Bild wirklich löschen?
es: ¿Seguro de que quiere eliminar la Organización?
fr: Voulez-vous vraiment supprimer cette organisation ?
hu: Valóban törölni szeretné a szervezetet?
it: Vuoi davvero cancellare questo Gruppo?
ka: ნამდვილად გსურთ ორგანიზაციის წაშლა?
pt: Deseja realmente excluir a organização?
ro: Chiar vrei sa stergi aceasta Organizatie?
sk: Naozaj chcete odstrániť organizáciu?

# organization.invitation.selectFile
source: Select file with one e-mail on each line (.csv, .txt)
cs: Vyberte soubor s jedním e-mailem na každém řádku (.csv, .txt)
de: Datei (.csv, .txt) mit einer E-Mail in jeder Zeile auswählen
es: Seleccione el archivo con un correo electrónico en cada línea (.csv, .txt)
fr: Choisissez un fichier avec un mail par ligne (.csv, .txt)
hu: Válasszon fájlt mindegyik sorban (.csv, .txt) egy e-mail címmel!
it: Seleziona un file con un e-mail per riga (.csv, .txt)
ka: შეარჩიეთ ფაილი რომელშიც თითო ელ-ფოსტა თითო ხაზზე იქნება
pt: Selecione o arquivo com um email em cada linha (.csv, .txt)
ro: Selectați fișierul cu câte un e-mail pe fiecare linie (.csv, .txt)
sk: Vyberte súbor s jedným e-mailom v každom riadku (.csv, .txt)

# organization.invitation.writeEmails
source: Write e-mails separated by comma or on new line
cs: Psaní e-mailů oddělených čárkou nebo na novém řádku
de: Schreib E-Mail-Adressen durch ein Komma oder einen Zeilenumbruch getrennt
es: Escribir correos electrónicos separados por coma o en una nueva línea
fr: Listez les mails en les séparant par des virgules ou par des sauts de ligne
hu: Az e-mail címeket vesszővel elválasztva vagy új sorba írja!
it: Scrivi le email separate da virgola o su una nuova riga
ka: დაწერეთ ელ-ფოსტა ცალ-ცალკე
pt: Escreva e-mails separados por vírgula ou em nova linha
ro: Scrieți e-mailuri separate prin virgulă sau de o nouă linie
sk: Napíšte emaily oddelené čiarkou alebo na nový riadok

# collectionPoint.validation.nameRequired
source: Name is required
cs: Název je povinný
de: Name ist erforderlich
es: Se requiere el nombre
fr: Nom requis
hu: Név megadása szükséges
it: Il nome è obbligatorio
ka: სახელი სავალდებულოა
pt: Nome é obrigatório
ro: Numele este obligatoriu
sk: Meno je povinné

# collectionPoint.validation.dayRequired
source: Please select at least one day
cs: Vyberte prosím alespoň jeden den
de: Bitte wähle mindestens einen Tag aus
es: Por favor seleccione al menos un día
fr: Veuillez choisir au moins un jour
hu: Kérjük, válasszon legalább egy napot!
it: Si prega di selezionare almeno un giorno
ka: გთხოვთ აირჩიოთ ერთი დღე მაინც
pt: Por favor, selecione pelo menos um dia
ro: Te rog selecteaza cel putin o zi
sk: Prosím, vyberte aspoň jeden deň.

# collectionPoint.validation.timeFromRequired
source: Time From is required
cs: Čas je požadován
de: Zeit von ist erforderlich
es: Hora Desde es obligatorio
fr: Heure de début requise
hu: Kezdő időpont megadása szükséges
it: Orario d'inizio è un campo obbligatorio
ka: დრო სავალდებულოა
pt: Time From é obrigatório
ro: Timpul DE LA este necesar
sk: Čas od je požadovaný

# collectionPoint.validation.timeToRequired
source: Time To is required
cs: Je zapotřebí čas Do
de: Zeit bis ist erforderlich
es: Hora Hasta es obligatorio
fr: Heure de fin requise
hu: Befejező időpont megadása szükséges
it: Orario di fine è un campo obbligatorio
ka: დრო მდე სავალდებულოა
pt: Time To é obrigatório
ro: Timpul PANA LA este necesar
sk: Čas do nevyžadovaný

# collectionPoint.validation.typeRequired
source: Type is required
cs: Je vyžadován typ
de: Art ist erforderlich
es: Tipo es obligatorio
fr: Type requis
hu: Típus megadása szükséges
it: Tipo è un campo obbligatorio
ka: ტიპი სავალდებულოა
pt: O tipo é obrigatório
ro: Tipul este obligatoriu
sk: Typ je požadovaný

# user.roles.organization.member
source: Member
cs: Člen
de: Mitglied
es: Miembro
fr: Membre
hu: Tag
it: Membro
ka: წევრი
pt: Membro
ro: Membru
sk: Člen

# organization.create.fourthStep
source: Invitation mail template
cs: Šablona pozvánky
de: Vorlage E-Mail-Einladung
es: Plantilla de invitación de correo
fr: Modèle de mail d'invitation
hu: E-mailes meghívó sablon
it: Template email di invito
ka: მოსაწვევი
pt: Modelo de correio de convite
ro: Șablon de e-mail de invitație
sk: Šablóna pozvánky

# organization.mailSubject
source: TrashOut - organization
cs: Předmět mailu
de: Mail-Betreff
es: Asunto del correo
fr: TrashOut - organisation
hu: TrashOut - szervezet
it: TrashOut - organizzazione
ka: TrashOut- ორგანიზაცია
pt: TrashOut - organização
ro: TrashOut - organizare
sk: Predmet správy

# organization.mailBody
source: TrashOut - organization
cs: Obsah mailu
de: Mail Körper
es: Cuerpo de correo
fr: TrashOut - organisation
hu: TrashOut - szervezet
it: TrashOut - organizzazione
ka: TrashOut- ორგანიზაცია
pt: TrashOut - organização
ro: TrashOut - organizare
sk: Telo správy

# organization.parentOrganization.select
source: Select parent organization
cs: Vyberte nadřazenou organizaci
de: Auswählen der übergeordneten Organisation
es: Seleccionar una organización matriz
fr: Choisir organisation mère
hu: Válassza ki az ernyőszervezetet
it: Seleziona un'organizzazione padre
ka: აარჩიეთ მშობელი ორგანიზაცია
pt: Selecionar organização pai
ro: Selectați organizația părinte
sk: Vyberte materskú organizáciu

# organization.validation.nameRequired
source: Organization Name required
cs: Vyžaduje se název organizace
de: Name der Organisation erforderlich
es: Nombre de la organización obligatorio
fr: Nom d'organisation requis
hu: A szervezet neve kötelező
it: Nome associazione rischiesto
ka: ორგანიზაციის სახელი სავალდებულოა
pt: Nome da organização obrigatório
ro: Numele organizației este necesar
sk: Meno organizácie je povinné

source: Organization location
cs: Umístění organizace
de: Organisationsstandort
es: Ubicación de la organización
fr: Adresse de l'organisation
hu: Szervezet helye
it: Luogo associazione
ka: ორგანიზაციის ლოკაცია
pt: Local da organização
ro: Locația organizării
sk: Lokalita organizácie

# event.detail.header
source: Cleaning Event Detail
cs: Detail čistící události
de: Reinigungsveranstaltungsdetail
es: Detalle del evento de limpieza
fr: Détails de l'évènement
hu: Hulladékgyűjtő akció részletei
it: Dettagli evento di pulizia
ka: დასუფთავების აქვიის დეტალები
pt: Detalhe do Evento de Limpeza
ro: Detaliu eveniment curățare
sk: Čistenie Detail akcie

# user.levelDescription
source: You have {currentPoints} points. Get {nextLevel} more to reach next level. Report and update dumps or attend cleaning events.
cs: Dosáhli jste {currentPoints} bodů. Gratulujeme! Získejte {nextLevel} k dosažení dalšího levelu. Reportujte a aktualizujte skládky.
de: Du hast {currentPoints} Punkte. Hole dir jetzt weitere {nextLevel}, um das nächste Level zu erreichen. Melde und aktualisiere Deponien oder nimm an Reinigungsveranstaltungen teil.
es: Tiene {currentPoints} puntos. Obtenga {nextLevel} más para llegar al siguiente nivel. Denuncie y actualice vertederos o asista a eventos de limpieza.
fr: Vous avez {currentPoints} points. Gagnez {nextLevel} de plus pour atteindre le niveau suivant. Signalez et mettez à jour des décharges ou participez à des évènements.
hu: {CurrentPoints} pontja van. Szerezz további {nextLevel} -et a következő szint eléréséhez. Jelentés és frissítés a hulladéklerakókról, vagy a takarítási rendezvényeken való részvétel.
it: Hai {currentPoints} punti. Ottieni {nextLevel} punti per raggiungere il prossimo livello. Segnala o aggiorna discariche illegali o partecipa ad eventi di pulizia.
ka: თქვენ გაქვთ {currentPoints} ქულა. მიიღეთ მეტი {nextLevel} შემდეგ დონეზე მისასვლელად. შეატყობინეთ და განაახლეთ ნაგავსაყრელები ან დაესწარით დასუფთავების ღონისძიებებს.
pt: Você tem pontos {currentPoints}. Obtenha {nextLevel} mais para alcançar o próximo nível. Relatar e atualizar lixões ou participar de eventos de limpeza.
ro: Aveți {currentPoints} puncte. Obțineți {nextLevel} mai mult pentru a ajunge la nivelul următor. Raportați și actualizați depozitele de deseu sau participați la eventimente de curățare.
sk: Máte {currentPoints} bodov. Získajte {nextLevel} viac na dosiahnutie ďalšieho levelu. Nahlasujte skládky a participujte na čistiacich udalostiach.

# profile.preferences
source: My preferences
cs: Moje nastavení
de: Meine Vorlieben
es: Mis preferencias
fr: Mes préférences
hu: Saját preferenciáim
it: Preferiti
ka: ჩემი პრიორიტეტები
pt: Minhas preferências
ro: Preferințele mele
sk: Moje preferencie

# user.eventOrganizer
source: I want to organize or help with organization of cleaning events
cs: Chci organizovat nebo pomáhat při organizaci čistících akcí
de: Ich möchte organisieren oder helfen bei der Organisation von Reinigungsveranstaltungen
es: Quiero organizar o ayudar con la organización de eventos de limpieza
fr: Je souhaite organiser ou participer à des évènements
hu: Hulladékgyűjtő akciókat szeretnék szervezni, vagy segíteni szeretnék azok szervezésében
it: Voglio organizzare o aiutare un associazione ad organizzare un evento di pulizia
ka: მინდა ორგანიზება ან დახმარება დასუფთავების ღონისძიებების ორგანიზებაში
pt: Quero organizar ou ajudar na organização de eventos de limpeza
ro: Vreau să organizez sau să ajut cu organizarea de evenimente de curățenie
sk: Chcem usporiadať alebo pomôcť s organizáciou čistiacej akcie

# user.volunteerCleanup
source: I want to take part in cleaning events
cs: Chci se účastnit čistících akcí
de: Ich möchte an Reinigungsaktionen teilnehmen
es: Quiero participar en eventos de limpieza
fr: Je souhaite participer à des évènements
hu: Szeretnék részt venni a hulladékgyűjtő akciókban
it: Voglio partecipare in un evento di pulizia
ka: მინდა მონაწილეობა მივიღო დასუფთავების ღონისძიებებში
pt: Quero participar de eventos de limpeza
ro: Vreau sa particip la evenimente de curatare.
sk: Chcem sa zúčastniť čistiacej akcie
