Repository: TrashOut/iOS
Catalog: TrashOut/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hu, it, ka, pt, ro, sk

# mail.eventFeedback.eventFeedback3
source: Let others know how successful you were. Fill in number of bags collected, number of attendees and share your photos. Inspire others to make the World cleaner.
cs: Dejte ostatním vědět, jak jste byli úspěšní. Vyplňte počet účastníků.
de: Lass andere wissen, wie erfolgreich ihr wart. Fülle die Anzahl der Teilnehmer aus.
es: Informe a las otras personas del éxito de su evento, Complete el número de asistentes.
fr: Faites le buzz ! Indiquez la quantité de déchets ramassés, le nombre de participants et partagez vos photos. Donnez envie à chacun de rendre notre monde plus propre.
hu: Ossza meg másokkal, milyen sikeres volt. Töltse ki az összegyűjtött zsákok, a résztvevők számát és ossza meg fényképeit. Ösztönözzön másokat is a világ tisztábbá tételére.
it: Fai sapere agli altri come è andata. Metti il numero di sacchi raccolti, dei partecipanti e condividi le tue foto. Ispira gli altri a rendere la Terra un luogo più pulito.
ka: აცნობეთ სხვებს, რამდენად წარმატებული იყავით. შეავსეთ შეგროვებული ჩანთების რაოდენობა, დამსწრეთა რაოდენობა და გააზიარეთ თქვენი ფოტოები. შთააგონეთ სხვები, რომ სამყარო უფრო სუფთა გახადონ.
pt: Deixe os outros saberem como você foi bem sucedido. Preencha o número de sacolas coletadas, o número de participantes e compartilhe suas fotos. Inspire outras pessoas a tornar o mundo mais limpo.
ro: Spune-le si altora ce succes ai. Completeaza numarul de saci, participanti si partajeaza pozele. Inspira-i pe altii sa facem lumea mai curata
sk: Dajte ostatným vedieť, ako úspešne ste to zvládli. Vyplňte odhad počtu vyzbieraných vriec, počtu účastníkov a zdieľajte vaše fotografie z podujatia. Inšpirujte ostatných k podobnému úsiliu.

# mail.eventFeedback.feedbackButton
source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Sì
ka: კი
pt: sim
ro: Da
sk: áno

# mail.eventFeedback.team
source: & TrashOut team.
cs: & TrashOut tým.
es: Y el equipo TrashOut.
fr: & l'équipe TrashOut.
hu: és a TrashOut csapata.
ka: და TrashOut გუნდი
pt: Equipe TrashOut.
ro: & echipa TrashOut
sk: & TrashOut tím.

# mail.eventFeedback.thanks
source: Thank you for making our World cleaner for everyone. Don't forget to use TrashOut mobile application to find and update illegal dumps and learn about environment.
cs: Děkujeme, že jste udělali náš svět čistší pro všechny. Nezapomeňte použít mobilní aplikaci TrashOut k nalezení a aktualizaci nelegálních skládek a dozvědět se o životním prostředí.
de: Danke, dass du unsere Welt für alle sauberer gemacht hast. Vergesse nicht, die mobile Anwendung TrashOut zu verwenden, um illegale Deponien zu finden und zu aktualisieren sowie mehr über die Umgebung zu erfahren.
es: Gracias por hacer que nuestro mundo sea más limpio. No olvide usar la aplicación móvil TrashOut para encontrar y actualizar los vertederos ilegales y aprender sobre el medio ambiente.
fr: Merci de rendre notre monde plus propre. N'oubliez pas d'utiliser l'appli TrashOut pour trouver et mettre à jour les décharges sauvages et en découvrir plus sur l'environnement.
hu: Köszönjük, hogy tidztábbá tette a világot mindenki számára. Ne felejtsd el használni a TrashOut mobilalkalmazást a szennyezett területek megtalálásához és frissítéséhez, valamint a környezet megóvásához.
it: Grazie per contribuire il nostro mondo più pulito per tutti. Non dimenticare di usare l'app di TrashOut per trovare ed aggiornare le discariche intorno a te.
ka: გმადლობთ, რომ ჩვენი სამყარო უფრო სუფთა გახდით ყველასთვის. არ დაგავიწყდეთ გამოიყენოთ TrashOut მობილური აპლიკაცია, რათა იპოვოთ და განაახლოთ უკანონო ნაგავსაყრელები და გაეცნოთ გარემოს.
pt: Obrigado por tornar nosso mundo mais limpo para todos. Não se esqueça de usar o aplicativo móvel TrashOut para encontrar e atualizar lixões ilegais e aprender sobre o meio ambiente.
ro: Multumim ca ai facut lumea mai curata pentru toti. Nu uita sa folosesti aplicatia TrashOut pentru a gasi si a imbunatati starea deseurilor ilegale si pentru a invata despre mediul inconjurator.
sk: Ďakujeme, že prispievaš k tomu, aby bol svet čistejší! Nezabudnite používať mobilnú aplikáciu TrashOut a aktualizujte nelegálne skládky a starajte sa o životné prostredie okolo seba.

# mail.eventFeedback.footer
source: You received this e-mail because you joined an event in TrashOut application and agreed to terms and conditions of TrashOut app.
cs: Tento e-mail jste obdrželi, protože jste se do této události připojili v aplikaci TrashOut a souhlasili s podmínkami aplikace TrashOut.
de: Du hast diese E-Mail erhalten, weil du an dieser Veranstaltung in der TrashOut App teilgenommen und den Nutzungsbedingungen der TrashOut-App zugestimmt hast.
es: Recibió este correo electrónico porque se unió a este evento en la aplicación TrashOut y aceptó los términos y condiciones de la aplicación TrashOut.
fr: Vous recevez ce mail car vous avez rejoint un évènement sur TrashOut et accepté les conditions d'utilisation.
hu: Azért kapta ezt az e-mailt, mert csatlakozott egy eseményhez a TrashOut alkalmazásban, és elfogadta a TrashOut alkalmazás feltételeit.
it: Hai ricevuto questa mail perché ti sei unito ad un evento dall'app di TrashOut ed hai accettato i termini e le condizioni dell'app.
ka: თქვენ მიიღეთ ეს ელფოსტა, რადგან შეუერთდით ღონისძიებას TrashOut აპლიკაციაში და დაეთანხმეთ TrashOut აპის პირობებს
pt: Você recebeu este e-mail porque ingressou em um evento no aplicativo TrashOut e concordou com os termos e condições do aplicativo TrashOut.
ro: Ai primit acest e-mail pentru ca te-ai alaturat acestui eveniment in aplicatia TrashOut si ai fost de acord cu termenii si conditiile aplicatiei TrashOut.
sk: Dostali ste tento e-mail, pretože ste sa zapojili do TrashOut udalosti a súhlasili ste s podmienkami používania tejto aplikácie.

# mail.organizationInvitation.greeting
source: Dear
cs: Milý
de: Sehr geehrte/r
es: Querido/a
fr: Cher
hu: Kedves
it: Caro/a
ka: ძვირფასო
pt: caro
ro: Dragă
sk: Vážená/ý

# mail.organizationInvitation.join1
source: You were invited to join
cs: Byli jste pozváni, abyste se připojili
de: Du wurdst eingeladen mitzumachen
es: Ha recibido una invitación para unirse
fr: Vous avez été invité à rejoindre
hu: Meghívtak a csatlakozásra
it: Sei stato invitato a partecipare.
ka: თქვენ მოგიწვიეს
pt: Você foi convidado a participar
ro: Ați fost invitat să vă alăturați
sk: Boli ste pozvaný na

# mail.organizationInvitation.join2
source: in TrashOut application by its manager. Your invitation:
cs: v aplikaci TrashOut jeho správcem. Vaše pozvání:
de: in TrashOut App von seinem Manager. Deine Einladung:
es: a la aplicación TrashOut por parte del administrador. Tu invitación:
fr: sur TrashOut par son représentant. Votre invitation :
hu: a kezelő TrashOut alkalmazásában. Meghívása:
it: nell'app di Trashout dal suo manager. Il tuo invito:
ka: მისი მენეჯერის მიერ TrashOut აპლიკაციაში. თქვენი მოწვევა:
pt: no aplicativo TrashOut por seu gerente. Seu convite:
ro: în aplicația TrashOut de către administratorul acesteia. Invitația ta:
sk: v TrashOut aplikácii. Vaše pozvanie:

# mail.organizationInvitation.organizationButton
source: See detail of organisation
cs: Podívejte se na podrobnosti o organizaci
de: Siehe Organisationsdetails
es: Ver detalles de la organización
fr: Voir les détails de l'organisation
hu: Lásd a szervezet részleteit
it: Vedi i dettagli dell'organizzazione.
ka: იხილეთ ორგანიზაციის დეტალები
pt: Veja detalhes da organização
ro: Vezi detaliile organizației
sk: Pozri detail organizácie

# mail.organizationInvitation.mobileApp1
source: TrashOut application allows people to map and monitor illegal dumps and trash all around the world. This data is then used by various organisations and municipalities to make our World cleaner. Download TrashOut mobile application for Android
cs: Aplikace TrashOut umožňuje lidem mapovat a monitorovat nelegální skládky a odpadky po celém světě. Tato data jsou pak využívána různými organizacemi a obcemi, aby náš svět byl čistší. Stáhnout mobilní aplikaci TrashOut pro Android
de: Mit der TrashOut App können illegale Deponien und Müll auf der ganzen Welt erfasst und überwacht werden. Diese Daten werden dann von verschiedenen Organisationen und Gemeinden verwendet, um unsere Welt sauberer zu machen. Lade dir die mobile Anwendung TrashOut für Android herunter
es: La aplicación TrashOut permite a las personas crear un mapa y controlar todos los vertederos ilegales del mundo. Esta información es utilizada por varias organizaciones y gobiernos locales para hacer nuestro mundo más limpio. Descargue la aplicación móvil TrashOut para Android
fr: TrashOut permet de signaler et de suivre les dépôts et décharges sauvages dans le monde entier. Ces données sont ensuite utilisées par diverses organisations et autorités locales pour rendre le monde plus propre. Téléchargez l'appli Trashout sur Android
hu: A TrashOut alkalmazás lehetővé teszi az emberek számára, hogy az illegális hulladéklerakókat és az elszennyezett területeket világszerte feltérképezzék és figyelemmel kísérjék. Ezeket az adatokat különféle szervezetek és önkormányzatok használják fel világunk tisztábbá tételéhez. Töltse le a TrashOut mobilalkalmazást Androidra
it: L' app di TrashOut permette alle persone di mappa e monitorare le discariche abusive e tutti i rifiuti ovunque nel mondo. Questi dati sono poi utilizzati da varie organizzazioni e amministrazioni per rendere il mondo un posto più pulito. Scarica l'app di TrashOut mobile per Android
ka: TrashOut აპლიკაცია საშუალებას აძლევს ხალხს მოახდინოს რუკაზე და მონიტორინგს უკანონო ნაგავსაყრელები და ნაგავი მთელს მსოფლიოში. ეს მონაცემები შემდეგ გამოიყენება სხვადასხვა ორგანიზაციებისა და მუნიციპალიტეტების მიერ, რათა ჩვენი სამყარო უფრო სუფთა გახდეს. ჩამოტვირთეთ TrashOut მობილური აპლიკაცია Android-ისთვის mail.organizationInvitation.mo
pt: O aplicativo TrashOut permite que as pessoas mapeiem e monitorem lixões e lixos ilegais em todo o mundo. Esses dados são então utilizados por várias organizações e municípios para tornar nosso mundo mais limpo. Baixe o aplicativo móvel TrashOut para Android
ro: Aplicația TrashOut le permite oamenilor să localizeze și să monitorizeze mormanele ilegale și gunoiul în întreaga lume. Aceste date sunt apoi utilizate de diferite organizații și municipalități pentru a ne face lumea mai curată. Descărcați aplicația mobilă TrashOut pentru Android
sk: TrashOut aplikácia umožňuje ľuďom mapovať a monitorovať nelegálne skládky a smetné koše po celom svete. Tieto údaje sa následne využívajú v rôznych organizáciach, ktoré sa starajú o to, aby bol svet okolo nás čistejší. Stiahnite si mobilnú aplikáciu pre Android

# mail.organizationInvitation.mobileApp2
source: here
cs: tady
de: hier
es: aquí
fr: ici
hu: itt
it: qui
ka: აქ
pt: aqui
ro: aici
sk: tu

# mail.organizationInvitation.mobileApp3
source: and for iOS
cs: a pro iOS
de: und für iOS
es: y para iOS
fr: et sur iOS
hu: és iOS esetén
it: e per iOS
ka: IOS-თვის
pt: e para iOS
ro: și pentru iOS
sk: a pre iOS

# mail.organizationInvitation.mobileApp4
source: here
cs: tady
de: hier
es: aquí
fr: ici
hu: itt
it: qui
ka: აქ
pt: aqui
ro: aici
sk: tu

# mail.organizationInvitation.footer
source: You received this e-mail because some user of TrashOut application has invited you. In order to do so this user has to be member or manager of organization you were invited to join. Users decide who to invite and what to write in invitation. Until you join TrashOut as user
cs: Tento e-mail jste obdrželi, protože uživatel vás pozval pomocí aplikace TrashOut vložením e-mailu. Abyste tak mohli učinit, musí být členem nebo manažerem organizace, do které jste byli pozváni. Uživatelé se rozhodnou, kdo pozvat a co psát na pozvání. Dokud se k TrashOutu nepřipojíte jako uživatel
de: Du hast diese E-Mail erhalten, weil dich ein Benutzer der TrashOut App eingeladen hat. Zu diesem Zweck muss der Benutzer Mitglied oder Manager der Organisation sein, zu der du eingeladen wurdest. Benutzer entscheiden, wen sie einladen und was sie in der Einladung schreiben, bis du TrashOut als Benutzer beitrittst.
es: Recibió este correo electrónico porque algún usuario de la aplicación TrashOut lo ha invitado. Para hacerlo, el usuario debe ser miembro o administrador de la organización a la que se le invitó a unirse. Los usuarios deciden a quién invitar y qué escribir en la invitación. Hasta que se una a TrashOut como usuario
fr: Vous recevez ce mail car un utilisateur de TrashOut vous a invité. Cet utilisateur est obligatoirement un membre ou un représentant d'organisation. Les utilisateurs décident qui inviter et quoi écrire dans l'invitation. Devenez utilisateur de TrashOut.
hu: Azért kapta ezt az e-mailt, mert a TrashOut alkalmazás felhasználója meghívott téged. Ehhez a felhasználónak azon szervezet tagjának vagy menedzserének kell lennie, akit meghívtak a csatlakozásra. A felhasználók eldöntik, hogy kit hívnak meg és milyen szövegezéssel. Amíg nem csatlakozik a TrashOuthoz felhasználóként
it: Hai ricevuto questa e-mail perché un utente di TrashOut ti ha invitato. Per farlo questo utente deve essere membro o capo dell'organizzazione a cui sei stato invitato ad unirti. Finché ti unisci a TrashOut come utente
ka: თქვენ მიიღეთ ეს ელფოსტა, რადგან TrashOut აპლიკაციის ზოგიერთმა მომხმარებელმა მოგიწვიათ. ამისთვის ეს მომხმარებელი უნდა იყოს იმ ორგანიზაციის წევრი ან მენეჯერი, რომელშიც მიწვეული ხართ. მომხმარებლები წყვეტენ ვინ მოიწვიონ და რა დაწერონ მოწვევაში. სანამ არ შეუერთდებით TrashOut-ს, როგორც მომხმარებელი mail.organizationInvitation.footer კონტექსტი TrashOut-ს არ აქვს თქვენთან დაკავშირება არანაირად.
pt: Você recebeu este email porque algum usuário do aplicativo TrashOut convidou você. Para fazer isso, esse usuário precisa ser membro ou gerente da organização à qual você foi convidado. Os usuários decidem quem convidar e o que escrever no convite. Até você ingressar no TrashOut como usuário
ro: Ai primit acest email pentru ca un user Trashout te-a invitat. Pentru a continua trebuie ca acest user sa fie membru sau manager al organizatiei in care te-a invitat. Userii decid pe cine invita si ce sa scrie in invitatie. Pana cand te inscrii ca utlizator Trashout
sk: Dostali ste tento e-mail, pretože používateľ TrashOut aplikácie vás pozval vložením Vášho e-mailu. Daný používateľ musel byť členom alebo manažérom organizácie, do ktorej ste pozvaný. Používatelia rozhodujú koho pozvať a komu napísať až do momentu, než sa stanete aj vu TrashOut používateľom.

# mail.newsletter.greeting
source: Dear
cs: Milý
de: Sehr geehrte/r
es: Querido/a
fr: Cher
hu: Kedves
it: Caro
ka: ძვირფასო
pt: caro
ro: Draga
sk: Vážená/ý

# mail.newsletter.p1
source: thank you for taking care of our environment. You are awesome! Please see below recent activities in area you selected in TrashOut application.
cs: děkujeme za péči o naše životní prostředí. Jsi úžasný! Níže naleznete nejnovější činnosti v oblasti, kterou jste vybrali v aplikaci TrashOut.
de: danke, dass du dich um unsere Umwelt gekümmert hast. Du bist toll! Bitte beachte die letzten Aktivitäten in dem Gebiet, das du in der TrashOut App ausgewählt hast.
es: gracias por cuidar de nuestro medio ambiente ¡Es genial! Consulte a continuación las actividades recientes en el área que seleccionó en la aplicación TrashOut.
fr: merci de préserver notre environnement. Vous êtes formidable ! Vous trouverez ci-dessous les activités récentes dans le secteur que vous avez choisi sur TrashOut.
hu: Köszönjük Önnek, hogy védi környezetét. Ön lenyűgöző! Lássa az alábbiakban a TrashOut alkalmazásban kiválasztott terület legutóbbi tevékenységeit.
it: Grazie per prenderti cura del nostro ambiente. Sei grande! Vedrai qui sotto le attività recenti nell'area di interesse che hai selezionato nell'app di TrashOut.
ka: გმადლობთ, რომ ზრუნავთ ჩვენს გარემოზე. Უმაგრესი ხარ! გთხოვთ, იხილოთ ქვემოთ ბოლოდროინდელი აქტივობები თქვენს მიერ არჩეული TrashOut აპლიკაციაში.
pt: obrigado por cuidar do nosso ambiente. Você é demais! Veja abaixo as atividades recentes na área que você selecionou no aplicativo TrashOut.
ro: Mulțumim pentru grija față de mediul nostru înconjurator. Ești grozav! Te rugăm vezi mai jos activitățile recente în zona pe care ai selectat-o în aplicația TrashOut
sk: ďakujeme Vám za starostlivosť o životné prostredie. Ste skvelá/ý! Prosím, pozrite si nižšie nedávne aktivity vo sledovanej oblasti.

# mail.newsletter.area
source: Area
cs: Plocha
de: Bereich
es: Área
fr: Secteur
hu: Terület
ka: არეა
pt: Área
ro: Zonă
sk: Oblasť

# mail.newsletter.heading1
source: New reported dumps
cs: Nové hlášené skládky
de: Neu gemeldete Deponien
es: Nuevos vertederos denunciados
fr: Nouvelles décharges signalées
hu: Új bejelentett szemét
it: Nuove discariche notificate
ka: ახალი ნაგავსაყრელები
pt: Novos dumps relatados
ro: Deseuri nou raportate
sk: Nahlásené skládky

# mail.newsletter.heading2
source: Updated dumps that are still there
cs: Aktualizované skládky, které jsou stále tam
de: Aktualisierte Deponien, die immer noch vorhanden sind
es: Vertederos actualizados que todavía están allí
fr: Décharges mises à jour qui sont toujours là
hu: Frissített, szennyezett területek, melyek még nem lettek kitakarítva
it: Discariche aggiornate ancora presenti
ka: განახლებული ნაგავსაყრელები
pt: Dumps atualizados que ainda estão lá
ro: Deseuri actualizate care sunt inca acolo
sk: Aktualizované skládky, ktoré stále neboli vyčistené

# mail.newsletter.heading3
source: Cleaned dumps
cs: Vyčištěné skládky
de: Gereinigte Deponien
es: Vertederos limpiados
fr: Décharges nettoyées
hu: Hulladéktól megtisztított terület
it: Discariche ripulite
ka: დასუფთავებული ნაგავსაყრელები
pt: Lixeiras limpas
ro: Deșeuri curățate
sk: Vyčistené skládky

# mail.newsletter.p2
source: If you want to change frequency of this email notification
cs: Chcete-li změnit frekvenci tohoto upozornění
de: Wenn du die Häufigkeit der E-Mail-Benachrichtigung ändern möchten
es: Si desea cambiar la frecuencia de esta notificación por correo electrónico
fr: Si vous souhaitez modifier la fréquence des mails d'information
hu: Ha meg akarja változtatni az e-mail értesítés gyakoriságát
it: Se vuoi puoi cambiare la frequenza di queste notifiche
ka: თუ გსურთ შეცვალოთ ამ ელფოსტის შეტყობინების სიხშირე
pt: Se você deseja alterar a frequência desta notificação por e-mail
ro: Daca vrei sa schimbi frecventa de notificari prin email
sk: Ak chcete zmeniť frekvenciu tejto e-mailovej notifikácie, navštívte svoj

# mail.newsletter.p3
source: profile
cs: profil
de: Profil
es: perfil
fr: profil
hu: profil
it: profilo
ka: პროფილი
pt: perfil
ro: profil
sk: profil

# mail.newsletter.p4
source: in TrashOut application.
cs: v trashOut aplikaci.
de: in der TrashOut App.
es: en la aplicación TrashOut.
fr: sur TrashOut
hu: a TrashOut alkalmazásban.
it: nell'applicazione TrashOut.
ka: აპლიკაციაში
pt: no aplicativo TrashOut.
ro: in aplicatia TrashOut.
sk: aplikácii TrashOut.

# mail.newsletter.p5
source: Thank you for making our World cleaner for everyone. Don't forget to use TrashOut mobile application to find and update illegal dumps and learn about environment.
cs: Děkujeme, že jste udělali svět čistší pro všechny. Nezapomeňte použít mobilní aplikaci TrashOut k nalezení a aktualizaci nelegálních skládek a dozvědět se o prostředí.
de: Danke, dass du unsere Welt für alle sauberer machst. Vergesse nicht, die mobile Anwendung TrashOut zu verwenden, um illegale Deponien zu finden und zu aktualisieren und mehr über die Umgebung zu erfahren.
es: Gracias por hacer que nuestro mundo sea más limpio. No olvide usar la aplicación móvil TrashOut para encontrar y actualizar los vertederos ilegales y aprender sobre el medio ambiente.
fr: Merci de rendre notre monde plus propre pour tous. N'oubliez pas d'utiliser l'appli TrashOut pour trouver et mettre à jour des décharges sauvages et en découvrir plus sur l'environnement.
hu: Köszönjük, hogy tisztábbá tette a világot mindenki számára. Ne felejtsd el használni a TrashOut mobilalkalmazást az illegális hulladéklerakók megtalálásához és frissítéséhez, valamint a környezet megismeréséhez.
it: Grazie per aver reso il nostro Mondo più pulito per tutti. Non dimenticare di utilizzare l'applicazione mobile TrashOut per trovare e aggiornare discariche illegali e conoscere l'ambiente.
ka: გმადლობთ, რომ ჩვენი გარემო უფრო სუფთა გახადეთ! არ დაგავიწყდეთ გამოიყენოთ TrashOut მობილური აპლიკაცია, რათა შეატყობინოთ და განაახლოთ უკანონო ნაგავსაყრელები თქვენს მხარეში, იპოვოთ უახლოესი შეგროვების ადგილი ან მიიღოთ მონაწილეობა დასუფთავების ღონისძიებაში.
pt: Obrigado por tornar nosso mundo mais limpo para todos. Não se esqueça de usar o aplicativo móvel TrashOut para encontrar e atualizar lixões ilegais e aprender sobre o meio ambiente.
ro: Cheia api
sk: Ďakujeme, že prispievate k tomu, aby bol svet čistejší! Nezabudnite používať mobilnú aplikáciu TrashOut na nahlasovanie a aktualizovanie nelegálnych skládok vo svojom okolí, nájdenie njabližšieho zberného miesta, či zúčastnenie sa čistiacej akcie.

# mail.newsletter.footer
source: You received this e-mail because you subscribed to monitor this area in TrashOut application and agreed to terms and conditions of TrashOut app. You can change your preferences any time
cs: Tento e-mail jste obdrželi, protože jste se přihlásili ke sledování této oblasti v aplikaci TrashOut a souhlasili s podmínkami aplikace TrashOut. Nastvení můžete kdykoli změnit
de: Du hast diese E-Mail erhalten, weil du diesen Bereich in der TrashOut App überwacht und den Nutzungsbedingungen der TrashOut-App zugestimmt hast. Du kannst jederzeit deine Präferenzen ändern
es: Ha recibido este correo electrónico porque se ha suscrito para supervisar esta zona en la aplicación TrashOut y ha aceptado los términos y condiciones de la aplicación TrashOut. Puede cambiar sus preferencias en cualquier momento
fr: Vous recevez ce mail car vous vous êtes abonné aux notifications de ce secteur sur TrashOut et accepté les condition d'utilisation de TrashOut. Vous pouvez modifier vos préférences à tout moment
hu: Azért kapta ezt az e-mailt, mert feliratkozott a terület megfigyelésére a TrashOut alkalmazásban, és elfogadta a TrashOut alkalmazás feltételeit. Bármikor megváltoztathatja preferenciáit
it: Hai ricevuto questa e-mail perché ti sei iscritto per monitorare questa area nell'applicazione TrashOut e hai accettato i termini e le condizioni dell'app TrashOut. Puoi cambiare le tue preferenze in qualsiasi momento
ka: თქვენ მიიღეთ ეს ელფოსტა, რადგან გამოიწერეთ ამ ტერიტორიის მონიტორინგი TrashOut აპლიკაციაში და დაეთანხმეთ TrashOut აპის პირობებს. თქვენ შეგიძლიათ შეცვალოთ თქვენი პრეფერენციები ნებისმიერ დროს
pt: Você recebeu este e-mail porque se inscreveu para monitorar esta área no aplicativo TrashOut e concordou com os termos e condições do aplicativo TrashOut. Você pode alterar suas preferências a qualquer momento
ro: Ai primit acest e-mail pentru ca te-ai abonat sa monitorizezi aceasta zona in aplicatia TrashOut. Iti poti schimba preferintele oricand.
sk: Tento e-mail ste dostali, pretože zo svojho profilu na admin.trashout.ngo ste si nastavili pravidelné notifikácie na sledovanie vybranej oblasti a súhlasili ste tak s podmienkami používania aplikácie TrashOut. Svoje preferencie môžete kedykoľvek zmeniť

# mail.newsletter.footerLink
source: here
cs: tady
de: hier
es: aquí
fr: ici
hu: itt
it: qui
ka: აქ
pt: aqui
ro: Aici
sk: tu

# global.language.russia
source: Russian
cs: Rusky
de: Russisch
es: Ruso
fr: Russe
hu: orosz
it: Russo
ka: რუსული
pt: russo
ro: Rusă
sk: Ruština

# user.stats.userReported
source: User Reported
cs: Uživatel nahlásil
de: Benutzer gemeldet
es: Usuario informado
fr: Signalements
hu: Felhasználó bejelentése
it: Utente segnalato
ka: მომხმარებელი დარეპორტდა
pt: Usuário relatado
ro: Utilizator raportat
sk: Používateľ nahlásený
